{
    "all_week": false,
    "description": "Theatrum Mundi will be hosting a walk of the London riverbank guided by curator Andrea Cetrulo, artist Chiara Ambrosio and writer Labeja Kodua Okullu based on Interior Realms, a book recently by Theatrum Mundi Editions.",
    "design": {
        "designers": [],
        "periods": [
            "Historical/contemporary"
        ],
        "types": [
            "Walk/tour"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 12,
            "date": "2021-09-05",
            "end": "2021-09-05T18:30:00+01:00",
            "fully_booked": null,
            "name": "Processes of Attunement: A Walk Along London's Riverbank",
            "notes": "It is recommended to bring suitable footwear as we will be descending into the riverbank.",
            "start": "2021-09-05T17:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [],
    "factsheet": [
        {
            "heading": "Processes of Attunement: A Walk Along London's Riverbank",
            "paragraphs": [
                "Theatrum Mundi programme curator Andrea Cetrulo, visual artist Chiara Ambrosio, and writer Labeja Kodua Okullu, invite you for a walk along the Thames riverbank to attune to the city's material and atmospheric infrastructure.",
                "The walk will take place in The City of London, which has experienced a major shift in working practices perhaps more acutely than other parts of the capital, and where interior spaces have been turned inside out, rendering visible what was previously overlooked, and creating a new territory with the marginal at the centre. Such is the riverbank, accessible only twice a day – according to the tidal calendar –  and through specific entry points, as Chiara Ambrosio points out: ‘If you happened to only walk on the riverbank at high tide, you might never imagine that a whole other world existed below the surface of the murky water, and that you might become a part of it.’",
                "The event coincides with the recent publication of the book Interior Realms (Theatrum Mundi Editions, London, 2021), a collection of new writing across prose and poetry, exploring the myriad of dimensions of domestic space in cities, and their diverse configurations.",
                "Along the way, we will make a few stops to read poetry and connect to the immediate surroundings. The walk will also encourage you to tune into another way of looking, shifting perspectives, as we kneel on the shingle at the riverbank and engage with the objects that the river brings back with each tide – artefacts that have been conserved or transfigured through time and water – opening possibilities for reimagining the past, reconfiguring the presents, and speculating about the future of the city.",
                "Theatrum Mundi is a centre for research and experimentation in the public culture of cities. We help to expand the crafts of city-making through collaboration with the arts, developing imaginative responses to shared questions about the staging of urban public life.",
                "Chiara Ambrosio is a London based filmmaker and visual artist working with animation, documentary, sound and the printed matter.",
                "Labeja Kodua Okullu is a Ghanaian-British writer who lives in London. He is currently working on his first novel and has published poetry and essays on various publications, including Interior Realms.",
                "Andrea Cetrulo is Programme Curator at Theatrum Mundi and has an affinity for art, architecture, wine and the sea."
            ]
        }
    ],
    "id": 10014,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/10014/building_10014_1280-by-800-edition-publication-web-17_13a9c26ae22e37442419fbb797bf185d.jpg",
            "description": "Theatrum Mundi · 2021",
            "title": "Interior Realms book cover ",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10014_1280-by-800-edition-publication-web-17_13a9c26ae22e37442419fbb797bf185d.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/10014/building_10014_32_6a0124228418c698c89ad50c4a2152d5.jpg",
            "description": "Ciara Ambrosio · 2021",
            "title": "London Riverbank ",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10014_32_6a0124228418c698c89ad50c4a2152d5.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/10014/building_10014_unnamed_2653603ef8246073ac6441a4e7b07905.jpg",
            "description": "Ciara Ambrosio · 2021",
            "title": "London Riverbank graffiti ",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10014_unnamed_2653603ef8246073ac6441a4e7b07905.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "St Dunstan's Hill, EC3R 5DD",
        "latitude": 51.5101997,
        "longitude": -0.0828369,
        "meeting_point": "Meet at St. Dunstan in the East Church Garden",
        "travel_info": [
            "Nearest tube: Tower Hill, Monument",
            "Nearest train: Fenchurch Street"
        ]
    },
    "name": "Processes of Attunement: A Walk Along London's Riverbank",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/10014",
    "ticketed_events": false
}