{
    "all_week": true,
    "description": "This is a self-guided 2.3 mile circular trail - with a 3 mile extension - and has been designed to show Barnes at its best - just follow the silver 'Barnes trail' discs in the ground. The oar signs en route tell you what to look for.",
    "design": {
        "designers": [
            {
                "architect": "Unknown",
                "description": "Original design",
                "year": "0017"
            }
        ],
        "periods": [
            "Historical/contemporary"
        ],
        "types": [
            "Walk/tour",
            "Community/cultural"
        ]
    },
    "events": [],
    "facilities": [
        [
            "Toilets"
        ]
    ],
    "factsheet": [
        {
            "heading": "Getting to know Barnes",
            "paragraphs": [
                "Barnes was listed in the Domesday Book of 1086 under its Saxon name Berne (meaning barn). Until the mid-19th century, the village comprised little more than a few shops and inns and some imposing houses, mainly around the Green and Common. It grew rapidly after the building of Hammersmith Bridge and the railway, but even today, Barnes, while part of one of the world's busiest cities, still offers a real taste of village life.",
                "The boundaries of Barnes have been undisputed for centuries and the village occupies 902 acres. This walk will take you to its western extremity where it borders Mortlake village. Mortlake was also listed in the Domesday book under its Saxon name Mortelage (possibly meaning a watercourse controlled by Morta, a Saxon leader). Although they didn't always see eye to eye, both villages benefited from being able to trade with the ever growing city of London down river."
            ]
        },
        {
            "heading": "Rose House",
            "paragraphs": [
                "Rose House dates from the time of Charles I - the top floor of the inn may well have been used as a dormitory - probably by watermen who manned the barges on the river.",
                "At some time in the eighteenth century, the inn became a private dwelling house known as Rose House. Saved from demolition in 1974, it is currently the headquarters of the Barnes Community Association."
            ]
        },
        {
            "heading": "The Red Lion",
            "paragraphs": [
                "The Red Lion was originally a thatched hostelry known as The Strugglers. In 1835, it was damaged by fire, leading to pleas from the landlord for \"an engine be provided for the purpose of extinguishing fires that may accidentally occur in the Parish.\"",
                "By 1883, the Red Lion had a skittle alley, a billiard room and saloon bar available for patrons with extensive gardens and a shooting gallery on offer. In 1889 a parachute jump, staged on the same date as the Boat Race, drew unprecedented (and rather unwelcome!) crowds to the venue.",
                "Lions are a theme of many Barnes houses too; legend has it that a builder ordered 100 lions to embellish his newly built houses and 1,000 arrived."
            ]
        },
        {
            "heading": "The Sun Inn",
            "paragraphs": [
                "The Barnes Vestry usually met in St Mary's Church on Church Road, however there were four occasions when the meeting moved elsewhere because the fabric of the church was under repair. A number of these meetings were noted as being held at 'The Coffee House' - the venue's previous name - and the Barnes Churchwardens' accounts of 2 October 1776 refer to 1s 8d. of beer supplied!",
                "The name was changed to The Sun Coffee House in 1829, and altered again in 1832 to The Rising Sun public house, but in 1833 it finally became The Sun Inn. The venue provided stabling, a coach house, forge and a crown bowling green (still there to this day under the ownership of Barnes Bowling Club - take a peek at the back of the property!)"
            ]
        },
        {
            "heading": "History of The Olympic Cinema",
            "paragraphs": [
                "In 1906, Byfeld Hall opened - on the site of Byfield House, the 17th century residence of a former Governor of St Helena - as an entertainment centre for the local community - its offering including bioscope (an early form of cinema) as one of its attractions. By 1922, it had become the Barnes Picture House boasting a tea lounge and a high-class orchestra following extensive refurbishment after the First World War.",
                "The mid-1920s saw the building play host to a great number of West-End productions in the Barnes Theatre on the site - Charles Laughton, John Gielgud and Claude Rains first trod the boards here. By 1930 it was once again a cinema, under the name The Ranelagh.",
                "A couple of name changes and a World War later, the building was converted into recording studios during the 1960s and became The Olympic Sound Studios, hosting a celebrity-studded guest list of artists from the Rolling Stones to Queen, the Spice Girl, David Bowie, Madonna and a litany of other famous faces in between.",
                "U2 were the final act to record on the site in 2009 and the venue was refurbished and reappeared once again as a cinema in 2014.",
                "The Olympic was acquired by Richard Branson's Virgin Group in 1987 and then became part of EMI's portfolio in 1992. Lots of famous bands, orchestras and musicians rehearsed and recorded there in the years that ensued.",
                "The venue then reverted to its previous incarnation as a cinema, Olympic Studios, together with restaurant and members' bar in 2014."
            ]
        },
        {
            "heading": "St Mary's Church",
            "paragraphs": [
                "This is the oldest building in Barnes. A church has existed on this site since c.1100 and the original structure is at the west end of the Langton chapel (on the right as you enter), where you can also see traces of wall paintings dating from the 12th Century.",
                "The chancel to the east of the chapel, with its lancet windows, was added in c.1215, when the church is said to have been rededicated by Stephen Langton the Archbishop of Canterbury. These early features, together with the 15th century Tower survived a disastrous fire in June 1978, which destroyed the Victorian and Edwardian additions. They now form an integral part of the re-built and re-vitalised church, designed by prize-winning architect Edward Cullinan and re-hallowed in 1984."
            ]
        },
        {
            "heading": "The White Hart",
            "paragraphs": [
                "The White Hart ('hart' being an archaic word for a mature stag) was the personal badge of Richard II. It may also have been a pun on his name - 'Rich-Hart'. It has been a riverside landmark since 1899, replacing a pub that stood on the site since 1662.",
                "In 1812, the inquest concerning the victims of the D'Aintraigues murder on Barnes Terrace was held at The White Hart before the then coroner for the Country of Surrey.",
                "the pub was completely renovated in 2013 and is an imposing four storey building with verandas and tables on the towpath."
            ]
        },
        {
            "heading": "Barnes Green",
            "paragraphs": [
                "The main feature of Barnes Green is the pond. Today it is a peaceful place to sit and watch the world go by or feed the ducks, but well into the 19th century it was just the village pond, where cows stopped for a drink and horses and carts were driven in to clean up after a muddy trip along the unmade roads.",
                "Over the course of 48 hours in April 2001, Barnes Pond mysteriously emptied. The Barnes Community Association launched a Pond Appeal for £200,000 and this, together with a Council grant of £60,000 and advice from the Wildfowl and Wetlands Trust, enabled experts to be employed to reline and restore the pond, which was refilled in April 2003. During the final stages of the work the cause of the mystery was discovered: a six-inch outlet pipe had somehow become unplugged, causing the water to drain away so rapidly, although what caused the plug to come out is still a mystery. The pipe now forms the emergency overflow.",
                "In the middle of the Green is the former village school which has pretty bargeboards. It was founded in 1775 and was the size of a small cottage but as the demand for education increased it was added to substantially. Elm Cottage was built for the village schoolmaster. Bowls was played on the village green at the site of the school in Tudor times but when the school was built on the site, this ancient club was moved to the rear of the Sun Inn, where its Green has been in constant use ever since.",
                "The pond (first mentioned in a manorial survey of 1649 but most probably older than the village itself) reminds us that Barnes is on a flood plain and within a meander loop with much surface water. Indeed there were also a series of small ponds and streams on the Green until the 19th century."
            ]
        },
        {
            "heading": "The Terrace",
            "paragraphs": [
                "This row of attractive houses dates from 1740 onwards. Some of the larger houses were let to Londoners as summer residences (it was too damp to reside here in the winter). The smaller ones were occupied by watermen (from as early as the 14th C). After the Embankment was built in London (resulting in the Thames being ponded back upstream) the Terrace suffered regular flooding. Many houses still have early flood board fixings."
            ]
        },
        {
            "heading": "Barnes Hedgehog Highway",
            "paragraphs": [
                "After discovering a hedgehog in his Barnes garden, local Michel Birkenwald decided to set up Barnes Hedgehogs to make Barnes a safe place for the creatures. As the fences and walls that border our gardens can make a hedgehog's nightly perambulations rather tricky, Barnes Hedgehogs are creating a Hedgehog highway across Barnes, drilling holes in fences and walls and flagging their location to humans by placing a special hedgehog blue plaque above the hole. See if you can spot any!"
            ]
        },
        {
            "heading": "White Hart Lane and Railwayside",
            "paragraphs": [
                "The boundary between Barnes and Mortlake runs along the centre of the road, unchanged for centuries. There is an attractive former chapel on the left. This was the Westfields area of market gardens until a property developer built streets of terraced cottages, corner shops, beer houses and the shops in this street.",
                "The Westfield, one of 2 medieval open fields, covered a huge area of about 24 acres. This used to be a busier street but the number of shops has reduced by 30% since before the war. Ruffells Motors (just over the level crossing)stood the test of time the longest but has now also been developed.",
                "This path passes the allotments which are all that is left of the market gardens of Westfields. In Cross Street there sits the Brown Dog pub (1898) which has served the local community for years, formerly as the Rose of Denmark. Number 36 (still called The Beehive) used to be a popular pub and jazz venue. The road runs into Beverley Path; this is an ancient route crossing land known as the Goslings (recorded in 1464 as Geseland, where geese were reared).\nThis area was damp and also suitable for growing licorice. There used to be a tiny pub here, called The Idle Hour and known in the past as The Manor Arms but it has since been developed into residential property.",
                "Just after the railway bridge there is a wild neglected piece of the Goslings which has never been adopted on the left (now fenced); a curious relic from past ages. The ancient path followed Willow Avenue to cross Station road and Beverley Brook, initially by a watersplash and later by Creek bridge to go onto Barnes Common, just as it does today"
            ]
        },
        {
            "heading": "Queen Elizabeth Walk",
            "paragraphs": [
                "Commemorating the coronation of 1953, this path offers a delightful walk to the river (1/2 mile).\nOn the left, the Wildfowl and Wetlands Trust occupies 100 acres of former farmland and later reservoirs. Peter Scott, the naturalist, successfully fought to prevent urban sprawl here and created this home for rare waterbirds. On the other side lies Barn Elms, once the site of the medieval manor house. Sir Francis Walsingham received Elizabeth I here. He was Elizabeth I's notorious spymaster, head of a network of domestic and foreign spies, rather like the combined heads of MI5 and MI6 today.",
                "In the 18th century the manor house became the Kit Cat club with famous Whig party members. Finally it was the exclusive Ranelagh Polo Club with a golf course, fishing lake and more famous names of the day who were members. The club closed in 1939. In 1954 the by then derelict house was destroyed by fire. The gatehouse can be seen at the entrance to this walk and a reduced lake further along."
            ]
        },
        {
            "heading": "Hammersmith Bridge, Castelnau and the Harrods Depository",
            "paragraphs": [
                "Hammersmith Bridge, built in 1887 is a Grade II listed structure and is now painted in its original green. The delicate suspension design, unsuited to today's traffic has been strengthened many times, as closer inspection will show. Despite that, it survived IRA bombs in 1938 and again in 200 though is currently closed to pedestrian and vehicular traffic owing to safety concerns.",
                "Castelnau was named after the home of the Boileau family, originally Huguenot migrants. Major Boileau gave land for the building of Trinity Church in 1868 and The Boileau Arms was built in 1894, but has changed its name since. Opposite is the former Bridge Hotel (built 1904) with an original gas lamp hanging over the door.",
                "The grand building known as Harrods Depository was originally Cowan's Soap and Candle Works which provided hundreds of jobs for local people until its closure in 1888 as a result of a fire. By 1894 it had become a storage facility for the world famous department store, for furniture that was too big to display in the shop itself. Now it has become a key landmark along the University Boat Race course.\nThe building of the Harrods Village Estate helped in part to fund the creation of the Wetlands wildlife preservation in Barnes."
            ]
        },
        {
            "heading": "Trail Map",
            "paragraphs": [
                "A Trail Map can be downloaded from the BCA website: www.barnes-ca.org or picked up from Rose House."
            ]
        }
    ],
    "id": 10071,
    "images": [
        {
            "description": "",
            "title": "Our resident swans perusing Barnes High Street",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10071_swans-down-the-high-street_c45cccd9008c6e8ce37d639084260ba1.jpg"
        },
        {
            "description": "",
            "title": "Barnes Pond",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10071_barnes-reflections-b_084e37ecd21f6a5e934810e1f3ac499c.jpg"
        },
        {
            "description": "",
            "title": "Barnes' Hedgehog Highway crossing",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10071_the-hedgehog-super-highway-210206-c_58e8746adf6df640762c4b99d38c356d.jpg"
        },
        {
            "description": "Dylan Clinton",
            "title": "Rose House",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10071_rose-house_d7c792c4f55023a59ccec9c84f74e009.jpg"
        }
    ],
    "links": [
        {
            "href": "http://The trail map is available from Rose House or download from www.barnes-ca.org",
            "title": "Website"
        }
    ],
    "location": {
        "address": "70 Barnes High Street, Barnes, SW13 9LD",
        "latitude": 51.4736233,
        "longitude": -0.2482254,
        "meeting_point": "Rose House",
        "travel_info": [
            "Nearest train: Barnes Bridge, Barnes",
            "Bus routes: 485, 209"
        ]
    },
    "name": "BCA Barnes Trail - self-guided walk",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/10071",
    "ticketed_events": false
}