{
    "all_week": false,
    "description": "The current building was specially designed for the Musical Museum, and was opened in June 2008.  In addition to the instrument galleries and roll library, the Museum contains a workshop, concert hall, and a café with views of the river.",
    "design": {
        "designers": [
            {
                "architect": "PRC Fewster Architects",
                "description": "Original design",
                "year": "2008"
            }
        ],
        "periods": [
            "Historical/contemporary"
        ],
        "types": [
            "Event",
            "Entertainment",
            "Concert/performance space",
            "Community/cultural",
            "Museum"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": null,
            "date": "2021-09-04",
            "end": "2021-09-04T16:00:00+01:00",
            "fully_booked": null,
            "name": "Open House Weekend",
            "notes": "Join us for an exciting weekend with highlight tours of the collection, Wurlitzer organ demonstrations, a new exhibition from Brentford Thur My Lens and other exhibits from the Brentford Art Trail. With live music from local musicians, refreshments, a BBQ and FREE ENTRY this is a great time to visit.",
            "start": "2021-09-04T10:30:00+01:00",
            "ticketed": false
        },
        {
            "all_day": false,
            "booking_link": null,
            "capacity": null,
            "date": "2021-09-05",
            "end": "2021-09-05T16:00:00+01:00",
            "fully_booked": null,
            "name": "Open House Weekend",
            "notes": "Join us for an exciting weekend with highlight tours of the collection, Wurlitzer organ demonstrations, a new exhibition from Brentford Thur My Lens and other exhibits from the Brentford Art Trail. With live music from local musicians, refreshments, a BBQ and FREE ENTRY this is a great time to visit.",
            "start": "2021-09-05T10:30:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        [
            "Toilets",
            "Refreshments",
            "Disabled access"
        ]
    ],
    "factsheet": [
        {
            "heading": "History",
            "paragraphs": [
                "The Musical Museum was founded over 50 years ago by the late Frank Holland. He started with his own private collection of some half-dozen reproducing pianos, and in 1963 he was given use of the former St George’s Church, Brentford to get the collection under one roof. He was initially allowed use of the premises for only two years, but the museum was still there 40 years later!",
                "In 1966, the collection was formed into a Charitable Trust as The British Piano Museum, and in the early years, a number of famous pianists who had recorded rolls earlier in the century, came along to the Museum to hear themselves play.",
                "During its existence, the Museum’s collection has grown steadily and it now encompasses a wide range of musical instruments and unique inventions which tell the story of how music was recorded and captured through the ages. The Museum has also built up a nationally significant collection of over 20,000 music rolls, which are stored in a purpose-built library."
            ]
        },
        {
            "heading": "Museum & Tours",
            "paragraphs": [
                "Our collection of working instruments, displays and interactive exhibits tell the story of how music has been recorded and reproduced, from mechanical inventions to the present day. Arranged over three unique galleries plus a concert hall, shop and café, our dedicated volunteers offer guided tours that combine practical demonstrations with an entertaining and informative narrative, answering any questions you may have along the way.",
                "You will find out how music was captured, how it was powered, and experience the sounds and actions of self-playing instruments."
            ]
        },
        {
            "heading": "Exhibitions",
            "paragraphs": [
                "We host a number of exhibitions at the Musical Museums.",
                "Currently we have the City of London Phonograph and Gramophone Society (CLPGS) exhibition ‘Talking Machines.’\nThis exhibition of over 30 gramophones and phonographs, supplemented with contemporary advertising and associated ephemera spans a period from 1880, just after the dawn of recorded sound in 1877 when Thomas Edison invented the phonograph, to 1935 by which time it was a massive industry. It complements the Musical Museum’s existing extensive mechanical, electric and electronic music displays from either side of these dates and all exhibits have been lent from private collections so that many of the rarest items will never have been seen in public before.",
                "We also have a local photographer's exhibition of the Brentford area, past and present, from Brentford Thru My Lens"
            ]
        }
    ],
    "id": 10085,
    "images": [
        {
            "description": "2021",
            "title": "View of the Musical Museum from the High Street",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10085_106349738_3138699062832198_4020628551029398812_n_fe3648eb02856ec7af1e3a7d3f2019a6.jpg"
        },
        {
            "description": "2020",
            "title": "The Mighty Wurlitzer Theatre Organ in Concert",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10085_210055217_4167846236584137_6149139660557956752_n_30af925f78c99a7bbb521b08a7aa77ed.jpg"
        },
        {
            "description": "Karen Reader · 2021",
            "title": "Demonstration of Instruments outside the Museum",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10085_img_9566_1f1769448715e72549b2b17f4cdc3fca.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "399, High Street, Brentford, TW8 0DU",
        "latitude": 51.487832,
        "longitude": -0.2931374,
        "meeting_point": null,
        "travel_info": [
            "Nearest tube: Gunnersbury",
            "Nearest train: Kew Bridge",
            "Bus routes: 267, 237, 65"
        ]
    },
    "name": "The Musical Museum",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/10085",
    "ticketed_events": false
}