{
    "all_week": false,
    "description": "A grand neo-classical building of 1871 with impressive interior, built as New Court Congregational Chapel. Home to a Hunter pipe organ, installed as a WW1 memorial and recently restored with National Lottery Heritage Fund support.",
    "design": {
        "designers": [
            {
                "architect": "C. G. Searle",
                "description": "Original design",
                "year": "1871"
            },
            {
                "architect": "Mander Organs (F.H. Browne & Sons).",
                "description": "Restoration",
                "year": "2020"
            }
        ],
        "periods": [
            "Victorian"
        ],
        "types": [
            "Religious",
            "Concert/performance space",
            "Community/cultural"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": null,
            "date": "2022-09-04",
            "end": "2022-09-04T16:00:00+01:00",
            "fully_booked": null,
            "name": "Building open for self-guided tours with QR code trail",
            "notes": "To access the QR code trail you will need a smart phone - please bring headphones. There will also be printed resources available.",
            "start": "2022-09-04T12:00:00+01:00",
            "ticketed": false
        },
        {
            "all_day": false,
            "booking_link": null,
            "capacity": null,
            "date": "2022-09-05",
            "end": "2022-09-05T16:00:00+01:00",
            "fully_booked": null,
            "name": "Building open for self-guided tours with QR code trail",
            "notes": "To access the QR code trail you will need a smart phone - please bring headphones. There will also be printed resources available.",
            "start": "2022-09-05T13:00:00+01:00",
            "ticketed": false
        },
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 20,
            "date": "2022-09-05",
            "end": "2022-09-05T15:00:00+01:00",
            "fully_booked": null,
            "name": "Walking Tour - Discover Stroud Green's Musical Heritage",
            "notes": "The Hunter memorial organ at St Mellitus Church in Tollington Park is one small part of Stroud Green’s rich and eclectic musical history. In 2020 Islington Guided Walks produced a podcast in conjunction with the Organ Project at St Mellitus and now this guided walk for Open House will explore the sites in real life!  The walk will visit the sites of a piano factory, a former music hall and studios belonging to the oldest independent record label in the world; learn about ‘jelly mould’ cinema organs and some of the memorable performances at Finsbury Park’s iconic Rainbow Theatre, as well as looking at the ethnically diverse music made by emigrants from Cyprus and the Caribbean, who made Stroud Green their home.  Walk will start at St Mellitus and end near Fonthill Road N4. Book your place from August 3rd here: https://www.eventbrite.co.uk/e/walking-tour-discover-stroud-greens-musical-heritage-tickets-164952708993",
            "start": "2022-09-05T13:30:00+01:00",
            "ticketed": true
        },
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 60,
            "date": "2022-09-05",
            "end": "2022-09-05T16:00:00+01:00",
            "fully_booked": null,
            "name": "Homing: an afternoon of music at St Mellitus Church",
            "notes": "Lyrical mezzo-soprano Patricia Hammond and multi-instrumentalist Matt Redman are joined by organist Marion Bettsworth, performing a programme of music telling the story of the First World War and the history of the memorial organ at St Mellitus.  Matt will play instruments from a hundred years ago, including the zither banjo, contraguitar, mandolin and a 1911 Gibson L4 guitar. Marion Bettsworth, organist at St Michael's Highgate,  joins Matt and Patricia to play music performed at the organ's inauguration in 1920. Also featured will be songs about \"Home\", celebrating the men and women of the parish who lived through - and those who didn't survive - WW1. Marion will also perform solo, including pieces reflecting the history of the St Mellitus Hunter Organ, as well as some well-known favourites for the instrument.  This is a rare chance to hear the recently restored organ being played live, in the beautiful setting of St Mellitus church.",
            "start": "2022-09-05T14:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        [
            "Disabled access",
            "Toilets"
        ]
    ],
    "factsheet": [
        {
            "heading": "Welcome to St Mellitus",
            "paragraphs": [
                "We're delighted to open the doors to St Mellitus in its 151st year, having also celebrated the centenary of its wonderful Hunter First World War memorial organ in 2020. The instrument has been restored with a generous grant from The National Lottery Heritage Fund, transforming the interior of the church.",
                "St Mellitus Roman Catholic Church, built in 1871 to a design by C. G. Searle, is a large and imposing Grade II-listed neo-classical building. For almost a century, it was New Court Congregational Chapel before becoming a Roman Catholic Church in 1959."
            ]
        },
        {
            "heading": "History",
            "paragraphs": [
                "The first New Court Chapel, in Carey Street off the Strand, was compulsorily purchased in 1865 when the site was cleared to make way for the Royal Courts of Justice.",
                "The congregation moved north to Tollington Park. The architect, Searle, lived in nearby Tollington Villas and was also one of the church's first deacons.",
                "The foundation stone was laid in November 1870 and the chapel was dedicated in September 1871. A member of the congregation later remarked that ‘the Builders were to be congratulated on the fact that the varnish on the seats was dry and hard.’",
                "New Court flourished in the last quarter of the 19th century, but by the early 20th century attendance was beginning to wane. In 1959, the building was sold to the Roman Catholic Church."
            ]
        },
        {
            "heading": "Architecture",
            "paragraphs": [
                "The Congregational Yearbook of 1870 noted that ‘the new building will be a handsome structure, in the classic style of architecture, and of the Corinthian order. The leading feature of the front will be a tetrastyle portico of imposing appearance, approached by steps with wide landings; the portico, with the other parts of the front and sides, being constructed of stone. A character of importance and solidity will thus be imparted to the whole design.’",
                "The architect, C. G. Searle (1816-1881) designed many Non-Conformist places of worship in London and elsewhere. The Corinthian style of New Court sets it apart from other great North London Congregational chapels which were all variations on the Gothic (Cubbitt's Union Chapel is a fine local example).",
                "Underneath the chapel is a large parish hall, originally a schoolroom, and other rooms, including one that houses the blower for the organ.\n \nCongregational chapels were designed for oratory, and New Court was no exception. The interior consists of a large rectangular nave with a gallery on three sides. Its seating capacity is 1,340. Over the years, it has been painted in various colour schemes, including vibrant orange and blue, as seen in the Lady Chapel. The interior was repainted in more neutral tones last year.",
                "Originally the chapel had an ornate bow-fronted pulpit in the centre of the nave on a platform, from which New Court’s ministers preached. The pulpit was removed and replaced by an altar when the church became Roman Catholic."
            ]
        },
        {
            "heading": "Organ and The Organ Restoration Project",
            "paragraphs": [
                "The current organ was installed in 1920 as a memorial to men associated with New Court who had served in the First World War ‘to show [...] gratitude to boys who had fallen in the great war and those who had suffered both at home and abroad.’",
                "Esteemed organ builder Alfred Hunter & Son of Clapham was commissioned to build the organ, which ‘falls squarely into the mainstream of their most successful output, both tonally and mechanically.' (Ian Bell, organ consultant)",
                "The public opening of the organ took place on 17 December 1920 and for the next 40 years, the organ was used for church services as well as regular recitals and performances.",
                "Two memorial plaques, originally fixed either side of the organ, record the names of the 221 soldiers.",
                "When the building was adapted for Catholic liturgy, the organ console (keyboard, stops and pedals) was moved from its central position up to the gallery, and the pipes were concealed behind a painted screen. The memorial plaques were removed from the church.",
                "By 2014 the organ was almost unplayable; parishioners became concerned that this important heritage asset could be lost forever. It was assessed, placed on the British Institute of Organ Studies Register, and awarded a Grade II historic organ certificate. The same year, a successful application was made to The National Lottery Heritage Fund (NLHF) for a grant to restore it.\n \nKent-based organ builders F H Browne & Sons undertook the restoration, with work beginning in 2019 and completed in time to celebrate the organ’s centenary in 2020 with a live-streamed concert - the first public performance of the newly restored organ.",
                "Throughout 2020 and 2021, despite the pandemic, the St Mellitus Organ Restoration Project engaged with the local community to deliver an exciting programme of online events and activities. We are pleased to be able to take part again in Open House and to welcome visitors to enjoy some of the work that has been created by following QR codes dotted around the building - if you have a smart phone please bring your headphones."
            ]
        }
    ],
    "id": 10105,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/10105/building_10105_about_tab_57475ae2ce8c817f2f3d2342915b3e5e.jpg",
            "description": "Old postcard",
            "title": "New Court Congregational Chapel c. 1905, view from Tollington Park",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10105_about_tab_57475ae2ce8c817f2f3d2342915b3e5e.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/10105/building_10105_stop-1-st-mellitus-church_5c284d7c783f46035ba57dac3a63072c.jpg",
            "description": "Charlotte Wilson · 2020",
            "title": "St Mellitus Church today, view from Tollington Park",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10105_stop-1-st-mellitus-church_5c284d7c783f46035ba57dac3a63072c.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/10105/building_10105_new-court-chapel-copy_bfd93dc02f96a17c19c97eac6a12da3d.jpg",
            "description": "Old Postcard",
            "title": "New Court Chapel interior (pre-1920)",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10105_new-court-chapel-copy_bfd93dc02f96a17c19c97eac6a12da3d.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/10105/building_10105_organ-war-memorials-copy-2_7ac8ddaff4deb2bd36329a4058a74fe9.jpg",
            "description": "Unknown",
            "title": "Hunter memorial organ, with original pulpit and commemorative plaques",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10105_organ-war-memorials-copy-2_7ac8ddaff4deb2bd36329a4058a74fe9.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/10105/building_10105_stmellitus_organ_134_696917151d6d66fb88113afe9ee9affb.jpg",
            "description": "Charlotte Wilson · 2020",
            "title": "Restoration of the organ",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10105_stmellitus_organ_134_696917151d6d66fb88113afe9ee9affb.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/10105/building_10105_phrestoration-copy_d678ae5d9cc90f8969a32f2afc426a63.jpg",
            "description": "Charlotte Wilson · 2020",
            "title": "Organ pipes",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10105_phrestoration-copy_d678ae5d9cc90f8969a32f2afc426a63.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/10105/building_10105_plaque_mid-copy_42e824626f4cc9660ace559940bd64fc.jpg",
            "description": "Charlotte Wilson · 2020",
            "title": "Detail of commemorative plaque",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10105_plaque_mid-copy_42e824626f4cc9660ace559940bd64fc.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/10105/building_10105_organ_finished_020-copy_47ff6ef5456e717a184b6c5443fd3216.jpg",
            "description": "Charlotte Wilson · 2020",
            "title": "The restored organ",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10105_organ_finished_020-copy_47ff6ef5456e717a184b6c5443fd3216.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "St Mellitus RC Church, Tollington Park, N4 3AG",
        "latitude": 51.5673623,
        "longitude": -0.1132266,
        "meeting_point": null,
        "travel_info": [
            "Nearest tube: Finsbury Park",
            "Nearest train: Finsbury Park, Crouch Hill",
            "Bus routes: W7, 210, W3, 19, 106, 153, 236, 29, 259, 254, 4, 393"
        ]
    },
    "name": "RC Church of St Mellitus ",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/10105",
    "ticketed_events": true
}