{
    "all_week": false,
    "description": "Visitors will be shown around Boston Manor Park on short walks led by volunteers, focusing on the History of Boston Manor House and area.\r\nThe House is closed as part of a 5 year redevelopment project, re-opening early 2022.",
    "design": {
        "designers": [],
        "periods": [
            "Historical/contemporary"
        ],
        "types": [
            "Walk/tour"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 5000,
            "date": "2021-09-04",
            "end": "2021-09-04T17:00:00+01:00",
            "fully_booked": null,
            "name": "Information from Purcell UK architects",
            "notes": "Explore behind-the-scenes stories of Boston Manor and its former residents with the Heritage Architects, Purcell. This online snapshot series will take you through some of the stories hidden within and behind the bricks, mortar, paint and plaster; celebrating the fascinating discoveries and expert re-telling of times bygone.",
            "start": "2021-09-04T09:00:00+01:00",
            "ticketed": false
        },
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 12,
            "date": "2021-09-08",
            "end": "2021-09-08T11:15:00+01:00",
            "fully_booked": null,
            "name": "Walk with Boston Manor House volunteer",
            "notes": null,
            "start": "2021-09-08T10:30:00+01:00",
            "ticketed": false
        },
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 5000,
            "date": "2021-09-11",
            "end": "2021-09-11T17:00:00+01:00",
            "fully_booked": null,
            "name": "Virtual tour of Boston Manor House",
            "notes": "We will be releasing a virtual tour of the site whilst it's closed for restoration through our social media channels.",
            "start": "2021-09-11T09:00:00+01:00",
            "ticketed": false
        },
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 12,
            "date": "2021-09-11",
            "end": "2021-09-11T12:00:00+01:00",
            "fully_booked": true,
            "name": "Walk with Boston Manor House volunteer",
            "notes": null,
            "start": "2021-09-11T11:00:00+01:00",
            "ticketed": true
        },
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 12,
            "date": "2021-09-12",
            "end": "2021-09-12T12:00:00+01:00",
            "fully_booked": true,
            "name": "Walk with Boston Manor House volunteer",
            "notes": null,
            "start": "2021-09-12T11:00:00+01:00",
            "ticketed": true
        }
    ],
    "facilities": [
        [
            "Parking"
        ]
    ],
    "factsheet": [
        {
            "heading": "History of the House",
            "paragraphs": [
                "Boston Manor House is a Jacobean Manor House, built in 1622-3. There was a Tudor mansion on site previously, but it was cleared to build the current house. \nThe House has large park grounds (28-30 acres) which are currently undergoing development through a separate National Lottery Heritage Funded project.\n \nQueen Elizabeth I granted Boston Manor to Robert Dudley, 1st Earl of Leicester who immediately sold it to Sir Thomas Gresham, an internationally wealthy merchant and financier who had also bought Osterley as his summer residence. He later founded the Royal Exchange.\n \nAs Gresham died without children, the property went to his stepson (Sir William Reade) who lived in Osterley so had to obtain a Patent of Possession in 1610 from James I so that he could inherit. He married Mary Goldsmith who built Boston Manor House in 1622–3, immediately after Sir William Reade's death.\nShe then married Sir Edward Spencer of Althorp, who gained ownership and appears to have bought out the claim of the late William Reade's heirs so that, upon her death in 1658, the lands passed to Lady Mary's heir, John Goldsmith.\nIn 1670, his executors sold Boston Manor House to another very wealthy city merchant: James Clitherow I and the Clitherow family owned Boston Manor from 1670-1922",
                "John Bourchier Stracey-Clitherow was the last private owner of Boston Manor. The House and the surrounding 20 acres was purchased by the Brentford Urban District Council and opened as a public park in 1924."
            ]
        },
        {
            "heading": "Current National Lottery Heritage Funded project",
            "paragraphs": [
                "Phase 1 of the regeneration project which focuses on Boston Manor House is now in delivery. Capital works started on 15 July 2019. \nThis phase is a two-year project, supported by The National Lottery Heritage Fund, Historic England, Greater London Authority (GLA) Good Growth Fund, the Wolfson Foundation, the Pilgrim Trust, the Heritage of London Trust and the John and Ruth Howard Trust, to restore and improve access at the Grade I listed historic house. For the safety of the public during the building works, there will be a fence around the works site and there will be no public access to the Park via the gated entrances immediately next to the House.\nOnce the Capital stage of the project is finished (estimated to be later this year), the Activity stage will begin (early 2022-May 2024) and the house will re-open to the public. There will be a new lift to ensure all areas of the house are accessible, a new cafe and the service wing will house several Maker Space studios for creatives to work on site.\nThere will be historic rooms open for visitors to enjoy, as well as a programme of tours, events and workshops throughout the year."
            ]
        }
    ],
    "id": 10142,
    "images": [
        {
            "description": null,
            "title": "Boston Manor House ",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/medium_golden/building_10142_bmh-front_d2e939a741d57a572a467bfec36d03ee.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Boston Manor House, Boston Manor Road, Brentford, TW8 9JX",
        "latitude": 51.4923414,
        "longitude": -0.3185845,
        "meeting_point": "By Boston Manor House's front gate (currently closed), near The Ride bus stop (Stop S)",
        "travel_info": [
            "Nearest tube: Boston Manor",
            "Nearest train: Brentford",
            "Bus routes: H91, 195, E8"
        ]
    },
    "name": "Boston Manor House and Park Walks",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/10142",
    "ticketed_events": true
}