{
    "all_week": false,
    "description": "We will explore a delightful oasis with Georgian houses, a Victorian church and a public girls’ school. The original brook still flows under the green. Brook Green has been home to actors,  artists' studios and a major national charity.",
    "design": {
        "designers": [
            {
                "architect": "various",
                "description": "Original design",
                "year": "0019"
            }
        ],
        "periods": [
            "Historical/contemporary"
        ],
        "types": [
            "walk/tour"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 20,
            "date": "2022-09-04",
            "end": "2022-09-04T12:30:00+01:00",
            "fully_booked": null,
            "name": "Walking tour by West London expert guide, Caroline Macmillan",
            "notes": null,
            "start": "2022-09-04T11:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [],
    "factsheet": [
        {
            "heading": "Introduction",
            "paragraphs": [
                "Surrounded by Georgian houses, a Victorian church and a public girls’ school, the original brook still flows under the green. Over the years it has been home to the first actor to receive a knighthood, a studio where artists designed fabric, wallpaper and metalwork for companies including Liberty’s and where a major charity was founded in 1897 which continues to operate throughout the UK."
            ]
        },
        {
            "heading": "History",
            "paragraphs": [
                "Until 1876 a stream flowed across marshy Brook Green but as fields gave way, so larger dwellings were built.   Mr. Robertson opened his lamp making factory overlooking Brook Green in 1895 and by 1915 had joined German company Osram to produce Tungsten lamps.   Ford Motor Company’s 1916 service showroom was an early example of a concrete-framed building, by 1924 it was Citroen’s main distribution centre, now offices for Dunhumby, a customer science specialist. \nThe oldest houses on the Green are number 14 and 15, built in 1796 by two brothers.   In 1904 the Mercer’s Company used part of their endowment to found St. Paul’s Girls’ School to complement the nearby boys’ school in Hammersmith Road.  The architect was Gerard Horsley, a former assistant to Richard Norman Shaw.\nHoly Trinity Roman Catholic Church dates from 1851, built of ragstone with ashlar dressings and with a steeply pitched slate roof, the area became known as ‘Pope’s Corner’ due to several local catholic schools established in the area.  On the northern side of the Green is the former West Kensington and Hammersmith Synagogue, now occupied by the Chinese Church in London.\nOver the years the area has been home to many creative artists.    The Silver Studio at number 84 was one of the most influential textile design studios from its formation in 1880 until the middle of the twentieth century."
            ]
        }
    ],
    "id": 10143,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/10143/building_10143_dsc00643straight_c9e614fae73b440502503bcf805a9c6b.jpg",
            "description": "Steve Bower · 2021",
            "title": "Brook Green South side and spire of Holy Trinity Church",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10143_dsc00643straight_c9e614fae73b440502503bcf805a9c6b.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/10143/building_10143_dsc00639cropped_6d6f644d19f96df6db6779c62a921c74.jpg",
            "description": "Steve Bower · 2021",
            "title": "St Paul's Girls' School frontage",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10143_dsc00639cropped_6d6f644d19f96df6db6779c62a921c74.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/10143/building_10143_dsc00640cropped_bc67940be672a457b68bed132d081eef.jpg",
            "description": "Steve Bower · 2021",
            "title": "Brook Green, north side",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10143_dsc00640cropped_bc67940be672a457b68bed132d081eef.jpg"
        }
    ],
    "links": [
        {
            "href": "http://www.westlondonwalks.co.uk",
            "title": "Website"
        }
    ],
    "location": {
        "address": "Brook Green Hotel, 170 Shepherds Bush Rd, Hammersmith, \t, W6 7PB",
        "latitude": 51.4973232,
        "longitude": -0.2229828,
        "meeting_point": "Meet outside Brook Green Hotel, 170 Shepherds Bush Road, W6 7PB",
        "travel_info": [
            "Nearest tube: Barons Court, Hammersmith, Goldhawk Road",
            "Nearest train: Kensington Olympia",
            "Bus routes: 72, 220, 283, 295"
        ]
    },
    "name": "Brook Green",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/10143",
    "ticketed_events": false
}