{
    "all_week": false,
    "description": "The Energy Hub is a unique mixed-use building containing a combined heat and power facility, nursery, community café and pocket park. The project comprises a combination of uses never before entwined in one building.",
    "design": {
        "designers": [
            {
                "architect": "Morris+Company",
                "description": "Original design",
                "year": "2018"
            }
        ],
        "periods": [
            "Contemporary"
        ],
        "types": [
            "Online",
            "Mixed use"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": null,
            "date": "2021-09-09",
            "end": "2021-09-09T15:00:00+01:00",
            "fully_booked": null,
            "name": "Energy Hub Online Talk",
            "notes": "Please email s.christie@morrisand.company, for places.Visitors can arrive at any time during the opening hours.There may be queues at busy times.",
            "start": "2021-09-09T14:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [],
    "factsheet": [
        {
            "heading": "Overview",
            "paragraphs": [
                "The Energy Hub is a unique mixed-use building within the regeneration masterplan for Elephant and Castle. Developed with Lendlease, the 4-storey building contains a combined heat and power facility, nursery, café and community space and pocket park. The project comprises a combination of community and commercial uses never before entwined in one building.  \nAs well as facilities to provide heat and power to 3000+ new homes, an important aspect of Morris+Company’s process was to highlight the distinctiveness of the programmatic adjacencies. Where possible, relationships and facilities are shared, visual connections are made and a wider engagement established to the surrounding context."
            ]
        },
        {
            "heading": "Site",
            "paragraphs": [
                "The site acts as a gateway to the masterplan, located on the corner of Heygate Street and at the southern end of the proposed Elephant Park. \nSet against a backdrop of taller brick residential buildings emerging from the masterplan, the Energy Hub’s distinct materiality and typology act as a civic marker, with the energy centre chimney set to the corner of Heygate Street. \nThe building acts as a buffer to the busy Heygate Street, providing views into the industrial workings of the energy centre, whilst sheltering the entrance to the nursery, café and community space to the east, set amid a new pocket park and playground."
            ]
        },
        {
            "heading": "Project",
            "paragraphs": [
                "The sculptural qualities of the massing and façade have been carefully curated to conceal and reveal activities from the building’s varied programmes.\n       Windows into the energy centre offer an education into how energy is created within the city. \n       On the upper levels the nursery has large windows and terraces allowing visual connections to the local school and across the terrace rooftops.\n       A double height café and community space opens out on to the pocket park and children’s play area creating activity at ground floor. \n       The public realm has been designed to retain the established London Plane trees on the site and provides playspace and greenspace to residents and public."
            ]
        },
        {
            "heading": "Typology",
            "paragraphs": [
                "A composition of differing sized windows punctuate the building’s skin, defined by the varied programmes in the building, from picture windows into the energy centre, to a seat for nursery children. \n       The perforated metal façade conceals a secondary set of openable windows and louvres that reveal themselves at night, giving the building an ever-changing facade."
            ]
        },
        {
            "heading": "Materiality",
            "paragraphs": [
                "Metal anodised perforated cladding reveals the differing personality of the building between day and night. \n       A concrete datum wraps the base of the building with red aggregate revealed around entrances, in reference to the surrounding Victorian red brick buildings."
            ]
        }
    ],
    "id": 10146,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2021/10146/building_10146_morrisandcompany_energyhub_exteriordark_4562873110b1da19f6332c83c656ed01.jpg",
            "description": "Jack Hobhouse · 2018",
            "title": "View from street",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10146_morrisandcompany_energyhub_exteriordark_4562873110b1da19f6332c83c656ed01.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2021/10146/building_10146_morrisandcompany_energyhub_playpark_2429d7184ab514705b4f5824e318ac22.jpg",
            "description": "Jack Hobhouse · 2018",
            "title": "Pocket Park",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10146_morrisandcompany_energyhub_playpark_2429d7184ab514705b4f5824e318ac22.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2021/10146/building_10146_thumnail-update-v4_88e3ada280ab63bcc3edd2788d50f081.jpg",
            "description": "Jack Hobhouse · 2018",
            "title": "View into Energy Centre",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10146_thumnail-update-v4_88e3ada280ab63bcc3edd2788d50f081.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Rodney Rd/Heygate Street, Elephant & Castle, SE17 1FN",
        "latitude": 51.492818,
        "longitude": -0.0939408,
        "meeting_point": null,
        "travel_info": [
            "Nearest tube: Elephant & Castle"
        ]
    },
    "name": "Energy Hub",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/10146",
    "ticketed_events": false
}