{
    "all_week": false,
    "description": "Blythe House is an amazing full-on late Victorian design for the Post-Office Savings Bank. Olympia is a major exhibition venue in west London. The walk will also cover the former Joseph Lyons' factory Cadby Hall.",
    "design": {
        "designers": [
            {
                "architect": "various",
                "description": "Original design",
                "year": "1900"
            }
        ],
        "periods": [
            "Historical/contemporary"
        ],
        "types": [
            "Walk/tour"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 20,
            "date": "2021-09-05",
            "end": "2021-09-05T11:00:00+00:00",
            "fully_booked": null,
            "name": "Walking tour by West London expert guide, Caroline Macmillan",
            "notes": null,
            "start": "2021-09-05T10:00:00+00:00",
            "ticketed": false
        }
    ],
    "facilities": [],
    "factsheet": [
        {
            "heading": "History",
            "paragraphs": [
                "On the site of a former famous market garden, the Grand Hall and Pillar Hall were built in 1885 in Italianate style by Henry Edward Coe and James Edmeston.  The ironwork of the Grand Hall is by Handyside of Derby and was England’s largest enclosed space at the time of construction.   It opened on Boxing Day 1886 with a spectacular circus performance by the Paris Hippodrome Company, which included performing horses and elephants. Olympia Central was built in 1929 by architect Joseph Emberton and was an early expression of the modern movement in architecture.\nIn 1899 Joseph Lyons purchased the former Cadby Hall piano factory which faced on to Hammersmith Road and established a factory producing tea, baked goods, meat and ice cream.  The area spread in all directions and at its peak there were 30,000 staff working 24 hours a day, 365 days a year.  The original piano factory remained as part of the complex until 1983 when the entire factory was demolished. \nThe Post Office Savings Bank was established by an Act of Parliament in 1861 and a five-acre site was acquired to the west of Olympia.   Designed by Sir Henry Tanner, the final cost was £315,000.00 and the Prince of Wales laid the foundation stone in June 1899.  The building accommodated more than 4,000 staff with men and women working in separate parts of the building.  Four stories high plus an attic and semi-basement, it was designed in Edwardian Baroque style with ‘Wrenaissance’ detail.   By 1963 much of the bank’s operations moved to Glasgow and the building was vacated in the early 1970s, it is now the Clothworkers’ Centre for the study and conservation of textiles and fashion."
            ]
        }
    ],
    "id": 10144,
    "images": [
        {
            "description": "Steve Bower · 2021",
            "title": "Savings Bank main facade",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10144_dsc00638reduced_c51140d704a973011694f68dc53b5614.jpg"
        },
        {
            "description": "Steve Bower · 2021",
            "title": "View of Savings Bank entry",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10144_dsc00636cropped_90b6a177acd484c8b5696b50ec1ea3c2.jpg"
        }
    ],
    "links": [
        {
            "href": "http://www.westlondonwalks.co.uk",
            "title": "Website"
        }
    ],
    "location": {
        "address": "Meeting point Olympia Station, Overground and District line, Hammersmith Road,, W14 8UX",
        "latitude": 51.4966334,
        "longitude": -0.2105483,
        "meeting_point": null,
        "travel_info": [
            "Nearest tube: shepherd's bush central, Hammersmith, West Kensington, Kensington (Olympia)",
            "Nearest train: Kensington Olympia",
            "Bus routes: 9"
        ]
    },
    "name": "Blythe House and Olympia",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/10144",
    "ticketed_events": false
}