{
    "all_week": false,
    "description": "Artist and designer Eleanor Hill has designed a public artwork and lighting outside Wood Street Station, Walthamstow, celebrating community gardening. The Artwork is a vitreous enamel trypic, set within a powder-coated aluminium frame.",
    "design": {
        "designers": [
            {
                "architect": "Eleanor Hill",
                "description": "Original design",
                "year": "2021"
            }
        ],
        "periods": [
            "Contemporary"
        ],
        "types": [
            "public realm/landscape"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 10,
            "date": "2022-09-11",
            "end": "2022-09-11T16:30:00+01:00",
            "fully_booked": null,
            "name": "Artist Tour and Q&A",
            "notes": null,
            "start": "2022-09-11T13:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        [
            "Architect on site"
        ]
    ],
    "factsheet": [
        {
            "heading": "About the Project",
            "paragraphs": [
                "Eleanor won a competition by Making Places for Waltham Forest Council to create a new artwork which responds to the local character of the high street and community. The piece tells the story of outdoor life in Walthamstow, created from local submissions during the national lockdowns in 2020 - including Epping Forest, the local community gardens and private gardens and balconies.",
                "She created an online community gallery in which members of the public could see each other's submissions and learn about the work of gardeners and ecology in their area. She designed a religiously-inspired decorative frame, holding a screen-printed enamel triptych that she produced from these gathered stories. Using the form of the altarpiece as a historic story-book to celebrate local figures, events and locations depicted in the piece - transforming the bridge into an interior gallery space.",
                "The piece is part of the artist's ongoing interest in both narrative and participatory design - as a means to express local culture, and reflect social patterns, history and attitudes in community life in our cities.",
                "Eleanor states ‘Plants have been described as communal and personal landmarks, particularly in light of COVID-19, whereby many people were reconnecting with nature and the passing of seasons, whilst coping with personal and national trauma. This has been an amazing opportunity to reflect on the importance of nature in a piece which unites the community set within the street-scene’.",
                "The Wood Street Altarpiece has been commissioned by Waltham Forest Council, supported by the Great Place Scheme and Neighbourhood Community Infrastructure Levy, delivered in partnership with Create. It will remain outside the railway station permanently."
            ]
        },
        {
            "heading": "About the Artist",
            "paragraphs": [
                "Eleanor is an emerging artist and designer who makes socially-focused artworks and spaces, based on detailed knowledge of place and persons. She graduated in Architecture from the Royal College of Art in 2019, winning her first large-scale commission off the back of her prize-winning thesis project.\nHer work is informed and led by hyper-local research and engagement, having experienced hosting community workshops and consultations as an artist in London whilst studying.\nHer body of work includes installations, landscaping and public realm, mixed-media illustration. Her practice is a developing model of participation in design and art in order to build-on and celebrate social networks and histories.",
                "Web: www.eleanorhill.net\nInstagram: @eleanor.c.hil\nProject Instagram: @gardensofwoodst\nEmail: eleanorhill.rca@gmail.com"
            ]
        }
    ],
    "id": 10177,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/10177/building_10177_1-eleanor-hill-the-wood-street-altarpiece-miguelsouto_91f35f944552b79826fd7c7dd05b0107.jpg",
            "description": "Miguel Souto · 2021",
            "title": "Artwork View",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10177_1-eleanor-hill-the-wood-street-altarpiece-miguelsouto_91f35f944552b79826fd7c7dd05b0107.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/10177/building_10177_1-eleanor-hill-the-wood-street-altarpiece-miguelsouto-jpg_2c0ffc044fbc679ff9cb9f0049b388f6.jpg",
            "description": "Miguel Souto · 2021",
            "title": "Artwork View 2",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10177_1-eleanor-hill-the-wood-street-altarpiece-miguelsouto-jpg_2c0ffc044fbc679ff9cb9f0049b388f6.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/10177/building_10177_eleanor-hill-the-wood-street-altarpiece-barney-couch-3_e81b8b9888b25635db575154cc0af589.jpg",
            "description": "Barney Couch · 2021",
            "title": "Artwork Close up",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10177_eleanor-hill-the-wood-street-altarpiece-barney-couch-3_e81b8b9888b25635db575154cc0af589.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Wood Street Station, E17 3NZ",
        "latitude": 51.5860413,
        "longitude": -0.002936,
        "meeting_point": null,
        "travel_info": [
            "Nearest train: Wood Street"
        ]
    },
    "name": "Wood Street Altarpiece",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/10177",
    "ticketed_events": false
}