{
    "all_week": false,
    "description": "Join TDO to review a project that retrofits vacant railway arches, reimagining what these spaces along the Low Line can contribute. TDO’s proposals re-purpose Nissen sheds, providing self-contained enclosures for a range of uses.",
    "design": {
        "designers": [],
        "periods": [
            "Historical/contemporary"
        ],
        "types": [
            "Walk/tour"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 30,
            "date": "2021-09-09",
            "end": "2021-09-09T18:00:00+00:00",
            "fully_booked": true,
            "name": "Guided tour by TDO Architects",
            "notes": null,
            "start": "2021-09-09T17:00:00+00:00",
            "ticketed": true
        }
    ],
    "facilities": [
        [
            "Toilets",
            "Refreshments",
            "Disabled access",
            "Architect on site"
        ]
    ],
    "factsheet": [
        {
            "heading": "TDO was appointed by the Low Line partners in March 2020 to develop and implement creative solutions for the adaptive reuse of three empty railway arches as test bed sites for a range of uses.",
            "paragraphs": [
                "The Low Line is a network of creative and cultural nodes that follows the Victorian railway viaducts running through Bankside, London Bridge and Bermondsey. Steered by a group of partners – Better Bankside, Team London Bridge, Blue Bermondsey, Southwark Council and The Arch Company – who are reimagining the uses of the railway viaduct in partnership with local stakeholders, the Low Line will ensure that investment in the arches and adjacent\nsites contributes positively to the neighbourhoods and communities it spans.",
                "The Low Line is supported with £1 million funding from the Mayor of London’s Good Growth Fund to diversify the occupier mix in the arches, connect local communities and contribute to a greener, resilient city.",
                "TDO was appointed by the Low Line partners in March 2020 to develop and implement creative solutions for the adaptive reuse of three empty railway arches as test bed sites for a range of uses. As spaces are used in new ways, the ambition is for these practical design solutions to retain and celebrate the historic character of the arches, enhancing existing uses while providing a benchmark for the regeneration of other arches in the future.",
                "The design for the three locations needed to be able to accommodate either internal divisions to achieve distinct accommodation zones (workspaces, meeting rooms, catering or washrooms), or voids to host a variety of uses (including theatre, film, dance, exercise).",
                "TDO has responded to the brief with a design concept which explores the powerful sense of ‘remaining space’ under the Victorian viaducts. Rather than fill the envelope of the arch with a fit-out, the design creates discrete spaces within spaces by placing prefabricated galvanised steel Nissen sheds in the volumes under the arches.",
                "Utilising pre-existing technology and a single material will unify the arches and allow for adaptation to different requirements. The sheds are demountable and transferable, cost-efficient and recyclable. Nissen sheds were borne out of demand for accommodation during World War I, and have also been used for industry and agriculture, attesting to their flexibility and economy.",
                "The prefabricated sheds will arrive in Southwark as a series of components, ensuring they can be assembled in the arches while maintaining as much off-site manufacture as possible, reducing programme time and disruption to occupants and neighbours. The sheds will sit on precast concrete footings designed to be relocatable. Galvanised steel will also be used for secondary elements such as entry doors, glazing surrounds and exposed services,\nharmonising the spaces.",
                "The geometry of the sheds reflects the form of the arches, creating dynamic curving voids between them, which can be used for lighting, services distribution, ventilation and circulation. The contrast between the rough Victorian brick and corrugated galvanised metal is striking. The project will also involve exposing and cleaning as much of the original brickwork in the arches as possible.",
                "TDO was appointed following an invited competitive pitch process. The practice has experience in this specific sector of design, having transformed a Network Rail arch in 2012 to create its own studio in Bankside. The practice’s 2014 Bold Tendencies rooftop gallery pavilion, which experimented with prefabricated corrugated steel structures, was important in demonstrating the viability of the concept."
            ]
        }
    ],
    "id": 10208,
    "images": [
        {
            "description": "",
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10208_tdo-low-line-recross-way-interior_ad3aa27a15d0a6d2437c02f0b1a31583.jpg"
        },
        {
            "description": "",
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10208_mediumres-dji_0030_2ab7a114d2ed368bb14c63b1a5dbaeac.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "45 Southwark Street, SE1 0HP",
        "latitude": 51.5047367,
        "longitude": -0.093463,
        "meeting_point": "St Felix Place",
        "travel_info": [
            "Nearest tube: Borough, London Bridge",
            "Nearest train: Blackfriars, Cannon Street, London Bridge",
            "Bus routes: 381, 343, 21, 133, 35"
        ]
    },
    "name": "Low Line: Southwark Street Arch – Mixed Occupier Test Bed",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/10208",
    "ticketed_events": true
}