{
    "all_week": false,
    "description": "Liminal Landscapes; An exhibition of photographs in KENartspace gallery from around Europe. They look primarily thro' windows of varying descriptions revealing the between places of the urban landscape, by architect Ken Taylor.",
    "design": {
        "designers": [
            {
                "architect": "Ken Taylor",
                "description": "Original design",
                "year": "2021"
            }
        ],
        "periods": [
            "Contemporary"
        ],
        "types": [
            "Walk/tour",
            "Gallery"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 6,
            "date": "2021-09-11",
            "end": "2021-09-11T17:00:00+00:00",
            "fully_booked": null,
            "name": "Photographic Exhibition with Architect in attendance 11th & 12th September",
            "notes": "The gallery is open on the weekend 11th & 12th 11-6pm specially for London Open House and Photo London. Artist/Architect Ken Taylor in attendance. At all other times there is a 24/7 window display.",
            "start": "2021-09-11T10:00:00+00:00",
            "ticketed": false
        }
    ],
    "facilities": [
        [
            "Refreshments",
            "Toilets",
            "Disabled access",
            "Bookshop",
            "Architect on site"
        ]
    ],
    "factsheet": [
        {
            "heading": "Liminal Landscapes; Plant Free & Plant Infused. Ken Taylor",
            "paragraphs": [
                "Liminal Landscapes; \t\t\t\t\t\t\nPlant Free & Plant Infused.\nKen Taylor\nAn Exhibition of 28 Photographic prints at KENartspace Gallery, coinciding with the publishing of two new postcard albums of the work, in bespoke booklets.",
                "Notes on a journey to some place between.... \n“Events occur without permission”. Jasper Johns; Artist 1979.",
                "Be with a camera, give yourself permission, and events do occur. Photographs become a visual vocabulary of a stream of consciousness. My eye gets drawn to the traces people leave behind. The people aren’t centre stage to my looking. I’m on the stage, in the audience, or sometimes in the wings with them, seduced by the afterglow of their production. The postcards are a digital, analogue hybrid. A present to send back out there, signed by the collaborative authors. They become custodians of the patterns people unknowingly assemble, and abandon on their departure.",
                "The snapshots started to be put in a folder called “Somewhere Between Inside and Outside”. I was probably entranced by Tom Waits singing “Somewhere” as only he can. But then inside and outside got hijacked in the daily narrative of our island, or not, that still persists. Somewhere got lost. The everywhere of landscape became a seductive antidote. The liminal was another, seen through windows, a place on the move between the conscious and the intuitive.",
                "As the Liminal Landscapes folder bulged, it dawned on me that postcard booklets are really albums; a rhythm pal to music; 12 songs, a few words and a cover sleeve. This tuned into seeing the unseen. Half the photos I could see, unbeknown to me, were suddenly infused with plants; so the work is shown as a conversation between the Plant Free and the Plant Infused world. The turn of the century brought forth the Bobo Stenson Trio’s double album, ‘Serenity’, which it is. So, an attempted echo: a postcard double album and an exhibition of prints celebrating the century’s 21st birthday, and of course, music.",
                "Ken Taylor is 5 minutes younger than his twin sister. He is an Artist / Curator / Architect who takes a lot of photographs and co-runs the m2 gallery in Peckham.",
                "All Prints and Photo Albums for sale through the gallery. See Titles and Price List."
            ]
        }
    ],
    "id": 10200,
    "images": [
        {
            "description": "Ken Taylor · 2021",
            "title": "Liminal Landscapes; Plant Free; Ken Taylor: Unknown Archive; Antwerp.",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10200_liminal-landscapes_ken-taylorantwerp_unknown-archive_cad11e7f89984691422f6f25215aa9a9.jpg"
        },
        {
            "description": "Ken Taylor · 2021",
            "title": "Liminal Landscapes; Plant Infused; Ken Taylor: London; Floral Tribute.",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10200_liminal-landscapes_ken-taylor_london_floral-tribute_b62cd4dc89955b083081a6f00bbc1aac.jpg"
        },
        {
            "description": "Ken Taylor · 2021",
            "title": "KENartspace; Gallery Exterior  ",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10200_liminal-landscapes-at-kenartspace-gallery_24d6e1f8d2670ca672856f17029fbb75.jpg"
        }
    ],
    "links": [
        {
            "href": "https://www.kenart.space",
            "title": "Website"
        }
    ],
    "location": {
        "address": "Ken Artspace Gallery : 16 Windmill Row, Kennington Road, SE11 5DW",
        "latitude": 51.4871988,
        "longitude": -0.1118182,
        "meeting_point": "Gallery in Shop space with other complementary bars, bookshop, cafes, galleries etc around.",
        "travel_info": [
            "Nearest tube: Oval, Kennington",
            "Nearest train: Elephant & Castle",
            "Bus routes: 59, 3"
        ]
    },
    "name": "Ken Artspace",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/10200",
    "ticketed_events": false
}