{
    "all_week": true,
    "description": "A self-guided walking tour of three new artworks on hoarding surrounding the first phase of the £6 billion Meridian Water project. This self-guided tour compliments a separate walking tour with artist Adam David.",
    "design": {
        "designers": [
            {
                "architect": "Adam David, Duncan James and Karen Rubins",
                "description": "Original design",
                "year": "2020"
            }
        ],
        "periods": [
            "Contemporary"
        ],
        "types": [
            "Walk/tour",
            "Open site",
            "Art in the public realm"
        ]
    },
    "events": [],
    "facilities": [],
    "factsheet": [
        {
            "heading": "Overview",
            "paragraphs": [
                "Three Enfield artists – Adam David, Karen Rubins and Duncan James – worked with the local community and schools to deliver their modern-day masterpieces reflecting the past, present and future of Upper Edmonton and the Meridian Water regeneration scheme.",
                "They were selected after a competitive tender process last year and worked with Meridian Angel Primary School, Northside Youth and Community Connections and West Lea School to get their designs on the hoardings around Meridian Water Station at Angel Edmonton Road.",
                "The artists each chose a different style and were influenced by their young ‘co-workers’. They will not only have a positive impact on the young people and their families who live and work around the Angel Edmonton area. They will also be seen by passengers and commuters who use the Meridian Water Train Station."
            ]
        },
        {
            "heading": "Directions",
            "paragraphs": [
                "Exiting Meridian Water Station to the west and turning left, the first hoarding on the tour is located to the south of the train station.",
                "Continuing back towards Meridian Water Station, the second hoarding it will be on your left.",
                "The final hoarding it located to the north, close to Meridian Angel Primary School."
            ]
        },
        {
            "heading": "Hoarding 1 - Adam David",
            "paragraphs": [
                "Adam worked with two local youth groups who focused on positive messaging and positivity reflected in the phrase The Time is Now. The themes include paths to be followed, the future sustainability and diversity of the place and self-reflection. The piece works well close up  but also from afar, where it can be enjoyed by passengers waiting on the train station platform and commuters on trains."
            ]
        },
        {
            "heading": "Hoarding 2 - Duncan James",
            "paragraphs": [
                "Duncan’s work is less literal, using cartoon blocks to tell the story. He worked with a number of pupils from the West Lea School, supporting those with learning difficulties. Again, his art can be interpreted up close or at a distance. The characters and scenes include playing sport, DJs playing music, trains arriving at the station. He developed a very good relationship with the school – so much so he is due to paint a mural in their assembly hall."
            ]
        },
        {
            "heading": "Hoarding 3 - Karen Rubins",
            "paragraphs": [
                "Karen worked with year 6 Meridian Angel Primary School students, to devise characters representing the past, present and future of Meridian Water and Angel Edmonton. The piece is located next to the school where they will see their characters tell a literal story of the development of the place in which they live and study."
            ]
        }
    ],
    "id": 10253,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/10253/building_10253_118524303_3349223988467362_265253434173555701_n_70fce7d1da9795ec4b05e5b0688a176f.jpg",
            "description": "Enfield Council · 2021",
            "title": "Adam David",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10253_118524303_3349223988467362_265253434173555701_n_70fce7d1da9795ec4b05e5b0688a176f.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/10253/building_10253_duncan_e0c442ec5f04f11e95888ba41f59145b.jpg",
            "description": "Enfield Council · 2021",
            "title": "Duncan James",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10253_duncan_e0c442ec5f04f11e95888ba41f59145b.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/10253/building_10253_karen_ed070dc9b14e0997d475993604b4738c.jpg",
            "description": "Enfield Council · 2021",
            "title": "Karen Rubins",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10253_karen_ed070dc9b14e0997d475993604b4738c.jpg"
        }
    ],
    "links": [
        {
            "href": "https://www.meridianwater.co.uk/news/2020/8/28/artworks-reflect-the-visions-for-upper-edmonton",
            "title": "Website"
        }
    ],
    "location": {
        "address": "Meridian Waters Train Station, Enfield, N18 3AH",
        "latitude": 51.6099225,
        "longitude": -0.0501193,
        "meeting_point": "Bottom of the MW station steps.",
        "travel_info": [
            "Nearest tube: Tottenham Hale",
            "Nearest train: Meridian Water"
        ]
    },
    "name": "Meridian Water Art - Self Guided Tour",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/10253",
    "ticketed_events": false
}