{
    "all_week": false,
    "description": "A virtual tour that tells the story of Bromley's phenomenal growth in the late 19thC using many Victorian photos to fade in over the modern view to show how the town progressed from a rural market town to suburb in about 20 yrs.",
    "design": {
        "designers": [
            {
                "architect": "various",
                "description": "Original design",
                "year": "1860"
            }
        ],
        "periods": [
            "Victorian"
        ],
        "types": [
            "Walk/tour",
            "Restaurant/bar",
            "Retail",
            "Online",
            "Housing"
        ]
    },
    "events": [
        {
            "all_day": true,
            "booking_link": null,
            "capacity": null,
            "date": "2021-09-04",
            "end": "2021-09-04T22:59:00+00:00",
            "fully_booked": null,
            "name": "A video tour on YouTube that can be accessed here:  https://bit.ly/TourofVictorianBromley",
            "notes": null,
            "start": "2021-09-03T23:00:00+00:00",
            "ticketed": false
        }
    ],
    "facilities": [],
    "factsheet": [
        {
            "heading": "Local Board Office - first site of Local Government in Bromley",
            "paragraphs": [
                "This building marks the beginning of local democracy in Bromley.  The video shows the exterior and interior detailing on the building. Built in 1868, it housed the first Local Board of 12 elected members that met in the chamber on the upper floor, now a private office.",
                "With one man one vote it marks the time when the local landed gentry lost their privileged position.  The Local Board was later to become the Urban District Council before moving in 1904 to the Grand Town Hall in Tweedy Road.",
                "Located here in 1882 was: the Clerk to the Board, Bromley Burial Board; West Kent Sewage Board; offices of the Board of Guardians; Royal Sanitary association; the Superintendent Registrar’s Office."
            ]
        },
        {
            "heading": "Mrs Knotts Dame School - No 8 South Street",
            "paragraphs": [
                "No.8 South Street was where HG Wells (Bertie) attended Mrs Knott's Dame School as an infant.  No. 8 was a new house when Bertie was here aged 5yrs old in 1871.  The video shows an impression of a typical Dame School and quotes from Bertie about his experiences there."
            ]
        },
        {
            "heading": "The Drill Hall East Street",
            "paragraphs": [
                "O’Neills now occupies the Drill Hall built in 1872 (referred to by HG Wells). It was as the first all-purpose entertainment hall doubling also as a Drill hall for the 18th Kent Volunteer rifles. It is recorded that the Hall was opened with a concert where Sir Arthur Sullivan of Gilbert & Sullivan fame appeared as accompanist. It was the scene of grand banquets, concerts and important public meetings.  \nIt was used as an Army Recruitment office in 1914 and in the video you will see a photo of the Advance Guard assembling before they departed for Dover on the way to the trenches of the 1st World War. \nIt was later acquired by the GPO as a sorting office and in its present use as a pub its simple, open interior is well preserved."
            ]
        },
        {
            "heading": "Market Parade and Bromley Little Theatre - formerly a Co-op Department Store.",
            "paragraphs": [
                "The video shows how the asymmetry of the Market Parade reveals that it was built in stages for the Cooperative Society in 1887 and 1894 and not completed until 1903.  It became Bromley’s first department store.  It was also a bakery and sold not just food but also clothes, footwear and was a drapers.  \nThe Co-Op was not welcome initially in Bromley but it remained as a successful store until 1933 when an even bigger department store was built for the Coop in Widmore Road. \nAt the back of the shop in East Street was the working side: stables, storage and in particular ovens for the large scale manufacture of bread. This part of the building was made into a theatre in 1938 after the Co-op had vacated the building.  Bromley Little Theatre still operates here with a 110 seat auditorium, bar and rehearsal rooms.  The video shows exterior and interior views of the stage and bar area."
            ]
        },
        {
            "heading": "Railway Tavern",
            "paragraphs": [
                "The Railway Tavern, formerly the Railway Hotel built in 1879, is an early example of the Arts & Crafts style.  The video highlights the local materials used with features like decorative glazed terracotta tilework and shells on the exterior.   The building is listed in the directory in 1879 as the 'Railway Hotel – Temperance' reflecting concern amongst the ruling classes about drunkenness and unruly behaviour among the workers.  The video shows how the brewer's name is built in to the brickwork so it was never intended to be a temperance hotel for long! Victorian society was stratified into classes and this reflected in the labyrinth of rooms and separate entrances for people of different classes."
            ]
        },
        {
            "heading": "Star and Garter",
            "paragraphs": [
                "The Star & Garter replaced an ancient Inn of the same name in 1898. The video shows the older building decked out for Queen Victoria’s Jubilee also later views of the building in its setting in the Victorian High Street.  \nThe architects were Berner & Son and the style is a flourishing of the Arts & Crafts ‘Old English’ style in its most flamboyant. It is Grade II Listed. See the projecting upper storeys and turret, especially the finely carved wooden medallion and mosaic on the threshold – all things that Arts & Crafts architects liked to do to liven up their buildings and make them - in this case - like an old country inn. \nFireplaces and other details inside have been preserved."
            ]
        },
        {
            "heading": "The Royal Bell",
            "paragraphs": [
                "The Royal Bell Hotel and adjoining buildings that from 1898, is by Arts & Crafts architect Ernest Newton in the Queen Anne Style.  It is Grade II listed and replaced the earlier Bell Inn.  The frontage of the building has been recently restored by architect Benny O'Looney (pictured in the video); in particular the colouring on the pargetting on the front (panels underneath the windows) has been restored and the distinctive red brick cleaned.",
                "The video shows comparison photos of Victorian and modern views of the building in its High Street setting.  The intention was to complete a series of buildings like this all way along the widened High Street - one old Kentish style cottage is still there.",
                "The Royal Bell was referred to Jane Austen’s ‘Pride and Prejudice’.",
                "Inside, the video shows the banqueting hall, and 1st floor function rooms which are being restored.  The video also shows representations of future proposals for its use as a hotel which entail a nine storey tower behind the listed building."
            ]
        },
        {
            "heading": "Aberdeen Buildings",
            "paragraphs": [
                "The video jumps down the High Street to Aberdeen Buildings, built in 1887 in the French empire style with curved rooves that you see in Paris.  Built by another local butcher who grew rich, Amos Borer. The style is thought to be a tribute to the Emperor Napoleon III and Empress Eugenie living in exile at Camden Place Chislehurst for whom Mr Borer was ‘Purveyor of Meat’.\nAnother indication of Bromley’s growing importance in this late Victorian period."
            ]
        }
    ],
    "id": 10270,
    "images": [
        {
            "description": "P W Martin · 2021",
            "title": "Local Board Office, East Street",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10270_dsc_0258_d0ded784a6b8010533b672f30db1d476.jpg"
        },
        {
            "description": "P W Martin · 2020",
            "title": "Mrs Knott's Dame School, No. 8 South Street where HG Wells went as an infant ",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10270_no-8-south-st_6e510b232e9206ad2de11764744c8802.jpg"
        },
        {
            "description": "P W Martin · 2020",
            "title": "The Drill Hall 1872 (now O'Neills) ",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10270_drill-hall_ee329d746b4b2ee15cb66edb14136a7c.jpg"
        },
        {
            "description": "P W Martin · 2020",
            "title": "Market Parade - formerly Co-op Department Store from 1887",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10270_market-parade_1d22c527d400775b3a50251996cca54f.jpg"
        },
        {
            "description": "P W Martin · 2020",
            "title": "Bromley Little Theatre - formerly Co-op Bakery 1888",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10270_blt_770d498f82a3c32a8899a9699f843ba4.jpg"
        },
        {
            "description": "P W Martin · 2020",
            "title": "Railway Tavern - an Arts and Crafts building",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10270_railway-tavern_39077e710cfa60182a38c795bd646ff2.jpg"
        },
        {
            "description": "P W Martin · 2020",
            "title": "Star and Garter - Arts & Crafts architecture at its most flamboyant",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10270_star-and-garter_c955dff92c6f77854768d2a36ca25c56.jpg"
        },
        {
            "description": "P W Martin · 2020",
            "title": "Aberdeen Buildings - 1887",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10270_img_1665_b7a06a0e4fe8c53bb760a5d4f2e7f5b5.jpg"
        },
        {
            "description": "P W Martin · 2020",
            "title": "Royal Bell - pargetting recently restored",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10270_img_1637_8286590fffc285f501ee364752e59e2d.jpg"
        }
    ],
    "links": [
        {
            "href": "https://bit.ly/TourofVictorianBromley",
            "title": "Website"
        }
    ],
    "location": {
        "address": "East St, North St, High Street, Bromley, BR1 1NN",
        "latitude": 51.4068185,
        "longitude": 0.0159317,
        "meeting_point": "a virtual tour on YouTube that can be accessed here:  https://bit.ly/TourofVictorianBromley",
        "travel_info": []
    },
    "name": "A tour of Victorian Bromley ",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/10270",
    "ticketed_events": false
}