{
    "all_week": false,
    "description": "st ann's",
    "design": {
        "designers": [
            {
                "architect": "A&C Harston",
                "description": "Original design",
                "year": "1890"
            },
            {
                "architect": "Karakusevic Carson Architects",
                "description": "Refurbishment",
                "year": "2021"
            },
            {
                "architect": "Adams & Sutherland",
                "description": "Landscape design",
                "year": "2021"
            }
        ],
        "periods": [
            "Victorian",
            "Historical/contemporary"
        ],
        "types": [
            "Mixed use",
            "Community/cultural",
            "Garden",
            "Public realm/landscape",
            "Walk/tour",
            "Housing",
            "Health"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 15,
            "date": "2021-09-06",
            "end": "2021-09-06T20:00:00+01:00",
            "fully_booked": null,
            "name": "Site walking tour",
            "notes": null,
            "start": "2021-09-06T18:00:00+01:00",
            "ticketed": false
        },
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 15,
            "date": "2021-09-08",
            "end": "2021-09-08T20:00:00+01:00",
            "fully_booked": null,
            "name": "Site walking tour",
            "notes": null,
            "start": "2021-09-08T18:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        [
            "Disabled access",
            "Refreshments"
        ]
    ],
    "factsheet": [
        {
            "heading": "Description of building",
            "paragraphs": [
                "Originally a Victorian fever hospital, the site features many original buildings including a prominent and beautiful water tower. At the heart of the site is the cherished Peace Garden, a green space rich in fruiting trees and protected tree species."
            ]
        },
        {
            "heading": "History of the site",
            "paragraphs": [
                "In the 1890s, the site was identified as a fever hospital by the Metropolitan Asylums Board. Opened in 1892, the original hospital had 500 beds across 24 temporary wooden huts. In 1896 the boundary wall and fencing were built and, in 1897, Mayfield House was built to house the Medical Superintendent. The wooden huts were replaced with permanent buildings in 1898 consisting of the Admin block, staff quarters, porters lodge, steward’s house, receiving and discharge rooms and a dispensary.",
                "During the First World War the site was used as a base hospital for the American Expeditionary Force. Notable among its doctors at the time was Ernest Goffe, who was born in Jamaica in 1867, of parents who had emigrated there from Barbados in 1823. He came to London in 1889 to study medicine at University College Hospital. After earning his degree, Dr. Goffe worked as a GP and at St. Ann’s Hospital, where he treated many wounded soldiers. By the time hostilities ended, the hospital had 1,500 beds.",
                "The gardens were laid in the 1920s by a former employee of The Royal Botanical Gardens, Kew and many trees were planted of therapeutic value.",
                "In 1948, the hospital joined the NHS and was renamed St Ann’s General Hospital in 1951. In April 2001 the freehold ownership and management of the site was transferred to the Barnet Enfield and Haringey Mental Health Trust. Two of the buildings were added to Haringey Council’s local list of buildings of merit in 1997."
            ]
        },
        {
            "heading": "Current use",
            "paragraphs": [
                "While some are operated by the Barnet Enfield and Haringey Mental Health Trust and other medical operators, many of the buildings in the western portion of the site currently lie empty.",
                "Following a previous planning application for the site, residents and local groups worked together to develop a community vision for the site. As part of this, St Ann’s Redevelopment Trust (StART) was formed and played a key role in the community masterplanning process.",
                "The Mayor of London then bought the site and, learning from the community’s vision, launched a public procurement process to select a developer to deliver more affordable housing, high levels of design quality and sustainability, and better provision for the community. As a result Catalyst, Hill and our consultant team were formally selected by the Mayor of London in December 2020. From now until winter of this year, we’ll be discussing our proposals with the local community and developing the detail before submitting our first planning application early next year."
            ]
        },
        {
            "heading": "Future use",
            "paragraphs": [
                "The site as a whole",
                "We propose to deliver over 930 new homes on the site, as well as community facilities and commercial space and enhanced public green space. Catalyst and Hill propose to retain seven of the valued Victorian buildings, and to keep and extend the much-loved Peace Garden at the heart of the site as well as enhancing the woodland at its southern boundary, a Site of Importance for Nature Conservation.",
                "60% of the new homes will be affordable, of which 50 will be available to be bought by a community-led housing organisation. Of the rest, 60% will be for London Affordable Rent; 20% for London Shared Ownership; and 20% for London Living Rent.",
                "Weaving into the increased Peace Garden and enhanced SINC woodland, new green streets, courtyards, gardens and community growing space will create a network for biodiversity and play.",
                "We propose a range of new building types responding to different conditions around the site and providing a mix of types of homes for new residents. Terraced housing will line the outer edges of the site, minimising the impact on the site’s neighbours and conservation area.  Courtyards of mansion blocks and larger park-front buildings will link the Peace Garden and lower-rise edges, defining streets and creating semi-private spaces. ‘Villas’ nestled into the woodland boundary will make the most of the unique ecological setting and draw the SINC woodland into the new neighbourhood.",
                "The retained buildings",
                "We propose to renovate seven of the original Victorian buildings, including the water tower, and fill them with community and commercial uses. Over the coming months, we will be analysing what is needed in the local area and working with the local community to shape what these could be; we expect that they will centre around education, health and wellbeing, linking with the site’s history as well as benefiting the current community. While the development is being built, we aim to animate these spaces with meanwhile activities to test long-term uses and bring the local community into the site. We will then seek long-term occupiers for the spaces once they are fully delivered."
            ]
        }
    ],
    "id": 10277,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/10277/building_10277_catalyst_st-anns_may21_173_print-min_93fd93b49e53b45aafd0ad05f7bba535.jpg",
            "description": "2021",
            "title": "View of site entrance and walls, looking south from St Ann's Road ",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10277_catalyst_st-anns_may21_173_print-min_93fd93b49e53b45aafd0ad05f7bba535.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/10277/building_10277_st-ann-s-hospital-4_a4a77be81ba6a1eabaa12e17223237ac.jpg",
            "description": "2021",
            "title": "View of Water Tower, looking north from the south-west corner of the site",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10277_st-ann-s-hospital-4_a4a77be81ba6a1eabaa12e17223237ac.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/10277/building_10277_st-ann-s-hospital-6_0ebda1c67a3be14294e8ef34e52de03c.jpg",
            "description": "2021",
            "title": "Looking east towards the Admin Block",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10277_st-ann-s-hospital-6_0ebda1c67a3be14294e8ef34e52de03c.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/10277/building_10277_st-ann-s-hospital-3_b571530bc22d18bf1f9ac7a191d416c3.jpg",
            "description": "2021",
            "title": "Rear view of building at the south-west of the St Ann's site",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10277_st-ann-s-hospital-3_b571530bc22d18bf1f9ac7a191d416c3.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/10277/building_10277_st-ann-s-hospital-2_b669fa357e5232bd965662ef1e2d3ede.jpg",
            "description": "2021",
            "title": "Admin Block facade, viewing from centre of St Ann's site",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10277_st-ann-s-hospital-2_b669fa357e5232bd965662ef1e2d3ede.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/10277/building_10277_catalyst_st-anns_may21_045_print-min_f67a37f2176707b900603ed2cdb10526.jpg",
            "description": "2021",
            "title": "Details on Admin Block",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10277_catalyst_st-anns_may21_045_print-min_f67a37f2176707b900603ed2cdb10526.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Mayfield House, St Ann's Road, Tottenham, N15 3TH",
        "latitude": 51.5805114,
        "longitude": -0.0894036,
        "meeting_point": null,
        "travel_info": [
            "Nearest tube: Manor House, Seven Sisters",
            "Nearest train: Harringay Green Lanes",
            "Bus routes: 29, 67, 341"
        ]
    },
    "name": "St. Ann's Hospital",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/10277",
    "ticketed_events": false
}