{
    "all_week": false,
    "description": "A Georgian Palace built in 1776 for the Bishops of Rochester. Enlarged and improved by Victorian entrepreneur Coles Child from 1842.  The building and its adjoining park was taken over Bromley Council in 1983",
    "design": {
        "designers": [
            {
                "architect": "Ernest Newton,  Norman Shaw ",
                "description": "Original design",
                "year": "1775"
            }
        ],
        "periods": [
            "Victorian",
            "Georgian"
        ],
        "types": [
            "Online",
            "Religious",
            "Palace",
            "Government",
            "Garden",
            "Civic"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": null,
            "date": "2021-09-04",
            "end": "2021-09-04T11:45:00+01:00",
            "fully_booked": null,
            "name": "Virtual Tour",
            "notes": "https://bit.ly/BromleyPalaceandPark",
            "start": "2021-09-04T07:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [],
    "factsheet": [
        {
            "heading": "History",
            "paragraphs": [
                "The Palace and what remains of its Park is one the Borough’s most important heritage sites. The site was owned by the Bishops of Rochester from before the Norman Conquests up until 1842 when the Palace and its extensive lands were sold to a private business man Coles Child who effectively became Lord of the Manor. In the early 1930s the surrounding farmland was sold for housing development and the Palace became home to the Stockwell College of Education.  In the 1960s and 70s extensive new building took place enclosing the Old Palace and in 1982 the site was taken over by Bromley Council"
            ]
        },
        {
            "heading": "The Palace",
            "paragraphs": [
                "The present building was under construction in the year the American War of Independence began; Bishop Thomas built the present structure as a simple residence in classic Georgian lines in 1776.  \nThe building and its grounds were taken over by Coles Child in 1842 who made several alterations:",
                "1. Added stone surrounds to the windows at the rear that cover the original Georgian Jack arches. \n2. Added a stone colonnade at the rear. \n3. Changed the original Georgian 12 pane windows to 4 pane  pane windows. \n3. Created a double gabled roof \n5. Added a stone porch at the front with a scallop shell in its centre (coat of arms of the Bishops of Rochester) \n6.  Altered side wings and roof and chimneys (may be the work of Richard Norman Shaw and Ernest Newton at a later date)"
            ]
        },
        {
            "heading": "The Park",
            "paragraphs": [
                "After passing through the building we'll see:\nSt Blaise’s Well - a modern fountain basin covers the site of St Blaise’s Well, known in Medieval times for its supposed healing qualities. It was a Chalybeate spring of the same type as at Tunbridge Wells. The site was lost and then rediscovered in the 18th c and marked with a small roofed structure (See adjacent explanatory plaque). The site was covered over with the present fountain basin after the Palace and grounds were acquired by Bromley Council. The Armenian St Blaise was the patron saint of wool combers which is appropriate to Bromley being, for centuries, a prominent wool producing area. Sheep were grazed on Martins Hill up unit the mid to late 19th century.",
                "The Pulham Fernery  is a grade II listed structure built in 1865 for Coles Child by James Pulham & Sons specialists in garden ornamentation. Together with its companion structure, the Cascade beside the Ice House they are remarkable as in effect stage scenery constructed in situ from brick covered in an outer layer of render known as Pulhamite and intended to look like rocky outcrops as one might see in the Derbyshire Hills. A thin layer of natural stone cuts across as if a strata and provides extra authenticity as well as stability.  The pool is fed by a small stream rising from a spring in the back garden of a house in adjacent Rochester Avenue.",
                "Ice House   - this probably has a late-C18 core, modified in the later C19 when a summerhouse was added and designed either by Richard Norman Shaw or Evelyn Hellicar both of whom were commissioned by Coles Child at the time .",
                "Ha-Ha wall is of later C19 fabric probably on the line of an earlier late-C18 ha-ha.",
                "Folly:  with Norman style detailing, mid-1860s by the firm of garden contractors, Pulhams with possibly some stone features of the medieval buildings known to have been recovered from the lake by Cole Child."
            ]
        }
    ],
    "id": 10271,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/10271/building_10271_8-img_1681_897ef1302391a43257139457f98ce828.jpg",
            "description": "P W Martin · 2020",
            "title": "Bromley Palace ",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10271_8-img_1681_897ef1302391a43257139457f98ce828.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/10271/building_10271_9-img_6340_7d360d34b60e9c9cf40e36d7ed08959c.jpg",
            "description": "P W Martin · 2020",
            "title": "Bromley Palace from the park",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10271_9-img_6340_7d360d34b60e9c9cf40e36d7ed08959c.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/10271/building_10271_5-img_1859_928943698e3487cdf469e19e905f693a.jpg",
            "description": "P W Martin · 2020",
            "title": "carved staircase inside Bromley Palace",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10271_5-img_1859_928943698e3487cdf469e19e905f693a.jpg"
        }
    ],
    "links": [
        {
            "href": "https://bit.ly/BromleyPalaceandPark",
            "title": "Virtual Tour"
        }
    ],
    "location": {
        "address": "Bromley Civic Centre, Stockwell Close, Bromley, BR1 3UH",
        "latitude": 51.4040913,
        "longitude": 0.0200754,
        "meeting_point": null,
        "travel_info": []
    },
    "name": "A virtual visit to Bromley Palace and Park ",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/10271",
    "ticketed_events": false
}