{
    "all_week": false,
    "description": "Barts Pathology Museum is based in the grounds of St Bartholomews Hospital at West Smithfield and houses over 4,000 medical specimens on display over 3 mezzanine levels of the Victorian museum.",
    "design": {
        "designers": [
            {
                "architect": "Edward l'Anson",
                "description": "Original design",
                "year": "1978"
            }
        ],
        "periods": [
            "Victorian"
        ],
        "types": [
            "Scientific"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 25,
            "date": "2021-09-04",
            "end": "2021-09-04T15:15:00+01:00",
            "fully_booked": null,
            "name": "Pathology Museum",
            "notes": null,
            "start": "2021-09-04T14:00:00+01:00",
            "ticketed": false
        },
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 25,
            "date": "2021-09-04",
            "end": "2021-09-04T17:00:00+01:00",
            "fully_booked": null,
            "name": "Pathology Museum",
            "notes": null,
            "start": "2021-09-04T15:30:00+01:00",
            "ticketed": false
        },
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 25,
            "date": "2021-09-05",
            "end": "2021-09-05T15:15:00+01:00",
            "fully_booked": null,
            "name": "Pathology Museum",
            "notes": null,
            "start": "2021-09-05T14:00:00+01:00",
            "ticketed": false
        },
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 25,
            "date": "2021-09-05",
            "end": "2021-09-05T17:00:00+01:00",
            "fully_booked": null,
            "name": "Pathology Museum",
            "notes": null,
            "start": "2021-09-05T15:30:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        [
            "Toilets",
            "Photography is not permitted on site"
        ]
    ],
    "factsheet": [
        {
            "heading": "About Us",
            "paragraphs": [
                "Barts Pathology Museum is based in the grounds of St Bartholomews Hospital at West Smithfield and houses over 4,000 medical specimens on display over 3 mezzanine levels of the Victorian museum. The museum holds a further 1000 specimens in store along with another 800 that are dedicated to anatomy teaching. Together, this makes it one of the largest collections of human pathological specimens in the country.",
                "The collection is formed from the merger of two medical schools in 1995: The London Hospital Medical College and St Bartholomew's Hospital Medical College. The two collections were merged and most were moved to our main museum at West Smithfield where we are today. We remain a medical school museum under the umbrella organisation of Queen Mary University London.",
                "Prior to the appointment of the current Technical Curator, Barts Pathology Museum was in a very poor state. As medical teaching methodology changed post World War 2, the need for pathological specimens to study anatomy and pathology declined. By the late 1990's this had all but ended and the collection was left untouched for several years.",
                "Without funding the specimens and the infrastructure of the building suffered and it wasn't until 2010 that a donation was secured to renovate the collection. Grant funding was provided by The Medical College of Saint Bartholomew's Hospital Trustees, a registered charity that promotes and advances medical and dental education and research at Barts and The London School of Medicine and Dentistry. As conservation of the collection progressed a trial was conducted to evaluate public interest in the collection. This was initially a series of academic presentations but soon expanded to become very popular evening seminars, workshops in taxidermy and cultural presntations. Public interest has been significant and this has led to the development of a Public Engagement stategy .",
                "Events were originally scheduled for after the completion of the conservation work but the museum has opened earlier than expected so we ask visitors to make allowances that some conservation work remains to be done. We also ask visitors to accept that we are not a funded public museum, but a medical school museum that is embracing a public role that even today (in the 2020's) is still developing. The conservation and cataloguing still continue."
            ]
        },
        {
            "heading": "History",
            "paragraphs": [
                "The way medical student are taught may have changed since the heyday of the Pathology Museum in the 1920s and 1930s, but the building itself has lost none of the drama. The architect Edward I’Anson oversaw the completion of the museum in 1878 and it was opened in 1879 by the Prince of Wales who later became Edward VII. Although built in a similar style to many other medical museums of the era, it differs in that it is an open plan space of approximately 28 by 11 metres square. It is made up of 3 mezzanine levels each around 8 metres high, all linked by a beautiful spiral staircase. After an illustrious history helping along the careers of such famous names as James Paget, Percival Pott and his student John Hunter among others, the museum was awarded Grade II Listed status in 1972. However, after the opening of a new Pathology department in 1909 and an extension for Clinical Skills teaching being built in the 1970’s, the old Pathology Museum gradually fell into disrepair.",
                "The neglect seems absolutely criminal when considering that these shelves house such specimens as the skull of John Bellingham, the assassin of the Prime Minister, Spencer Percival, who was subsequently ‘hanged and anatomized’ for his crime in 1812. The infrastructure of the museum began to suffer, as did the collection itself, and it has taken many years of grant applications and discussions for the management to be able to fund a technician to conserve the specimens and breathe life into this grand but crumbling relic. Grant funding was provided by The Medical College of Saint Bartholomew's Hospital Trust, a registered charity that promotes and advances medical and dental education and research at Barts and The London School of Medicine and Dentistry.",
                "The place itself is fascinating, as are the specimens held within, and there is an interesting history attached to nearly every object. For example, St Bartholomew’s Hospital is the location Sir Arthur Conan Doyle chose for his characters Holmes and Watson to have their first fortuitous meeting. A plaque commemorating this event hung on the office wall since the 1950s.  Also, a three-minute silent comedy film featuring Holmes and Watson has been filmed here, and the Sherlock Holmes Society of London has had a film screening in the venue."
            ]
        }
    ],
    "id": 10272,
    "images": [
        {
            "description": null,
            "title": "Pathology Museum interior",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/medium_golden/building_10272_path-museum_eabb2f75ffc3d43b18e4825eafc6dd7e.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "3rd Floor Robin Brook Centre, St Bartholomew's Hospital, West Smithfield, EC1A 7BE",
        "latitude": 51.517496,
        "longitude": -0.1000463,
        "meeting_point": null,
        "travel_info": [
            "Nearest tube: St. Paul's, Barbican",
            "Nearest train: Farringdon, City Thameslink"
        ]
    },
    "name": "Barts Pathology Museum, Queen Mary University of London",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/10272",
    "ticketed_events": false
}