{
    "all_week": false,
    "description": "The Nourish Hub turned a vacant post-office into community space where learning about healthy eating and cooking food is used to connect diverse cultures, teach meaningful skills and bring people together.",
    "design": {
        "designers": [
            {
                "architect": "RCKa",
                "description": "Original design",
                "year": "2021"
            }
        ],
        "periods": [
            "Post-war",
            "Contemporary"
        ],
        "types": [
            "Community/cultural"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": null,
            "date": "2021-09-11",
            "end": "2021-09-11T16:00:00+01:00",
            "fully_booked": null,
            "name": "Community Lunch",
            "notes": "The event will provide information on the background and design process of the project including the community consultation undertaken. UKHarvest, the food charity that occupies the Nourish Hub, will be holding a workshop to inform future activities taking place within the Hub. Food and refreshments will also be available.",
            "start": "2021-09-11T11:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        [
            "Toilets",
            "Refreshments",
            "Family activities during open house festival",
            "Disabled access",
            "Architect on site"
        ]
    ],
    "factsheet": [
        {
            "heading": "Project Background",
            "paragraphs": [
                "Nourish Hub is a mixed-use community food hub where learning about cooking and health eating - as a common social activity - connects diverse cultures, teaches meaningful skills and brings local people together.",
                "Funded by the Greater London Authority (GLA) and London Borough of Hammersmith and Fulham (LBHF) the project is part of a wider group of regeneration projects across London that are funded by the Good Growth Fund.",
                "Housed in a long-term vacant Post Office owned by LBHF - the Hub offers opportunities to those of all backgrounds; from employment in catering to volunteering, skill-sharing and cooking classes. UKHarvest - a not-for-profit charity on a mission to eliminate hunger and food waste through education - will manage the Hub for a minimum of 3 years, before handing it over to the community.",
                "Alongside the delivery of the Hub, the wider project funding pot also enabled green space improvements across two estates in LBHF including the delivery of sustainable urban drainage and new garden areas; creating a circular project of growing, harvesting, cooking, and reuse of food waste."
            ]
        },
        {
            "heading": "Design and Consultation",
            "paragraphs": [
                "From the outset the team sought to create opportunities for learning and to empower residents to take ownership of the space. A programme of public engagement included a paint and planting day, a pop-up kitchen, and design workshops at a local youth centre - the fruit and veg patterns made by young people at these events were used to create the interior identity of the Hub. These designs can been seen within the ceiling mural, kitchen and bathroom tiling, and other decorative elements within the Hub.",
                "In total over 200 community members and 20 community organisations were consulted significantly enhancing the project's social value and equality, diversity and inclusion. The success of this consultation has led to the project being used as a case study by the GLA for achieving social value during the design and project commissioning process.",
                "This is UKHarvest’s first permanent space, but the design draws on years of experience in food education. Getting people through the door is the first challenge, so the Hub has an open and welcoming relationship with the street, incorporating servery windows, direct views into the kitchen and a generous 3x4m sliding opening.",
                "Inside there are two kitchens serving different functions - a fully-fitted catering kitchen for professional training and batch cooking; and a teaching kitchen, more domestic in look and feel, with cooking stations for people of all ages and abilities. Other more modest design features enhance participation - open shelves arranged around the\nspace encourage visitors to grab a plate and get involved; while a flexible curtain provides privacy for those with different needs and cultures."
            ]
        },
        {
            "heading": "In Use",
            "paragraphs": [
                "The Nourish Hub is focused on making better places, empowering people and growing prosperity. Challenging and changing our relationship with food, through experience, education and building close links to the local community.",
                "Through food the hub will help support the most socially isolated, providing personal and professional development and enrichment through nutritious food and education.  Although initiated before the pandemic, the support the Hub will provide has become all the more urgent as we seek to recover from the virus’ social, economic and health impacts.",
                "The Hub will feed 200 people each day by providing food to local services such as holiday clubs, and hosting free community lunches within Hub. The Hub also provides job and volunteering opportunities within the local area, whilst training within Hub will to help local people improve their diet and access jobs in the food industry.",
                "Food will also be used as a medium for broadening pathways into careers and entrepreneurship, positioning the Hub as a focal point for hosting, celebrating and providing opportunities for the evolution of a local creative culture."
            ]
        }
    ],
    "id": 10282,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/10282/building_10282_nourish-hub_4-francisco-ibanez_2e3c98c39cdd754b791e84093d452fcc.jpg",
            "description": "Francisco Ibanez  · 2021",
            "title": "Nourish Hub Dining Space",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10282_nourish-hub_4-francisco-ibanez_2e3c98c39cdd754b791e84093d452fcc.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/10282/building_10282_nourish-hub_6-francisco-ibanez_ffb7affc3a7b7e4b46488b31e21d15fb.jpg",
            "description": "Francisco Ibanez  · 2021",
            "title": "Nourish Hub View from the Kitchen",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10282_nourish-hub_6-francisco-ibanez_ffb7affc3a7b7e4b46488b31e21d15fb.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/10282/building_10282_nourish-hub_2-francisco-ibanez_7144d3e2398c5d09fadd97fc8679b9f0.jpg",
            "description": "Francisco Ibanez  · 2021",
            "title": "Nourish Hub Shopfront",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10282_nourish-hub_2-francisco-ibanez_7144d3e2398c5d09fadd97fc8679b9f0.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/10282/building_10282_nourish-hub_engagement_2-shukri-elmi_868ae58e3179dbe415430f630810d3ae.jpg",
            "description": "Shukri Elmi · 2019",
            "title": "Nourish Hub Engagement Event ",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10282_nourish-hub_engagement_2-shukri-elmi_868ae58e3179dbe415430f630810d3ae.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/10282/building_10282_nourish-hub_graphic-workshop_2-guglielmo-rossi_547fb40e656a5c5c807359fa1505cedc.jpg",
            "description": "Guglielmo Rossi · 2019",
            "title": "Nourish Hub Graphic Design Workshop Developing the Ceiling Mural",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10282_nourish-hub_graphic-workshop_2-guglielmo-rossi_547fb40e656a5c5c807359fa1505cedc.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "1 Swanscombe House, W11 4SS",
        "latitude": 51.5080699,
        "longitude": -0.2157201,
        "meeting_point": null,
        "travel_info": [
            "Nearest tube: Shepherd's Bush Hammersmith & City, Shepherd's Bush Central, Latimer Road",
            "Nearest train: Shepherds Bush",
            "Bus routes: 316, 295"
        ]
    },
    "name": "Nourish Hub",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/10282",
    "ticketed_events": false
}