{
    "all_week": false,
    "description": "Walk led by Ealing Civic Society members, Jenny Gadsby and Josette Bishop. The walk will cover Ealing north of Uxbridge Road. Circumstances permitting, it will include a tea stop in the garden of one of the walk leaders.",
    "design": {
        "designers": [
            {
                "architect": "various",
                "description": "Original design",
                "year": "1900"
            }
        ],
        "periods": [
            "Historical/contemporary"
        ],
        "types": [
            "Walk/tour"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 20,
            "date": "2022-09-04",
            "end": "2022-09-04T17:00:00+01:00",
            "fully_booked": null,
            "name": "Guided walk led by Ealing Civic Society building history experts Jenny Gadsby and Josette Bishop. Walking notes are available for download from Ealing Civic Society at  https://ealingcivicsociety.org/walks/",
            "notes": null,
            "start": "2022-09-04T14:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [],
    "factsheet": [
        {
            "heading": "Walking Tour guide North Ealing Walk (3.8 miles)",
            "paragraphs": [
                "NORTH EALING WALK (3.8 miles)",
                "The walk starts opposite the station on Haven Green (1). Walk northwards up the east side of Haven Green, pausing to take in the wonderfully restored Grade ll listed chemist at number 36. From here, walk to the north side (photo 1) to see Haven Green Court (2) (1937-8) and to the right are three early 19th Century properties (Numbers 20-24) with recessed bays.",
                "Head east again along the north side of Haven Green and take the fourth left up Haven Lane (3) with modernised Victorian cottages (Avenue Cottages 1873 - photo 2), The Haven Arms and the Wheatsheaf pub. Just beyond the Wheatsheaf, turn left into Jubilee Lane to see some interesting modern residential developments. Dating from 2010, the striking terrace at 48 Mountfield Road (4) is by Popularchitects (now Teatum and Teatum) (photo 3). Turn right to reach Woodville Road. At this point, take a short detour up Hillcroft Crescent opposite to see another example, from 2013, of modern residential development (5) by Hackney designers Red and White, replacing garages and very controversial at the time, just before the bend in the road.",
                "Return to Woodville Road and head west.  At the junction of Aston Road, note the Grade ll listed iron ELB (Ealing Local Board) Transformer (6) (1895), preserved and converted to a lamp standard – (photo 4)",
                "Continue right along Aston Road. On the corner of Mount Park Road, is St Andrew’s United Reform Church (7), built in 1886-7 and enlarged in 1892, in Gothic style of red brick with stone stripes and with a small tower over the porch.\t\n\t\nContinue northwards to St Peter’s Church (8) at the top of Mount Park Road, begun in 1892 by Sedding and Wilson and listed Grade II*. St Peter’s is a striking, highly original perpendicular design of Box Ground stone and cream coloured brick. Its greatest feature is the huge recessed west window(photo 5). To get its full effect, walk to the chancel steps before looking back. Animal carvings in the choir, at roof level above the organ, include an elephant, giraffe, lion, bear, camel and perhaps a donkey.",
                "Now cross to Montpelier Park (9) on the site of the Princess Helena College with a large number of fine mature trees. There are many Victorian, inter-war and post-war locally listed buildings around the park with large gardens. Walk in a straight line across the park and exit onto Mount Avenue.",
                "The three Georgian Houses opposite, 33-37 Mount Avenue (10) are Grade ll listed and are a pleasant reminder that Mount Avenue was a pre-suburban country lane linking Castle Bar and Hanger Hill (photo 6). These houses made a brief appearance in the Ealing Studios film The Magnet (1950).",
                "Turn right along Mount Avenue and left down Brentham Way which falls within the Brentham Garden Estate (11) (subject of another walk available on the Ealing Civic Society website).",
                "Brentham Garden Estate (1901-13) contains over 500 mainly ‘cottage’ type houses with mainly curved roads rather than a grid layout (photo 7). This was the first garden suburb to be built on ‘co-partnership’ principles and as an inspiration for the later, larger and more famous Hampstead, it has made a mark on 20th century domestic architecture, town planning and social housing. The Labour, Co-operative, Arts and Crafts and Garden City movements are all part of the Brentham story. The suburb was designed to a plan by the leading garden city architects Barry Parker and Raymond Unwin, with houses, mostly in the Arts and Crafts style, by George Lister Sutcliffe and Frederic Cavendish Pearson.",
                "Continue down Brentham Way then left into the narrow Walkway between Nos 49 and 51, Behind the houses and their gardens, you get a glimpse of the generous communal backlands provided within many estate blocks as part of the overall plan. Cross Brunner Road to join Pitshanger Lane. At the junction with Denison Road is the fine St Barnabas Church (12) (1916).",
                "If refreshments are needed, continue west along Pitshanger Lane (13) where there are several cafes in this thriving and attractive shopping centre.",
                "Alternatively, turn left up Woodfield Road.",
                "Numbers 2-14 Woodfield Road (14), on the right, are described in the Pevsner guide to north west London as having a “quiet Queen Anne style” (photo 8), referring to the asymmetrical fronts and white-painted woodwork.",
                "Continue up Woodfield Road and cross Mount Avenue for a few yards up Eaton Rise to see the attractive unspoilt art deco Welsby Court (15) (c1930s – photo 9)",
                "Retrace your steps, turn left and continue up Mount Avenue (with houses on the left suggesting the 1860s and 1870s), to the road junction at the summit of Castlebar Hill. Turn right down the hill. Wyke House (16), a large and imposing house on the left (probably late 1880s) is faced with York stone. Don’t miss its  balconied octagonal turret, easiest to view from around the next corner in Edgehill Road (photo 10)",
                "Turn left up Edgehill Road, and note Thorncote (17) on the left, one of the most attractive Victorian house in North Ealing. It was built in 1888 by Leonard Shuffrey, sometime President of the Incorporated Institute of British Decorators and an early member of the Architectural Association. Ingleside (photo 11)next door - also attractive but needing attention in 2021 –and The Coach House opposite are also by Shuffrey, the latter now converted into a private house. Other more recent changes and rebuilds on the west side of the street are sadly diluting the pleasant character of this street.",
                "Edgehill Road takes us to Grange and White Ledges (18), developed by the mass builder Wates between 1966 and 1968. The estate, unusually for a 1960s development, is designated as a Conservation Area, combining an effective mix of low and higher rise buildings, and sensitive landscaping which incorporates many preserved mature trees (photos 12 and 13)\n\t\t\t\n\t\nOn reaching St Stephen’s Road, look west to St Stephen’s Church, designed by J Ashdown in 1875 with a prominent spire, and now converted into flats. Turn east past the Wates Lakeside development on the left and White Ledges is on the right.",
                "At the end of St Stephens Road, cross Castlebar Road into Charlbury Grove, with Edwardian houses (19) on the right, and approach Ealing Abbey (20). The Benedictines came here from Downside in 1896 and purchased Castle Hill House (now demolished). The new monastery was made into a Priory in 1916, and in 1955 it became the first Abbey in Greater London since the Reformation.",
                "St Benedict’s Church (21) was begun in 1897 by F A Walters, architect of Buckfast Abbey. The style is perpendicular with an East Anglian flavour (photo 14). Inside, the nave is spacious with lofty arcades. The west window is by Burlison and Grylls and the war memorial window by Bucknall and Comper. Further details may be found in the Abbey Guide.",
                "In 1902 the Benedictines founded the adjoining St Benedict’s School for boys, now an independent co-educational day school. \t\n\t\nHead south down Blakesley Avenue to the foot of Castle Bar.",
                "To the right is a grass triangle, formerly called Tortoise Green (22) with an ancient knurled oak at the west end and a pleasant group of houses from the 1850s on the left. Walk a little further down Carlton Road to see Longfield Walk (23) with its pleached lime walk (photo 15) \n\t\nFrom here, retrace your steps along Castlebar Road and continue east to the starting point at Haven Green."
            ]
        },
        {
            "heading": "Ealing Walks - Supplementary Notes",
            "paragraphs": [
                "Ealing is one of the ancient parishes of Middlesex and its origins are Saxon or earlier. Considering its “genteel” image during the past century, there is some irony in the most likely derivation of its name being from the people of Gilla (one with a loud voice) with Yelling as one of its recorded medieval spellings. For a long time it was called Great Ealing, as distinct from the nearby hamlet of Little Ealing (still identifiable south of the present Northfields Station).",
                "The modern centre is the stretch of the London-Uxbridge road known successively as The Mall, The Broadway, New Broadway and more recently the award winning Ealing Broadway Centre, designed by Keith Scott of Building Design Partnership. The old village (conservation area) lies to the south and extends approximately from Ealing Green to the Parish Church, on the road to Brentford.",
                "Ealing, like many another Middlesex parish, was already developing by the 16th Century as a centre for market gardening and dairy produce to supply the needs of an expanding metropolis 6 miles to the east. In the 17th, 18th and early 19th centuries it became increasingly a place of fashionable residence: agreeably rural but conveniently near to town.",
                "Amongst the worthies who lived here at various times were the Princess Amelia (at Gunnersbury, later a Rothschild property, now a museum); Queen Victoria’s father, the Duke of Kent (at Castle Hill Lodge); Henry Fielding and, later, Lady Byron (at Fordhook, which stood NW of Ealing Common Station); Spencer Perceval, the Prime Minister assassinated in 1812 at Elm Grove (the site has been marked by a Civic Society green plaque).",
                "Successful private schools were established, the most famous being Great Ealing School (1698-1908) whose famous pupils included Cardinal Newman, W M Thackeray, Captain Marryat, R Westmacott and W S Gilbert. Both the future King Louis Philippe of France and T H Huxley’s father were assistant masters there and Huxley himself was born in Ealing in 1825. And so indeed, on 8th August 1876, was Charles Hamilton, better remembered as Frank Richards and the creator of Billy Bunter.",
                "The suburban growth of Ealing really began, however, after the coming of Brunel’s Great Western Railway in 1833. The old village spread northwards to meet the trains. From the 1870s and especially after the arrival of the District Railway in 1879 , growth was even more rapid and Ealing swarmed affluently up to the northern ridge of Castle Bar and Hanger Hill.",
                "In 1801 the population was 2,500, but when Ealing became an Urban District in 1894 it was 30,000. In 1901 Ealing was the first Middlesex town to be incorporated as a Borough. By 1911 the population was 61,000 and by 1965 it had reached 183,000. At this point the Middlesex Borough became a London Borough and, as this brought within its boundaries the former neighbouring Boroughs of Acton and Southall, the total population of Municipal Ealing is now over 300,000.",
                "It was during those last decades of the 19th Century that Ealing came to be known as the “Queen of the Suburbs”, a description still used in the Official Guide in the 1940s. With two World Wars and a changing social scene, it has gradually ceased to be the retreat of retirees from the Indian Colonial Service and other colonial administrators. Their children and grandchildren have followed the usual pattern of moving further out (or in), but it remains inherently respectable and is still possessed of considerable charm and a creditable degree of local awareness as reflected in the work of the Ealing Civic Society and many other local associations. In 1976, it was noted that property values are reckoned among the highest throughout suburban London, and that remains the case in 2020 with the anticipated coming of Crossrail.\nThe two walks around North and South Ealing respectively were originally compiled by John Foster White in 1970 (based partly on the research notes of the late H G D Holt held in Ealing Library) and updated at different times including these most recent versions. Ealing Civic Society hopes that the walks, and these supplementary notes, will once again be of interest to Ealing residents and visitors to the area who would like to know more about our local history and heritage."
            ]
        }
    ],
    "id": 10294,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/10294/building_10294_north-ealing-walk_route-1_4b3e6d714fa84ee9c29c7f6cc87fee99.jpg",
            "description": "Chris Evans, The Tourism Company · 2021",
            "title": "North Ealing Walk Map",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10294_north-ealing-walk_route-1_4b3e6d714fa84ee9c29c7f6cc87fee99.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/10294/building_10294_1-haven-green-court_3b5a17dc9049ac69f91be6574119f0e5.jpg",
            "description": "Stuart Morley · 2021",
            "title": "1. Haven Green Court",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10294_1-haven-green-court_3b5a17dc9049ac69f91be6574119f0e5.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/10294/building_10294_2-victorian-cottage-on-haven-lane_213c99cd35bc8e1e5c6b82d8c149125b.jpg",
            "description": "Steve Bower, Open House · 2021",
            "title": "2. Victorian Cottage on Haven Lane",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10294_2-victorian-cottage-on-haven-lane_213c99cd35bc8e1e5c6b82d8c149125b.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/10294/building_10294_3-modern-residential-development-on-mountfield-road_c549e6255f7cc4aa08c7d3d64a2a6434.jpg",
            "description": "Steve Bower, Open House · 2021",
            "title": "3. Modern residential development on Mountfield Road",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10294_3-modern-residential-development-on-mountfield-road_c549e6255f7cc4aa08c7d3d64a2a6434.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/10294/building_10294_4-elb-transformer_e172b116509eea59bd6e21fdf4c8033e.jpg",
            "description": "Steve Bower, Open House · 2021",
            "title": "4. ELB Transformer",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10294_4-elb-transformer_e172b116509eea59bd6e21fdf4c8033e.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/10294/building_10294_5-st-peter-s-church_a20e85627535f7400764142a38692cf4.jpg",
            "description": "Steve Bower, Open House · 2021",
            "title": "5. St Peter’s Church",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10294_5-st-peter-s-church_a20e85627535f7400764142a38692cf4.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/10294/building_10294_6-33-37-mount-avenue_bbf1885a7a9e189b4248fb49d6aab135.jpg",
            "description": "Stuart Morley · 2021",
            "title": "6. 33-37 Mount Avenue",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10294_6-33-37-mount-avenue_bbf1885a7a9e189b4248fb49d6aab135.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/10294/building_10294_7-brentham-garden-estate-typical-housing_9c3f0da18b01abcf5c77dfa0fa43f21b.jpg",
            "description": "Stuart Morley · 2021",
            "title": "7. Brentham Garden Estate; typical housing",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10294_7-brentham-garden-estate-typical-housing_9c3f0da18b01abcf5c77dfa0fa43f21b.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/10294/building_10294_8-queen-ann-style-houses-on-woodfield-road_975cab3d092ff87517b328a7fd209ff0.jpg",
            "description": "Stuart Morley · 2021",
            "title": "8. Queen Ann style houses on Woodfield Road",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10294_8-queen-ann-style-houses-on-woodfield-road_975cab3d092ff87517b328a7fd209ff0.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/10294/building_10294_9-welsby-court_bad55964cb03c5f256c39d71f8cb2bf4.jpg",
            "description": "Steve Bower, Open House · 2021",
            "title": "9. Welsby Court",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10294_9-welsby-court_bad55964cb03c5f256c39d71f8cb2bf4.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/10294/building_10294_10-wyke-house-tower-and-balcony_b5c2e68b74ef472f0eeb58f42d49ab38.jpg",
            "description": "Steve Bower, Open House · 2021",
            "title": "10. Wyke House tower and balcony",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10294_10-wyke-house-tower-and-balcony_b5c2e68b74ef472f0eeb58f42d49ab38.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/10294/building_10294_11-thorncote-and-ingleside_6f2fe1c2992aeda5b5e4ab496d425c54.jpg",
            "description": "Steve Bower, Open House · 2021",
            "title": "11. Thorncote and Ingleside",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10294_11-thorncote-and-ingleside_6f2fe1c2992aeda5b5e4ab496d425c54.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/10294/building_10294_12-wates-white-ledges_d4acddb43b9813005c269e006cda87fd.jpg",
            "description": "Stuart Morley · 2021",
            "title": "12. Wates' White Ledges",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10294_12-wates-white-ledges_d4acddb43b9813005c269e006cda87fd.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/10294/building_10294_13-wates-herondsforde-block_9105ce05d4cb5619d76a9e3ffadf220e.jpg",
            "description": "Stuart Morley · 2021",
            "title": "13. Wates Herondsforde block",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10294_13-wates-herondsforde-block_9105ce05d4cb5619d76a9e3ffadf220e.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/10294/building_10294_14-st-benedicts_2c7cead1029344a6be8ba03e99febf41.jpg",
            "description": "Steve Bower, Open House · 2021",
            "title": "14. St Benedicts",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10294_14-st-benedicts_2c7cead1029344a6be8ba03e99febf41.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/10294/building_10294_15-longfield-walk-and-its-pleached-limes_d57700beff25717ed804c284618cc9ab.jpg",
            "description": "Steve Bower, Open House · 2021",
            "title": "15. Longfield Walk and its pleached limes",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10294_15-longfield-walk-and-its-pleached-limes_d57700beff25717ed804c284618cc9ab.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Haven Green opposite Ealing Broadway Station, The Broadway, Ealing, W5 2NU",
        "latitude": 51.5149809,
        "longitude": -0.3014789,
        "meeting_point": null,
        "travel_info": [
            "Nearest tube: Ealing Broadway",
            "Nearest train: Ealing Broadway",
            "Bus routes: 112, 226, 297, E1, E7, E8, E9, E10, 207, 427, 483, 65"
        ]
    },
    "name": "Ealing Centre and North",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/10294",
    "ticketed_events": false
}