{
    "all_week": false,
    "description": "This is an attractive walk through Ealing south of Uxbridge Road. It passes Sir John Soane's Pitzhanger Manor, Ealing Studios and many attractive Georgian and early Victorian streets of Ealing's early development.",
    "design": {
        "designers": [],
        "periods": [
            "Historical/contemporary"
        ],
        "types": [
            "Walk/tour"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 20,
            "date": "2021-09-04",
            "end": "2021-09-04T13:00:00+01:00",
            "fully_booked": null,
            "name": "Guided walk led by Ann Chapman, Chair, Ealing Civic Society. Walking notes are available for download from Ealing Civic Society at https://ealingcivicsociety.org/walks/",
            "notes": null,
            "start": "2021-09-04T10:30:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [],
    "factsheet": [
        {
            "heading": "Walking Tour guide South Ealing Walk (3.1 miles)",
            "paragraphs": [
                "References in brackets refer to the map location number",
                "This walk starts in the new piazza in front of Ealing’s central landmark, the church of Christ the Saviour (1) (Grade ll listed - photo 1). It was built in 1852 and designed by Sir George Gilbert Scott (known for St Pancras station and hotel and the Albert Memorial amongst many others), in Kentish rag with Bath stone facing and pinnacles. Pevsner calls it  - “ambitious and dull, of correct late Early English style”, but local writers are understandably more enthusiastic. East and Lady Chapel windows are by Hugh Easton (1952).  There is a modern church hall attached to the north side of the church which blends well with its neighbours as does Christ the Saviour School with its rooftop playground.",
                "Looking further afield, one may contemplate the contribution made to Ealing’s Victorian townscape by the lofty Christ the Saviour steeple, the Town Hall spirelet, and further to the east the spire of the former Methodist Church by John Tarring and Charles Jones (1868-9).",
                "Walk west along New Broadway. On the corner of Longfield Avenue is t he Town Hall (2), also by Charles Jones (1888). As Ealing’s first Borough Architect, he was responsible for many local buildings. This Grade ll listed building (photo 2) is built in the neo-Gothic style in Kentish ragstone, with a blended eastern Gothic extension by Prynne and Johnstone dating from 1931. The original building included the Victoria Hall funded by public subscription and opened in 1889 by the Prince and Princess of Wales to commemorate Queen Victoria’s 50th anniversary. There are plans to convert the Town Hall to a boutique hotel although these are currently (2021) stalled because of a legal challenge.",
                "Further up Longfield Avenue is the Old Fire Station (3) (1888, enlarged 1900-01) again by Charles Jones. The building is now part of the modern Dickens Yard development.",
                "Returning to New Broadway, on the other side of the road is Filmworks on the site of what was the Forum Cinema (4) (1934), designed by John Stanley Beard. The Forum’s opening film was Ealing Studio’s Love, Life & Laughter starring Gracie Fields. The classical style of the frontage was a deliberate reaction to the modernistic style often associated with Odeon cinemas of the period. The first floor above the entrance was originally an ABC café. The Compton cinema organ was removed in 1962 to Wormwood Scrubs prison where it remains. The cinema closed in 2008 and was largely demolished, leaving only the façade you now see (photo 3) which has been incorporated into the new Filmworks development.",
                "Walk east along New Broadway and turn right down Bond Street; stop at City Radio Stores (5) to admire their wonderful art deco shop front at No 37.",
                "Carry on to Ealing Green (6), the old village green and site of an annual, 3-day summer fair in the 19th Century which was abolished by the Local Board in 1880 because it was becoming \"too unruly\".",
                "On the right overlooking the Green is the Grade 1 listed Pitzhanger Manor House and Gallery (7). Originally a 1605 manor house, it was rebuilt by Thomas Gurnell and enlarged by George Dance in about 1768. It was bought in 1800 by Sir John Soane (George Dance’s pupil and architect of the Bank of England), who demolished all but the south wing and completed a virtually new house by 1803 (photo 4). He lived here intermittently c1802-10.",
                "Pevsner describes the house as having a grand Ionic order of Portland stone intended as a quotation from the antique. Soane sold the house in 1811. It was bought in 1844 by Sir Spencer Walpole to house his five unmarried sisters-in-law, daughters of the assassinated Prime Minister, Spencer Perceval. The estate was acquired by the Ealing Board in 1901 following the death of the last sister. Together with a north wing added in 1940, the Manor served as Ealing’s Central Public Library until 1985. The north wing was converted into an art gallery in 1995. In 2019, the House and Gallery reopened after a comprehensive restoration project which has returned the principal rooms to their original Soane splendour and upgraded the gallery so that it may mount major exhibitions.",
                "Walking south along Ealing Green, the line of the old village of Ealing, there are several interesting properties (photo 6). Immediately to the south of Pitzhanger Manor and Soane’s Kitchen is Ealing Green College (8), built by Middlesex County Council in 1913 as the Boys' County School, with a dignified front in early 18th Century style (Pevsner). Additions have been made and it has remained in educational use. This was the site of The Hall, which became the home of Spencer Horatio Walpole who was three times Home Secretary in the 19th Century and chairman of the Great Western Railway Company.",
                "Next door is St Mary’s House (9) built around 1710, in 1 acre of grounds (photo 5). The Post Office purchased it for a telephone exchange in 1902. A new telephone exchange was built at the rear, creating an unusual architectural hybrid, and continues in use to this day, with a Post Office sorting office behind.",
                "On the opposite side of the Green is Ealing Green Church and Manse (10) another Charles Jones creation (1859).",
                "Next is Kingdom Hall (11), the former 1861 girls’ school whose origins go back to 1712 when it was the first school in Ealing. It closed in 1926, became a place of worship and has recently been renovated. The roadway to the right of the building now leads to the entrance to Ealing Studios. On its left are Forge Cottages, where once stood an old forge.",
                "Further south is a group of early 19th Century Georgian houses including the Grade ll listed Thorpe Lodge, Pine Cottage, Morgan House, Wrexham Lodge and Willow House (12). The Welsh Presbyterian Church (1908) is down a short alleyway to the right of Thorpe Lodge.",
                "The Ealing Studios (13) are to the south (and west) of this group of houses. Started in 1902, they are the oldest surviving film studios in the country (photo 7). The present Grade ll listed sound stages were built in 1932 and stars such as George Formby and Gracie Fields began their film careers here. The heyday of the studios was from 1938 when many distinguished war films and later the famous Ealing Comedies were produced. From 1955 to 1990 it became the BBC film unit. Film production began again in 2001 with The Importance of Being Earnest. The complex now also houses a number of film related businesses and a film school. \t \n\t\nFurther down, on the east side of St Mary’s Road is the Red Lion pub (14), known as ‘Stage 6’, as it was the watering hole of actors from the heyday of Ealing Studios such as Alec Guinness, Sid James and others. The Studios have five stages – hence ‘Stage 6’ (photo 8)",
                "A little further down St Mary’s Road on the west side of the road is a small parade of shops/cafes offering a couple of other refreshment options (15).",
                "A few more yards down St Mary’s Road on the east side is the University of West London (16) with its own ‘Pillars’ restaurant at the back of the building in Warwick Road. This educational facility started as a technical college in 1929. It became a Polytechnic and then a University in the early 1990s. The present corner building is \"Festival of Britain\" architecture, designed by Middlesex County Council in 1953 (photo 9).",
                "Return back up St Marys Road a few yards and turn right into a road called The Park, opposite the parade of shops. Turn left again into Park Place which leads into Kerrison Place (17) with a fine collection of artisan housing (photo 10) before rejoining The Park with its large Italianate paired villas (18), laid out by British Museum architect Sydney Smirke in 1846 photo 11). Numbers 21 and 22 are notable for their rather grand towers.",
                "With your back to the villas, turn down Kerrison Road, right on Warwick Road, left on Liverpool Road and right on Ranelagh Road with its variety of attractive houses built in the mid/latter half of the 19th century (photo 12).",
                "Rejoin St Mary’s Road opposite the New Inn (19). In the 17th Century this was a coaching stage-post to the West Country and also ran a half-hourly service to London in the early 1800s. The present building was erected to celebrate Victoria's jubilee (see historical plaque on wall).",
                "Ealing Parish Church (St Mary’s) (20) is prominent on the left (photo 13). The old Ealing church collapsed in 1725 and was replaced by a Georgian “brick box”. This was not nearly grand enough for burgeoning Victorian Ealing, and in 1866 S S Teulon set about transforming it into what Archbishop Tait described as “a Constantinopolitan basilica”. The galleried interior was restored to its original colour scheme in 2004.",
                "Down Church Gardens to the south of the church (a short detour of around 250 metres), there are some attractive Tudor style, half-timbered almshouses (21) (St Mary’s House - photo 14) built in 1900.",
                "Returning to St Mary’s Church turn south to the nearby roundabout.",
                "The southernmost boundary of the old Ealing village is St Mary's Square (22) which fronts the roundabout (photo 15). It has Georgian terraces on 2 sides and the old (1770s) fire station (now a private house) with the red doors the only reminder of its fire station past. \n\t \nAcross the roundabout is the late Georgian Westfield House (23). In the early 19th Century this was the most southerly dwelling on this side of the road (photo 16) - the rest were farms and market gardens all the way down to Brentford.\n\t \nFrom the roundabout, turn up Church Lane (24), noting the well preserved No 1 and Nos 15-17 (photo 17). These houses could be described as remnants of the old Ealing Village before the railway came with 15 Church Lane (probably the oldest house in Ealing) apparently built in the early 17th Century. There is a plaque on the front wall dating it as circa 1600.",
                "Continue up Church Lane which becomes Culmington Road with Lammas Park on either side of the road. At the junction with Lammas Park Gardens, turn right and immediately left into Walpole Park. Walk straight ahead through the Park along a tree-lined path towards Mattock Lane passing the playground, Pitzhanger Pantry coffee stall and toilet stop.",
                "Walpole Park (25), the 30 acre original grounds of Pitzhanger Manor, was designed by John Haverfield of Kew for Soane. The designs included the Serpentine lake and its bridge. Soane also erected fanciful classical ruins which were removed in 1820. The two (originally four) cedars of Lebanon on the lawn behind the house probably pre-date Soane.",
                "Walking past the Serpentine Lake, there are splendid views to the rear of Pitzhanger House (photo 18).",
                "The preservation of the recently restored park is owed largely to Charles Jones and his memorial plaque has been fittingly re-erected beside the Mattock Lane wall. Born in Beccles, he trained as an architect, came to Ealing in 1856, built up a considerable private practice, and then in 1863 became surveyor to the newly formed Local Board. He immediately provided Ealing with the first proper drainage system in the Thames Valley, despite protests over the expense, and so he went on through the decades with lighting, roads, public buildings, open spaces et al, having an extraordinary capacity for getting his way with the Council. The inscription on his memorial may be borrowed from the tomb of Sir Christopher Wren, but is still richly deserved in terms of much that is best in Ealing. “Si monumentum requires, circumspice” – If you seek his monument, look around.",
                "Exit the Park via the Mattock Lane gate. Turn left to see the Questors Theatre (26) (Norman Bransom 1963-4 - photo 19).",
                "This celebrated amateur theatre club was founded in Ealing in 1929 and has since grown to become Europe's largest community theatre. It was opened in the presence of the Queen Mother in 1964 and was described by theatre director Sir Peter Hall as 'one of the most exciting laboratory theatres in the country'.",
                "Return back along Mattock Lane to Ealing Green. Pass the Filmworks development (27) on the left where the fascia of the demolished Walpole Picture theatre (formerly in Bond Street) has been reassembled and fixed to the side wall of the adjacent house as a specimen of Early Cinema (1912) design.",
                "Return to the start."
            ]
        },
        {
            "heading": "Ealing Walks - Supplementary Notes",
            "paragraphs": [
                "EALING WALKS: SUPPLEMENTARY NOTES\n \nEaling is one of the ancient parishes of Middlesex and its origins are Saxon or earlier. Considering its “genteel” image during the past century, there is some irony in the most likely derivation of its name being from the people of Gilla (one with a loud voice) with Yelling as one of its recorded medieval spellings. For a long time it was called Great Ealing, as distinct from the nearby hamlet of Little Ealing (still identifiable south of the present Northfields Station).",
                "The modern centre is the stretch of the London-Uxbridge road known successively as The Mall, The Broadway, New Broadway and more recently the award winning Ealing Broadway Centre, designed by Keith Scott of Building Design Partnership. The old village (conservation area) lies to the south and extends approximately from Ealing Green to the Parish Church, on the road to Brentford.",
                "Ealing, like many another Middlesex parish, was already developing by the 16th Century as a centre for market gardening and dairy produce to supply the needs of an expanding metropolis 6 miles to the east. In the 17th, 18th and early 19th centuries it became increasingly a place of fashionable residence: agreeably rural but conveniently near to town.",
                "Amongst the worthies who lived here at various times were the Princess Amelia (at Gunnersbury, later a Rothschild property, now a museum); Queen Victoria’s father, the Duke of Kent (at Castle Hill Lodge); Henry Fielding and, later, Lady Byron (at Fordhook, which stood NW of Ealing Common Station); Spencer Perceval, the Prime Minister assassinated in 1812 at Elm Grove (the site has been marked by a Civic Society green plaque).",
                "Successful private schools were established, the most famous being Great Ealing School (1698-1908) whose famous pupils included Cardinal Newman, W M Thackeray, Captain Marryat, R Westmacott and W S Gilbert. Both the future King Louis Philippe of France and T H Huxley’s father were assistant masters there and Huxley himself was born in Ealing in 1825. And so indeed, on 8th August 1876, was Charles Hamilton, better remembered as Frank Richards and the creator of Billy Bunter.",
                "The suburban growth of Ealing really began, however, after the coming of Brunel’s Great Western Railway in 1833. The old village spread northwards to meet the trains. From the 1870s and especially after the arrival of the District Railway in 1879 , growth was even more rapid and Ealing swarmed affluently up to the northern ridge of Castle Bar and Hanger Hill.",
                "In 1801 the population was 2,500, but when Ealing became an Urban District in 1894 it was 30,000. In 1901 Ealing was the first Middlesex town to be incorporated as a Borough. By 1911 the population was 61,000 and by 1965 it had reached 183,000. At this point the Middlesex Borough became a London Borough and, as this brought within its boundaries the former neighbouring Boroughs of Acton and Southall, the total population of Municipal Ealing is now over 300,000.",
                "It was during those last decades of the 19th Century that Ealing came to be known as the “Queen of the Suburbs”, a description still used in the Official Guide in the 1940s. With two World Wars and a changing social scene, it has gradually ceased to be the retreat of retirees from the Indian Colonial Service and other colonial administrators. Their children and grandchildren have followed the usual pattern of moving further out (or in), but it remains inherently respectable and is still possessed of considerable charm and a creditable degree of local awareness as reflected in the work of the Ealing Civic Society and many other local associations. In 1976, it was noted that property values are reckoned among the highest throughout suburban London, and that remains the case in 2020 with the anticipated coming of Crossrail.\nThe two walks around North and South Ealing respectively were originally compiled by John Foster White in 1970 (based partly on the research notes of the late H G D Holt held in Ealing Library) and updated at different times including these most recent versions. Ealing Civic Society hopes that the walks, and these supplementary notes, will once again be of interest to Ealing residents and visitors to the area who would like to know more about our local history and heritage."
            ]
        }
    ],
    "id": 10295,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/10295/building_10295_south_ealing_walk_c4f8da18ab959f6302b719ae47370f02.jpg",
            "description": "Chris Evans, The Tourism Company · 2021",
            "title": "South Ealing Walk - route map",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10295_south_ealing_walk_c4f8da18ab959f6302b719ae47370f02.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/10295/building_10295_1-christ-the-saviour-church_39c799546bedfe82d1b008cfc99ffef9.jpg",
            "description": "Stuart Morley · 2021",
            "title": "1. Christ the Saviour Church",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10295_1-christ-the-saviour-church_39c799546bedfe82d1b008cfc99ffef9.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/10295/building_10295_2-ealing-town-hall_8703c7e394b56ec3147db395e0e9f449.jpg",
            "description": "Stuart Morley · 2021",
            "title": "2. Ealing Town Hall",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10295_2-ealing-town-hall_8703c7e394b56ec3147db395e0e9f449.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/10295/building_10295_3-the-old-forum-cinema-facade_ae109dbc667d57e77583df45c562e7ad.jpg",
            "description": "Steve Bower, Open House · 2021",
            "title": "3. The old Forum Cinema facade",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10295_3-the-old-forum-cinema-facade_ae109dbc667d57e77583df45c562e7ad.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/10295/building_10295_4-pitzhanger-manor_50e964b01479ab715af7ae3cb4fa0d75.jpg",
            "description": "Stuart Morley · 2021",
            "title": "4. Pitzhanger Manor",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10295_4-pitzhanger-manor_50e964b01479ab715af7ae3cb4fa0d75.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/10295/building_10295_5-st-marys-house_14082c0bad7c70a1a6e1a9b6e3521b6f.jpg",
            "description": "Stuart Morley · 2021",
            "title": "5. St Marys House",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10295_5-st-marys-house_14082c0bad7c70a1a6e1a9b6e3521b6f.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/10295/building_10295_6-georgian-houses-on-ealing-green_4a1d83db74e213d9af32ce88b1dcd991.jpg",
            "description": "Stuart Morley · 2021",
            "title": "6. Georgian houses on Ealing Green",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10295_6-georgian-houses-on-ealing-green_4a1d83db74e213d9af32ce88b1dcd991.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/10295/building_10295_7-ealing-studios_870de48ef7d9eeb9019c780f26d6bbd6.jpg",
            "description": "Stuart Morley · 2021",
            "title": "7. Ealing Studios",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10295_7-ealing-studios_870de48ef7d9eeb9019c780f26d6bbd6.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/10295/building_10295_8-red-lion-pub_4b671a5fbbdf2f839d51d57b5755e006.jpg",
            "description": "Stuart Morley · 2021",
            "title": "8. Red Lion Pub",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10295_8-red-lion-pub_4b671a5fbbdf2f839d51d57b5755e006.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/10295/building_10295_9-university-of-west-london_48a407e6fa794759dd3a225ee347e937.jpg",
            "description": "Stuart Morley · 2021",
            "title": "9. University of West London",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10295_9-university-of-west-london_48a407e6fa794759dd3a225ee347e937.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/10295/building_10295_10-kerrison-place-artisan-houses_2044a2c8d8199e01e344117fe557e2aa.jpg",
            "description": "Steve Bower, Open House · 2021",
            "title": "10. Kerrison Place artisan houses",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10295_10-kerrison-place-artisan-houses_2044a2c8d8199e01e344117fe557e2aa.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/10295/building_10295_11-the-park-italianate-villas_8651095fa9f6f6d81c668f406b4f1df1.jpg",
            "description": "Steve Bower, Open House · 2021",
            "title": "11. The Park 'Italianate' villas",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10295_11-the-park-italianate-villas_8651095fa9f6f6d81c668f406b4f1df1.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/10295/building_10295_12-victorian-1853-housing-in-ranelagh-road_487df4e7099fbfeb5ef4bcda441b8f76.jpg",
            "description": "Steve Bower, Open House · 2021",
            "title": "12. Victorian (1853) housing in Ranelagh Road",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10295_12-victorian-1853-housing-in-ranelagh-road_487df4e7099fbfeb5ef4bcda441b8f76.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/10295/building_10295_13-st-marys-church_7ecdf369057ff64ebd439a5928992f81.jpg",
            "description": "Stuart Morley · 2021",
            "title": "13. St Marys Church",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10295_13-st-marys-church_7ecdf369057ff64ebd439a5928992f81.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/10295/building_10295_14-st-mary-s-house-in-church-gardens_b0ff680a4f60d169cd7cf33437ec4904.jpg",
            "description": "Stuart Morley · 2021",
            "title": "14. St Mary's House in Church Gardens",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10295_14-st-mary-s-house-in-church-gardens_b0ff680a4f60d169cd7cf33437ec4904.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/10295/building_10295_15-st-marys-square_f2b0a42a061dda97db87a9e9188c7ec3.jpg",
            "description": "Stuart Morley · 2021",
            "title": "15. St Marys Square",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10295_15-st-marys-square_f2b0a42a061dda97db87a9e9188c7ec3.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/10295/building_10295_16-westfield-house_8064730fb84356e3e0f13da838f6031a.jpg",
            "description": "Stuart Morley · 2021",
            "title": "16. Westfield House",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10295_16-westfield-house_8064730fb84356e3e0f13da838f6031a.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/10295/building_10295_17-15-church-lane_967f0a2fafec3a9295bf7d28af64035b.jpg",
            "description": "Stuart Morley · 2021",
            "title": "17. 15 Church Lane",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10295_17-15-church-lane_967f0a2fafec3a9295bf7d28af64035b.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/10295/building_10295_18-walpole-park-and-pitzhanger-manor_56e555ce9a446a41af091cc9ad8850b3.jpg",
            "description": "Stuart Morley · 2021",
            "title": "18. Walpole Park and Pitzhanger Manor",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10295_18-walpole-park-and-pitzhanger-manor_56e555ce9a446a41af091cc9ad8850b3.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/10295/building_10295_19-questors-theatre_8bebc9e637c19ff79f68821b53352dbe.jpg",
            "description": "Steve Bower, Open House · 2021",
            "title": "19. Questors Theatre",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10295_19-questors-theatre_8bebc9e637c19ff79f68821b53352dbe.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "New Broadway, W5 2XA",
        "latitude": 51.5130056,
        "longitude": -0.306101,
        "meeting_point": "Meet in the square by entrance to Christ the Saviour church",
        "travel_info": [
            "Nearest tube: Ealing Broadway",
            "Nearest train: Ealing Broadway",
            "Bus routes: 297, 226, 112, 65, e11, E10, E9, E8, E7, E1, 427, 207"
        ]
    },
    "name": "Ealing South Walk",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/10295",
    "ticketed_events": false
}