{
    "all_week": false,
    "description": "The walk is around Old Malden and covers residential developments within the district. Different styles of suburban architecture includes a selection of modernist housing. There are also historic buildings and other places of interest.",
    "design": {
        "designers": [],
        "periods": [
            "Historical/contemporary"
        ],
        "types": [
            "Walk/tour"
        ]
    },
    "events": [
        {
            "all_day": true,
            "booking_link": null,
            "capacity": null,
            "date": "2021-09-04",
            "end": "2021-09-04T23:59:00+01:00",
            "fully_booked": null,
            "name": "Old Malden Walk",
            "notes": null,
            "start": "2021-09-04T00:00:00+01:00",
            "ticketed": false
        },
        {
            "all_day": true,
            "booking_link": null,
            "capacity": null,
            "date": "2021-09-05",
            "end": "2021-09-05T23:59:00+01:00",
            "fully_booked": null,
            "name": "Old Malden Walk",
            "notes": null,
            "start": "2021-09-05T00:00:00+01:00",
            "ticketed": false
        },
        {
            "all_day": true,
            "booking_link": null,
            "capacity": null,
            "date": "2021-09-06",
            "end": "2021-09-06T23:59:00+01:00",
            "fully_booked": null,
            "name": "Old Malden Walk",
            "notes": null,
            "start": "2021-09-06T00:00:00+01:00",
            "ticketed": false
        },
        {
            "all_day": true,
            "booking_link": null,
            "capacity": null,
            "date": "2021-09-07",
            "end": "2021-09-07T23:59:00+01:00",
            "fully_booked": null,
            "name": "Old Malden Walk",
            "notes": null,
            "start": "2021-09-07T00:00:00+01:00",
            "ticketed": false
        },
        {
            "all_day": true,
            "booking_link": null,
            "capacity": null,
            "date": "2021-09-08",
            "end": "2021-09-08T23:59:00+01:00",
            "fully_booked": null,
            "name": "Old Malden Walk",
            "notes": null,
            "start": "2021-09-08T00:00:00+01:00",
            "ticketed": false
        },
        {
            "all_day": true,
            "booking_link": null,
            "capacity": null,
            "date": "2021-09-09",
            "end": "2021-09-09T23:59:00+01:00",
            "fully_booked": null,
            "name": "Old Malden Walk",
            "notes": null,
            "start": "2021-09-09T00:00:00+01:00",
            "ticketed": false
        },
        {
            "all_day": true,
            "booking_link": null,
            "capacity": null,
            "date": "2021-09-10",
            "end": "2021-09-10T23:59:00+01:00",
            "fully_booked": null,
            "name": "Old Malden Walk",
            "notes": null,
            "start": "2021-09-10T00:00:00+01:00",
            "ticketed": false
        },
        {
            "all_day": true,
            "booking_link": null,
            "capacity": null,
            "date": "2021-09-11",
            "end": "2021-09-11T23:59:00+01:00",
            "fully_booked": null,
            "name": "Old Malden Walk",
            "notes": null,
            "start": "2021-09-11T00:00:00+01:00",
            "ticketed": false
        },
        {
            "all_day": true,
            "booking_link": null,
            "capacity": null,
            "date": "2021-09-12",
            "end": "2021-09-12T23:59:00+01:00",
            "fully_booked": null,
            "name": "Old Malden Walk",
            "notes": null,
            "start": "2021-09-12T00:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        [
            "Family activities during open house festival"
        ]
    ],
    "factsheet": [
        {
            "heading": "Malden Manor Station to St John's Church",
            "paragraphs": [
                "Malden Manor Station Building is constructed of reinforced concrete in the Art Deco style and opened in 1938.",
                "Starting at the station forecourt proceed under the railway bridge along Manor Drive North until reaching the junction with Church Road.",
                "At the mini roundabout turn right along Church Road which will bring you to the Manor House at a bend in the road. Church Road formed the original main settlement of Malden and is now a mixture of the 1930’s properties interspersed with some of the older properties on the Road. The Manor House is a historic building dating back to the 17th/ 18th centuries which has earlier origins and is recorded in the Domesday Book. The historic area was originally known as Meldone (from the Old English, meaning 'the cross on the hill'.",
                "From here turn right onto the lane to St John the Baptist Church which is of Saxon origin.",
                "The church was largely rebuilt in 1611 and is now a mixture of architectural styles following rebuilding and later additions. The lower part of the original flint stone chancel wall has been retained and the present nave and chancel were reconstructed in 1875 to cater for an expanding population in the area."
            ]
        },
        {
            "heading": "Hogsmill River",
            "paragraphs": [
                "After passing the front of St John’s Church follow the access road on your left that bends to the left past a series of renovated cottages; the access road then continues into a pathway leading down to the Hogsmill River. The pathway can become muddy so suitable walking boots may be needed.",
                "You are now following the Hogsmill River Trail for a short length. Continue along the path until reaching a footbridge over the Hogsmill and cross the river at this point.",
                "By taking a short detour on your left the path opens up into the open space called 'Six Acre Meadow' you will come to the stretch of water which is known to be the location of the painting ‘Ophelia’ by John Everett Millais 1851. This remains a serene setting with overgrown banks along the side of the river that has not much changed over time. An information plaque is provided at the top of the riverbank providing further information on the painting, and there are further plaques providing more general information of the wildlife found along the river. The painting itself hangs in the Tate Britain.",
                "Follow the path for a short distance from the footbridge over the Hogsmill with the river now on your right. Continue under the railway bridge until reaching a path at right angles which extends into Sheephouse Way. At this point you are looking ahead across the Hogsmill Open Space and playing fields beyond that have been designated as open land and an area of the Green Belt.",
                "To your left you will see a housing estate known as the Sunray Estate. The houses have a distinctive character and extend as far as Tolworth within the area bounded by the railway line and the A3 Kingston Bypass."
            ]
        },
        {
            "heading": "Sheephouse Way to A3 Access Road",
            "paragraphs": [
                "From the intersection turn right and recross the Hogsmill River and continue into the end of Sheephouse Way. You will pass a large block of flats on your left dating from the 1950’s and on reaching the roundabout turn left into Manor Drive North.",
                "You then pass the front of Richard Challoner School on your left.  This is a Catholic Secondary School built by Croudace Builders and opened in 1959. It was extended in the 1960s and more recently was then further modernised and extended (2005 – 2008) to provide enhanced facilities for both pupils and staff.",
                "Continue along Manor Drive North, then take a right turn into Gainsborough Road.",
                "You are now entering into a sizeable development known as the Painters Estate. This has been created with similar style houses from 1930’s, and the informal name of the Estate comes from the series of intercrossing roads named after famous artists. The houses in this area are substantial in size. Many of the houses were built as link detached (the adjacent garages were co-joined) although in many cases the houses have been extended around and above the original garages.",
                "Turn right into Turner Road, left onto Lawrence Avenue and then follow to the end of the avenue. You have now come to the A3 arterial road. This creates a boundary for Old Malden, and also acts as a barrier to pedestrians as there are only limited crossing points to Berrylands on the opposite side of the A3.",
                "Turn right onto the access road running parallel to the A3. If you can block out the continuous road noise at this point, you will observe the substantial detached houses fronting onto the access road. These were constructed following completion of the A3 Kingston Bypass around 1928."
            ]
        },
        {
            "heading": "Barnfield and Meadow Hill Modernist Houses",
            "paragraphs": [
                "From the A3 access road turn right onto Barnfield and admire some distinctive modernist houses along Meadow Hill and Barnfield. Originally, these were a Wates development with several similar pairs of modern houses formed with distinctive features such as unembellished white elevations, with window types and flat roof areas identifying them in the Deco style of the period."
            ]
        },
        {
            "heading": "Return to Malden Manor Station",
            "paragraphs": [
                "Continue along Amberwood Rise and Aldridge Rise, and then turn left onto South Lane. Take a right at the junction with Sheephouse Way. Although Sheephouse Way existed before the urbanisation of the area, it has now been altered to become a secondary route within Old Malden. The A3 Kingston Bypass was initially planned by widening Sheephouse Way and the wide grass verges along the road are a feature resulting from the purchase of additional land. The land was never needed as the A3 alignment subsequently changed to the route that exists today.",
                "Continue back to the roundabout and then return to Malden Manor Station which is found on your left."
            ]
        }
    ],
    "id": 10292,
    "images": [
        {
            "description": null,
            "title": "Old Malden Walking Route",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/medium_golden/building_10292_old-malden-map_7f3fef5f71f9a807b2c00bceedf68c06.png"
        }
    ],
    "links": [],
    "location": {
        "address": "Manor Drive North, Greater London, KT3 5PN",
        "latitude": 51.3846475,
        "longitude": -0.2622807,
        "meeting_point": "Malden Manor Station",
        "travel_info": [
            "Nearest train: Malden Manor",
            "Bus routes: K1"
        ]
    },
    "name": "Self-guided Old Malden Walk",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/10292",
    "ticketed_events": false
}