{
    "all_week": false,
    "description": "Completely carbon neutral terraced house following a retrofit solar and air source heat pump installation. Existing radiators, double glazing and roof / loft insulation.",
    "design": {
        "designers": [
            {
                "architect": "Brian Thresh",
                "description": "Original design",
                "year": "2020"
            }
        ],
        "periods": [
            "Edwardian"
        ],
        "types": [
            "Residence"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 2,
            "date": "2021-09-04",
            "end": "2021-09-04T16:30:00+01:00",
            "fully_booked": null,
            "name": "Carbon Neutral terraced house",
            "notes": "Please wear a mask",
            "start": "2021-09-04T10:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        [
            "Architect on site",
            "Toilets",
            "Parking"
        ]
    ],
    "factsheet": [
        {
            "heading": "Existing House improvements",
            "paragraphs": [
                "Front bay windows ground and first floor timber and glass with acrylic sheet magnetic secondary glazing. All rear windows and French doors modern aluminium double glazed. 2nd floor loft conversion and bathroom double glazed velux windows, skylights and French door.  Full building regs 2005 insulation on conversion and remaining loft space. \nHeating was by a 3 year old Potterton Promax 32 condensing boiler with a pressurised water system off the mains and a 210 litre high pressure Gledhill horizontal hot water tank in the rear loft.  All rooms have sufficient radiators to enable efficient heating in winter. Water supplied by 22mm plastic pipe from the street – unmetered."
            ]
        },
        {
            "heading": "Installation of solar system",
            "paragraphs": [
                "Using GESS of Chelmsford we’ve installed as many solar panels as is possible on the various roofs including the north facing roof over the rear element of the house. All panels are rated at 330 watt. We have 1 south facing panel, 2 east facing panels, 11 panels on the flat roofs facing straight up and 6 panels on the rear roof facing north - a total of 20 panels, max generation 6.6kw. Actual max generation 4.5 kw on sunny summer days, all panels contribute significantly to the overall generation. \nThe panels are wired up in parallel using Enphase micro-inverters on each panel and the  DC current is distributed via an inverter / distribution system using a Sofar ME 3000SP storage  inverter to power the house, charge the 9.6kw of batteries and export to the grid.\nWe have installed 4 X 2.4kw – 9.6 kw Lithium-Ion batteries by Pylontech. These batteries are compact and stackable so can be added to if necessary. They provide a smooth source of power at night time and on cloudy days and are inexpensive."
            ]
        },
        {
            "heading": "Installation of Air source Heat Pump",
            "paragraphs": [
                "Heat Pump requirements\n1.\tSize – The house has four bedrooms over 3 floors including the loft conversion. Volume calculations stipulated that we would need a pump with a minimum output of 11kw but ideally between 12 and 14kw. \n2.\tNoise -  The pump has to be ultra quiet. The closer it is situated to the house the less heat loss there is in the pipework between it and the house. However the closer it is to our house the closer it is to our neighbours houses and there are regulations regarding noise emissions from heat pumps that must be adhered to. Our pump suppliers Electric Heat Warehouse of Derby recommended the latest pump from Vaillant – a twin fan 12kw Arotherm Plus. Although tall at 1.5m it is not deep, a mere 45cm and would therefore not protrude far into the garden from the fence but most importantly it has very low noise levels 54db is quoted and only 60db when running flat out. \n3.\tAdaptable for use with existing hot water tank. In an ideal world it would be much better to use the specially designed high pressure hot water tank supplied by Vaillant for use with their Arotherm plus pump. However there is nowhere in the house that could accommodate the tank as it doesn’t come in horizontal form like the existing tank. The engineer from electric Heat Warehouse who fitted the system, with advice from Vaillant, was able to solve the problem by fitting a 100 litre buffer tank between the pump and the heat exchanger and the system works extremely well.  It means that there is always a large supply of hot water ready to feed into the central heating and hot water tank and the pump itself is not cycling on and off as it would if heating the hot water only via the relatively small heating circuit in our existing hot water tank.   On the 16th February this year (2021) a 12kw Vaillant Arotherm Plus air source heat pump, buffer tank, heat exchanger and control electronics were installed and connected into the existing central heating and hot water pipework.  The gas boiler was removed completely thus eliminating a major source of CO2 emissions into the atmosphere."
            ]
        },
        {
            "heading": "Early data on the solar system",
            "paragraphs": [
                "The solar panel system has generated 4,130 kwh of electricity since the beginning of August 2020 to end July 2021. Of that, 2900 kwh has been used to run the house, the rest has been exported to the grid at 3.00p per kwh\nThe summer months May - Sept. the house is almost entirely run by our own generated electricity \nThe cross over months of April and October  show a decline in solar contribution and an increase in use of green energy from Octopus.\nThe winter months demand a high level of electricity from our green energy supply but the solar panels still contribute significantly especially on bright cold days"
            ]
        },
        {
            "heading": "Early data on the air source heat pump",
            "paragraphs": [
                "Heat pump installation was fully functioning by the 16th February and March was a cold month so we can assume that for the winter months of 1st Nov through to 31st March monthly electricity purchased from Octopus is likely to be in the region of 1200kwh per month. Approx 30% of this would be at 5p per kwh - £60.00 and the rest would be at 15p per kwh - £120.00.  This gives a monthly total of £180.00 for 5 months is £900. For the summer months of April through to end October purchase of electricity from Octopus should be negligible - £20 per month giving a total of £140.00.  I anticipate that the annual cost of all energy consumption will be in the region of £1040.00.  This is less than half of our annual bill of £2240.00 for the previous year."
            ]
        },
        {
            "heading": "Green energy supplier",
            "paragraphs": [
                "We are signed up with Octopus – a green energy supplier that guarantees its sources of power are not from fossil fuels but from renewables - wind, solar, hydro and nuclear. Octopus offer a tariff called Octopus Go that runs from 12.30am to 4.30am at 5.00p per kwh, roughly one third the price of daytime electricity. There are two forms of energy storage in the house – 9.6kw of batteries and a 210 L hot water tank with a 3kw emersion heater. Both of these are switched on to be charged during this early morning window of cheap electricity so the house starts the day fully charged with the hot water tank thermostat set at 62 degrees C."
            ]
        }
    ],
    "id": 10304,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/10304/building_10304_20180914_111746-1_560cd58124d5299be7cbde38e3728005.jpg",
            "description": "Brian thresh · 2021",
            "title": "Front of house",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10304_20180914_111746-1_560cd58124d5299be7cbde38e3728005.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/10304/building_10304_20200708_162837_61c1bcd99e3160b09c594c2c940df228.jpg",
            "description": "Brian Thresh · 2020",
            "title": "Solar panels view to front",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10304_20200708_162837_61c1bcd99e3160b09c594c2c940df228.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/10304/building_10304_20200708_162754_274b7291ee3da47792d3f9a2f99e1207.jpg",
            "description": "",
            "title": "Solar Panels view to the rear",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10304_20200708_162754_274b7291ee3da47792d3f9a2f99e1207.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/10304/building_10304_20210616_103924_b4b71841a5032872c6e689c00ae3b12b.jpg",
            "description": "Brian Thresh · 2020",
            "title": "Sofar inverter and distribution box in electricity cupboard",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10304_20210616_103924_b4b71841a5032872c6e689c00ae3b12b.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/10304/building_10304_20210616_103935_9378951358f6557016e29dfd5a9d06ad.jpg",
            "description": "",
            "title": "Pylontech 9.4 kw batteries in electricity cupboard",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10304_20210616_103935_9378951358f6557016e29dfd5a9d06ad.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/10304/building_10304_20210218_115452_206f5f6a0071167186392326acb3a1f9.jpg",
            "description": "Brian Thresh · 2021",
            "title": "Vaillant 12kw Arotherm plus air source heat pump",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10304_20210218_115452_206f5f6a0071167186392326acb3a1f9.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/10304/building_10304_20210218_115654_f1908a059fe2aca1d30ae389a3137a28.jpg",
            "description": "",
            "title": "100L buffer tank now in extra insulated waterproof box",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10304_20210218_115654_f1908a059fe2aca1d30ae389a3137a28.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/10304/building_10304_20210616_114019_431d92a65cf5b1c03e60ce6212764d32.jpg",
            "description": "",
            "title": "Heat exchanger where gas boiler used to be",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10304_20210616_114019_431d92a65cf5b1c03e60ce6212764d32.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "23 Sedgeford Rd, Shepherds Bush, W12 0NA",
        "latitude": 51.5089876,
        "longitude": -0.2444882,
        "meeting_point": null,
        "travel_info": [
            "Nearest tube: shepherd's bush hammersmith & city, shepherd's bush central, East Acton",
            "Nearest train: Shepherds Bush, Acton Central",
            "Bus routes: 228, 260, 207"
        ]
    },
    "name": "23 Sedgeford Road",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/10304",
    "ticketed_events": false
}