{
    "all_week": false,
    "description": "Single storey building, officially opened on 30th January 1937 and designed by the Borough’s Engineer & Surveyor F.C. Lloyd.",
    "design": {
        "designers": [
            {
                "architect": "F.C Lloyd, Borough Surveyor",
                "description": "Original design",
                "year": "1937"
            }
        ],
        "periods": [
            "Inter-war"
        ],
        "types": [
            "Library"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 6,
            "date": "2022-09-04",
            "end": "2022-09-04T16:00:00+01:00",
            "fully_booked": null,
            "name": "Library opening times: Sun/Mon/Fri closed. Tues 10am-7pm, Weds/Thurs 10am-5pm, Sat 10am-4pm",
            "notes": "Please note that the Arts and Culture Hub space is used by local community groups at different times duing the week days. Access to the library during opening times where visitors can view the space through glass windows if a session is in progress.",
            "start": "2022-09-04T10:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        [
            "Disabled access",
            "Parking",
            "Toilets"
        ]
    ],
    "factsheet": [
        {
            "heading": "Valence Library",
            "paragraphs": [
                "The first library on the site actually opened in 1929 in temporary hutments in the grounds of Valence House, opened by Dr Arundel Esdaile. The plans for permanent library building are dated 1936, designed by the borough’s Engineer & Surveyor F.C. Lloyd to the Librarian’s plan. It was officially opened on 30th January 1937 by Professor Harold J. Laski (apparently accompanied by Professor Karl Mannheim).\nIn 1937 it was described as housing approx. 12,000 books with provision for adults, children, and reference. Children’s library was to provide accommodation for story hours, lectures, and meetings of local societies. The garden was to be developed as a library garden for outdoor reading. \nThe librarian later described the building “it stands within the grounds of old Valence House but there is nothing Olde Worlde about it. Its walls are 80 percent glass, facing north and south. The amenity of the site has provided a library of what the estate agent calls ‘exceptional charm and character’.” The extension which houses the children’s library opened in 1956."
            ]
        },
        {
            "heading": "Arts and Culture Hub at Valence Library",
            "paragraphs": [
                "The Arts and Culture Hub at Valence Library is a free, creative space open to all as a base for workshops, talks and well-being activities on the Becontree Estate. The hub is a platform for programming that is bookable both by individual residents of the estate, as well as local cultural organisations such as Soul and Sound, Arc Theatre, East End Women’s Museum and The White House among others, and community initiatives like Everyone Everyday, Treasured Memories, Mums on a Mission and our Healthy Lifestyle “Young at Heart” programme. Important to supporting the local arts ecosystem on the ground, the Hub provides rehearsal, meeting and performance space for community organisers, curators, socially engaged practitioners and artists to develop unique pieces and activities that emerge directly from the experiences of residents of the area, both past and present.",
                "Beyond the 2021 centenary year of Becontree Estate, the Arts and Culture Hub will endure as a venue that will allow for the continuation of activities that began through Becontree Forever: community meetings, music performances, intergenerational tea dances, storytelling and oral history exchanges, family wellbeing, craft workshops and so much more. The Hub is also the home of a growing reference art library with artist catalogues donated by museums, galleries and artists from across the UK, and Becontree Broadcasting Station – a project undertaken in partnership with Serpentine Galleries and our inaugural artist-in-residence Joe Namy, which will see the development of a new community radio facility directly from the estate."
            ]
        }
    ],
    "id": 10323,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/10323/building_10323_vl-image_4bb16ce080a6184696d47daf764d3084.png",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/medium_golden/building_10323_vl-image_4bb16ce080a6184696d47daf764d3084.png"
        }
    ],
    "links": [],
    "location": {
        "address": "Valence Library, Becontree Avenue, Dagenham, RM8 3HT",
        "latitude": 51.5586098,
        "longitude": 0.1338917,
        "meeting_point": null,
        "travel_info": [
            "Nearest train: Chadwell Heath",
            "Bus routes: 62, 368, 150, 128"
        ]
    },
    "name": "Valence Library",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/10323",
    "ticketed_events": false
}