{
    "all_week": false,
    "description": "A walk across Becontree to view a new series of artworks installed on billboards & roadside locations, sharing some of the objects collected as part of Keefe’s long term project, Living Together, across the estate in its centenary year.",
    "design": {
        "designers": [
            {
                "architect": "Verity-Jane Keefe",
                "description": "Original design",
                "year": "2021"
            }
        ],
        "periods": [
            "Historical/contemporary",
            "Contemporary"
        ],
        "types": [
            "Walk/tour",
            "Art in the public realm"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 20,
            "date": "2022-09-04",
            "end": "2022-09-04T12:30:00+01:00",
            "fully_booked": null,
            "name": "Walk with artist Verity-Jane Keefe to view Living Together Becontree Collection Billboards",
            "notes": "Walk with us across Becontree to view the billboard commission. If you can't make it, please cancel your ticket so someone else can, thanks!",
            "start": "2022-09-04T10:30:00+01:00",
            "ticketed": true
        }
    ],
    "facilities": [],
    "factsheet": [
        {
            "heading": "Living Together, The Becontree Collection Billboards",
            "paragraphs": [
                "Verity-Jane Keefe, Living Together: The Becontree Collection Billboards",
                "",
                "Installed in nine locations across the estate, this public realm exhibition makes visible some of the objects collected as part of Keefe’s long term project in Becontree, Living Together. The work intends to reflect the material of this place including building matter and archival political material. This new archive - The Becontree Collection -  brings together material from the last 100 years, collected from individuals, through a long period of public engagement and from Keefe’s long-term documentation of the estate. The billboard commission makes the collection visible across the estate in this its centenary year as a series of artworks with newly written poetic statements.",
                "",
                "The Becontree Collection is about and for Becontree; recording, responding and collected over 2021 as a slice of both time and place.  Visually rich, the Collection intends to fill the gaps in formal historical archives, as trends in collecting and archiving  have changed in this post municipal era; this project responds to shifts in  social history, documentation and local trends from the 1970’s onwards. Its starting point was the archive of former Alderman Cllr Fred Jones, whose former home was the inaugural HQ for Living Together, the Councillor’s personal and political ephemera were saved and forms a key strand of the Becontree Collection.",
                "",
                "Share your photographs online using #LivingTogetherVJK – I hope you enjoy finding them and looking at them.",
                "",
                "For more information on the series and images visit:",
                "www.livingtogether.org.uk/collection-billboards",
                "",
                "Dates & Locations",
                "From 9th August – 5th September",
                "",
                "1 Becontree Station, Eastbound Platform",
                "Brick, green splatter",
                "2 Becontree Station, Eastbound Platform",
                "The New Housing Act",
                "3 608 Longbridge Rd, corner of Lodge Avenue",
                "Labour. A Dictionary of Achievement",
                "4 453 Porters Avenue, near Junction to Lodge Avenue",
                "Brick, diagonal break",
                "5 806 Green Lane, near junction of Bennetts Castle Avenue, Corner Coffee House",
                "Vote Labour before 9pm",
                "6 Green Lane at Fiddlers Junction (Whalebone Lane South) next to Barclays Bank",
                "Coal",
                "",
                "& then",
                "",
                "23rd August – 5th September",
                "",
                "7 929 Green Lane at Winifred Road Junction",
                "Aggregate",
                "8 943 Green Lane at Winifred Road Junction",
                "London County Council Tenants Handbook",
                "9 94 Wood Lane, next to Seahorse Fish & Chip Shop",
                "Paving Slab"
            ]
        },
        {
            "heading": "About Living Together & Verity-Jane Keefe",
            "paragraphs": [
                "Living Together is a major art commission by Verity-Jane Keefe which forms part of a wider programme celebrating the centenary of the Becontree estate in Barking and Dagenham and culminates Keefe’s many years of work in and about the estate. It will look at the past 100 years of social housing through the lens of Becontree, which was once the largest social housing estate in the world; looking at its past, the present and into the future. The project will run live through the year during an urgent period of economic, social and political change and the ever-evolving backdrop of Covid-19, which will be absorbed and responded to within the production of works.",
                "Using a broad range of artistic strategies this large-scale commission will produce a new collection as an artwork for the estate through site specific engagement work. Keefe’s research-based multidisciplinary practice includes film, photography, objects and text which is often created in response to encounters with people and spaces. This approach will inform the production of the collection and will be made visible throughout the year in an ongoing public programme, an online viewing platform, LT TV, and an exhibition: at RIBA London and across Becontree’s public realm.",
                "Taking as its starting point the edges of formal archives, the work explores the complexities of life as it is today, through key issues such as industrialisation, de-industrialisation, immigration, east-end drift, trade unionism, work, workers’ rights, the left, the right, the far left, the far right, regeneration, neoliberalism and some hefty changes to housing policy and notably and visibly, The Right to Buy. It will reveal and give status to the often invisible lived experience of a place which includes wide-reaching subject matter, as well as reflecting upon the anecdotal, recording the local vernacular of people and the built environment which will involve creating a Becontree specific material palette.",
                "Living Together is not the conclusive or exclusive story of the Becontree Estate, nor a history lesson in social housing, these exist elsewhere. It is for, with, about, on and off the Estate. This project proposes the questions: Can a place ever be finished? What makes a town or estate complete? Who records and documents this completion and complexity? The building of Becontree was completed in 1935 when the red ribbon was cut, subsequently the following years have seen an undoing and countless additions to this complete vision via occupation, living, changes to local and national policy and the ever-changing and enduring presence of the individual.",
                "Happy-beginning-of-the-centenary-to-you Becontree.",
                "Living Together is being delivered with a large supporting cast of local residents, partners and community groups. Keefe has been working for the last two years to test, shape and develop social structures and activities as a way to inform the 2021 programme of activity. The programme will evolve and adapt over the year in response to the process. Working closely with Valence House Archives on the legacy of The Becontree Collection and archival training opportunities with local residents There will be a project HQ at The White House in Becontree which will be made public at points over the year, when safe to do so. To see the full supporting cast in progress, see the People section on Living Together: www.livingtogether.org.uk/people",
                "Verity-Jane Keefe is a visual artist working predominantly in the public realm to explore the complex relationship between people and place. She is interested in the role and potential of the artist within urban regeneration. Working with moving image, text and installation to explore possible taxonomies of everyday life. She has a long term working relationship with Barking and Dagenham, making work for, about and with the borough since 2006 as well as across Outer London and internationally."
            ]
        }
    ],
    "id": 10367,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/10367/building_10367_1-brick-green-splatter_762a39b1bdf7490391d209fa50753a7a.jpg",
            "description": "Verity-Jane Keefe · 2021",
            "title": "Living Together, The Becontree Collection Billboard #1 Brick, Green Splatter",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10367_1-brick-green-splatter_762a39b1bdf7490391d209fa50753a7a.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/10367/building_10367_6-coal_124a2beb4ceccfc3bbaa480f0535a58f.jpg",
            "description": "Verity-Jane Keefe · 2021",
            "title": "Living Together, The Becontree Collection Billboard #6 Coal",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10367_6-coal_124a2beb4ceccfc3bbaa480f0535a58f.jpg"
        }
    ],
    "links": [
        {
            "href": "http://www.livingtogether.org.uk/collection-billboards",
            "title": "Website"
        },
        {
            "href": "http://veritykeefe",
            "title": "social media"
        }
    ],
    "location": {
        "address": "Becontree Station, Gale Street, Dagenham, RM9 4TP",
        "latitude": 51.5403728,
        "longitude": 0.1274227,
        "meeting_point": "Meet outside the entrance to Becontree Tube Station",
        "travel_info": [
            "Nearest tube: Becontree",
            "Bus routes: 145, 62"
        ]
    },
    "name": "Verity-Jane Keefe, Living Together: The Becontree Collection Billboards",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/10367",
    "ticketed_events": true
}