{
    "all_week": false,
    "description": "A walking tour led by the Architecture Foundation's Young Trustees exploring Brixton's changing identity at a critical juncture in time – the walk will be followed by an open call for responses celebrating its cultural and social fabric.",
    "design": {
        "designers": [
            {
                "architect": "Unknown",
                "description": "Original design",
                "year": "0000"
            }
        ],
        "periods": [
            "Historical/contemporary"
        ],
        "types": [
            "walk/tour"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 15,
            "date": "2022-09-12",
            "end": "2022-09-12T15:30:00+01:00",
            "fully_booked": null,
            "name": "Walking tour",
            "notes": null,
            "start": "2022-09-12T14:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [],
    "factsheet": [
        {
            "heading": "General Information",
            "paragraphs": [
                "The Architecture Foundation Young Trustees present the upcoming walking tour “Civic Rituals: A Love Letter to Brixton”. Celebrating local pride, overlooked histories and forgotten memories, the tour will celebrate civic-led stories about an area that is experiencing immense change. From rising rents to rapid gentrification, the identity of Brixton is shifting, and it is often these complex issues that prevail in narratives about the neighbourhood. Along the route of this tour, Brixton locals will share what Brixton means to them at a more intimate level, at this critical juncture in the area’s history. Guided by spatial practitioners, stories will be shared through a variety of mediums, from heartfelt anecdotes to tasty delicacies, and will be documented for future generations. Participants on the tour will be encouraged to share their own Love Letters to Brixton, documenting their experience of the day through images, text and/or drawings.",
                "The event is the first ahead of a wider open call seeking mixed-media submissions of further Love Letters to Brixton. The resulting body of material would create a touchstone for histories that celebrate the cultural and social fabric of Brixton rooted within its changing spatial landscape."
            ]
        }
    ],
    "id": 10368,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/10368/building_10368_img-20210901-wa0009_276a61d2ac18751c055db1eb15b1d525.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/medium_golden/building_10368_img-20210901-wa0009_276a61d2ac18751c055db1eb15b1d525.jpg"
        }
    ],
    "links": [
        {
            "href": "https://www.instagram.com/youngtrustees/?hl=en",
            "title": "Website"
        }
    ],
    "location": {
        "address": "Windrush Square, Effra Rd, SW2 1JQ",
        "latitude": 51.4603972,
        "longitude": -0.1151513,
        "meeting_point": null,
        "travel_info": [
            "Nearest tube: Brixton",
            "Nearest train: Brixton"
        ]
    },
    "name": "AFYT present: Civic Rituals - A Love Letter to Brixton",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/10368",
    "ticketed_events": false
}