{
    "all_week": true,
    "description": "A Stirling Prize-winning project from masters of theatre design, Haworth Tompkins, which is now a key example in their internal post-occupancy led learning, developing future practice. Shortlisted for the Open City Stewardship Awards 2021.",
    "design": {
        "designers": [
            {
                "architect": "Haworth Tompkins",
                "description": "Original design",
                "year": "2014"
            }
        ],
        "periods": [
            "Contemporary"
        ],
        "types": [
            "theatre"
        ]
    },
    "events": [],
    "facilities": [],
    "factsheet": [
        {
            "heading": "Please note",
            "paragraphs": [
                "This building is not open for Open House 2021, but has been listed here alongside the rest of the Open City Stewardship Awards shortlist for completeness.",
                "This project is shortlisted in the Post-occupancy In Practice category of the inaugural Open City Stewardship Awards. Find out more: open-city.org.uk/stewardship-awards"
            ]
        },
        {
            "heading": "General Information",
            "paragraphs": [
                "Winner of the 2014 Stirling Prize, the challenge for Haworth Tompkins’ new Everyman Theatre was to replace and re-present an iconic Liverpool institution at the centre of the city’s cultural and political life. The theatre began life in a nineteenth century chapel and was converted in the 1970s, becoming a centre of theatrical and political energy during that time. A flagship project from an architecture practice reputed for their theatre architecture, The Everyman Theatre in Liverpool was used as a test case to see how the practice could embed light-touch Post-occupancy Evaluation reporting across their portfolio.",
                "As co-founders of the Architects Declare Climate and Biodiversity Emergency movement (AD) Haworth Tompkins have acknowledged the significant impact buildings have on climate and on global ecosystems, and have committed to assessing and re-thinking their approach to design. One important aspect of this is the POE studies, which aim to identify strengths of completed projects and possible areas for improvement and further learning for the design team, alongside their clients and consultants.",
                "The Everyman was chosen because it uses an innovative assisted natural ventilation system and the design team were keen to understand how well it was working, to inform the design of similar performing spaces. The project team had access to the building’s energy performance data and had maintained a good relationship with the theatre’s FM team, who had been involved in the design process from the beginning. Disseminating the knowledge gathered by the light-touch POE and acting on the lessons learned is the most important goal of the entire process, and the technical, theatre related, discoveries are already being discussed and fed back into the design process of other current projects. The final Everyman light-touch POE report was shared throughout the office and was also presented externally at the AJ Summit and on the HT website. The POE process itself is also being discussed and presented internally throughout the practice and will form the basis of a reporting template for other projects across the sectors HT work in, such as residential and higher education.",
                "The report has become part of internal lessons learned presentations to the entire office and the POE process has been shared with the wider public via presentations at the AJ Summit 2021 and as a case study included in the RIBA Plan for Use Guide 2021. It forms the beginning of an internal process of learning which will guide future practice."
            ]
        }
    ],
    "id": 10387,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/10387/building_10387_haworth-tompkins-everyman-1_73774a99668a57fc44a547d9f5ba5c3f.jpg",
            "description": "",
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10387_haworth-tompkins-everyman-1_73774a99668a57fc44a547d9f5ba5c3f.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/10387/building_10387_haworth-tompkins-everyman-2_78b2bdcd89ba8d447ff3d3430184219b.jpg",
            "description": "",
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10387_haworth-tompkins-everyman-2_78b2bdcd89ba8d447ff3d3430184219b.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/10387/building_10387_haworth-tompkins-everyman-3_fe509cbd4825c14c375d92050591bd83.jpg",
            "description": "",
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10387_haworth-tompkins-everyman-3_fe509cbd4825c14c375d92050591bd83.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/10387/building_10387_haworth-tompkins-everyman-4_e37084dcd42decffb277384a6ef369b4.jpg",
            "description": "",
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10387_haworth-tompkins-everyman-4_e37084dcd42decffb277384a6ef369b4.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "5-11 Hope Street, Liverpool, L1 9BH",
        "latitude": 53.4029576,
        "longitude": -2.969269,
        "meeting_point": null,
        "travel_info": []
    },
    "name": "Liverpool Everyman Theatre",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/10387",
    "ticketed_events": false
}