{
    "all_week": false,
    "description": "Originally built as a school over 4 floors in 1.2 acres of land with an East/West aspect. Steel Frame building with block wall and brick finish.",
    "design": {
        "designers": [
            {
                "architect": "London County Council",
                "description": "Original design",
                "year": "1938"
            },
            {
                "architect": "LSI Architects",
                "description": "Refurbishment",
                "year": "2021"
            }
        ],
        "periods": [
            "Historical/contemporary"
        ],
        "types": [
            "Education"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": null,
            "date": "2021-09-04",
            "end": "2021-09-04T14:00:00+01:00",
            "fully_booked": null,
            "name": "North Kensington Centre Community Open Day",
            "notes": null,
            "start": "2021-09-04T11:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        [
            "Toilets",
            "Refreshments",
            "Disabled access",
            "Architect on site"
        ]
    ],
    "factsheet": [
        {
            "heading": "Study at North Kensington",
            "paragraphs": [
                "The North Kensington Centre is a great place to study if you’re looking for that local college feel with a truly personal approach.",
                "If a smaller centre where you feel part of the culture and cared for individually is the college for you then we would love to welcome you at North Kensington.",
                "Situated on Wornington Road we have a rich history of learning within the local community setting and have been an exciting hub of local creativity for many years. The centre holds a special place in the hearts of those who live and work locally.",
                "Based a few minutes’ walk from the vibrant Portobello Road with its famous market, cafe’s and art spaces, the North Kensington centre is home to its own set of specialist arts facilities in Ceramics, Jewellery and Glass design as well as a range of learning spaces offering IT, Business, Humanities and Early Years Programmes.",
                "A further bonus is that we offer an on-site creche for children 15 months upwards.",
                "We are also proud to house The Rhythm Studio which offers a series of masterclasses with well-known names from the UK music industry as part of our courses aimed at 16-19-year-olds, as well as additional music lessons as part of after school provision for the local community."
            ]
        },
        {
            "heading": "North Kensington Centre Renovation Project",
            "paragraphs": [
                "The scaffolding is up and our £13 million renovation project is now underway at Morley College London’s North Kensington Centre.",
                "We’re focused on making Morley College London the best place to learn. That’s why we’re embarking on an ambitious upgrade programme that will make the North Kensington Centre one of London’s top places for higher and further education.",
                "Over the next 18 months, the North Kensington centre will be transformed into a bright, modern building which will allow us to significantly expand our offer from autumn 2022 and open an exciting new chapter in the history of a site that has been a home for education since the 19th Century.",
                "It’s been a challenging year for all at the North Kensington Centre in Wornington Road, which has remained open throughout the pandemic. And we will continue to operate as a school during the building project, which is being managed by Morgan Sindall.",
                "Highlights of the renovation will include:",
                "A new single storey extension to the main block entrance.\nA new 3 storey high hall with single storey teaching accommodation above to the rear of the main building.\nThe demolition of the caretaker’s house\nNorth Kensington Centre Principal Craig Hanlon-Smith said: “The starting point for the design of the new North Kensington Centre is a real desire to have a positive impact on the lives of those who call W10 home. A light, glass-fronted café at the front, a new large multi-use community hall, and space for new state-of-the-art classrooms and studios…these are some of the more visible changes we are proposing, along with new amenities such as an enterprise ‘hub’ and radio studios.”",
                "Education has been part of Wornington Road since 1874: the original Wornington Road School opened in March that year. Though the original building was replaced by the present building in the late 1930s, learning has taken place continuously on site for over 140 years.",
                "As the community around North Kensington continues its recovery from the tragedy of the Grenfell Tower fire of June 2017, and begins to tackle the challenging aftermath of the current COVID-19 pandemic, the College recognises the critical importance of education in supporting local residents through high-quality post-16 education and training tailored to learning needs.",
                "Morley College London Principal and CEO Dr. Andrew Gower said: “The renovation of the North Kensington Centre is a significant step on a journey, the destination of which is a thriving college centre, serving the learning needs of people from the local community and beyond. Analysis of learning needs and participation confirms the major role the North Kensington Centre will play in supporting progression in learning and work, with opportunities for vocational education and training tailored to current and future employment in sectors including Business, Information Technology, Health, Education and Science.”",
                "“Given the impact of COVID on people’s livelihood and wellbeing, now is the time for a return to learning,” said Dr. Gower. “At Morley we are wholly committed to supporting people to upskill, to reskill and to enjoy learning, and the plans unveiled today commence a new phase in the journey of the North Kensington Centre. This renovation will enable realisation of the vision, shared by all those who have been involved on this journey, that learning together inspires ambition and enables achievement.”"
            ]
        }
    ],
    "id": 10380,
    "images": [
        {
            "description": "",
            "title": "North Kensington Plans",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10380_image18-edit-1024x576_3c6aec24838abe9480700d5ea63700b4.jpg"
        },
        {
            "description": "",
            "title": "North Kensington Plans",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10380_morley-render-2-1024x576_aec903f9c6492a287af5227dfd22b616.jpg"
        },
        {
            "description": "",
            "title": "North Kensington Plans",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10380_nk-with-totem-1_0e03810aa9902cdf23795b407425ef80.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Morley College London - North Kensington Centre, Wornington Road, W10 5QQ",
        "latitude": 51.522709,
        "longitude": -0.208264,
        "meeting_point": null,
        "travel_info": [
            "Nearest tube: Westbourne Park, Ladbroke Grove",
            "Bus routes: 23, 7, 70, 295, 452, 52"
        ]
    },
    "name": "Morley College North Kensington",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/10380",
    "ticketed_events": false
}