{
    "all_week": false,
    "description": "A meanwhile project developed by The Community Brain as a hub for activities exploring rewilding, access to local green space, and other initiatives including a new community farm. Shortlisted for the Open City Stewardship Awards 2021.",
    "design": {
        "designers": [],
        "periods": [
            "Contemporary"
        ],
        "types": [
            "Walk/tour",
            "Community/cultural"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": null,
            "date": "2021-09-10",
            "end": "2021-09-10T12:30:00+01:00",
            "fully_booked": null,
            "name": "SHEDx Growing Ideas in Tolworth: Welcome to the ‘scrag end’",
            "notes": "Join volunteers from The Community Brain for a tour of Tolworth. Discover the hidden sights of the Borough’s largest nature reserve: Tolworth Court Farm Fields, before exploring a new community space and garden in progress at Tolworth Station. The tour will lead visitors along the Broadway via new public art and planting, with the option to end at The Farm of Futures, a sustainable, community green and ideas space. All sites are in continual evolution in response to community need and have been established in the last three years.",
            "start": "2021-09-10T10:30:00+01:00",
            "ticketed": false
        },
        {
            "all_day": false,
            "booking_link": null,
            "capacity": null,
            "date": "2021-09-10",
            "end": "2021-09-10T15:30:00+01:00",
            "fully_booked": null,
            "name": "SHEDx Growing Ideas in Tolworth: Welcome to the ‘scrag end’",
            "notes": "Join volunteers from The Community Brain for a tour of Tolworth. Discover the hidden sights of the Borough’s largest nature reserve: Tolworth Court Farm Fields, before exploring a new community space and garden in progress at Tolworth Station. The tour will lead visitors along the Broadway via new public art and planting, with the option to end at The Farm of Futures, a sustainable, community green and ideas space. All sites are in continual evolution in response to community need and have been established in the last three years.",
            "start": "2021-09-10T13:30:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        [
            "Toilets"
        ]
    ],
    "factsheet": [
        {
            "heading": "General Information",
            "paragraphs": [
                "This project is shortlisted in the Social Stewardship category of the inaugural Open City Stewardship Awards. Find out more: open-city.org.uk/stewardship-awards",
                "Launched in 2018, SHEDx was a two year project designed to stimulate communities in Tolworth, and surrounding areas, to become engaged in re-imagining space, both urban and green, through interventions and creative opportunities. It served as the hub from which the project and its outcomes grew organically, bringing together residents, community groups, local businesses, councillors, schools, students and key stakeholders through regular events and activities to create opportunities for change in Tolworth. Throughout this, there has been an emphasis on play and storytelling to reimagine the area through live events and creativity.",
                "The project took inspiration from TEDx and the humble British allotment shed, in a programme where communities and individuals gathered to share ideas and skills, sparking initiatives that had a wider benefit for their local area. SHEDx created an opportunity for local residents and businesses to have a voice ahead of larger scale transformation as the area prepares to undergo major changes in the coming years. SHEDx has included new greening initiatives, the creation of a green audit for Tolworth, the development of a community farm (The Farm of Futures), the establishment of a monthly food and craft market supporting local start-up businesses, a Brazilian Festival at Corinthian-Casuals Football Club to celebrate and promote the Club’s fantastic heritage, a new community kitchen and meeting space at Tolworth Station, and more.",
                "Every year, The Community Brain undertakes a community survey asking residents of the borough of Kingston to share their thoughts and ideas for the area in which they live, and it was in one of these surveys that The Community Brain was first invited to ‘come and play’ in Tolworth. One of the first events organised as part of SHEDx was a visit to the top floor of Tolworth Tower, where over 300 residents, school children, businesses and university students were invited to share their dreams for Tolworth. This session revealed that there was a significant lack of awareness of the borough’s largest nature reserve which is a short walk away from the main shopping parade, due to severance caused by two major A-roads that split the town.",
                "As a result of this session, a large part of SHEDx focused on the creation of new wayfinding signage to highlight and celebrate this fantastic local resource and encourage walking and cycling. This included the transformation of several\nunder-used and ill-located benches on Tolworth Broadway which were adapted through community planting sessions to ‘lift the lids’ on the benches and plant them out with bee friendly pollinators to create a green corridor to the nature\nreserve. The team also worked with local artist, We Are Sky High, to install two nature murals that link the main shopping area with the nature reserve. The feedback was resoundingly positive with comments including “my 3yr old absolutely adores them and now runs out the door in the mornings to walk past them”.",
                "Much of The Community Brain’s work focuses around stories and creating playgrounds for adults, giving them the permission they don’t need to be brilliant and feel pride in the places where they live. Whilst the project has formally ended, SHEDx has led to a number of new and continued projects across Tolworth including plans for a new community wildlife garden at Tolworth Station, ongoing community events across the area, new partnerships and more."
            ]
        }
    ],
    "id": 10388,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/10388/building_10388_00_0547-edit-1-1_c23db9bdd2dd998c9ec43cd6ef07ca8c.jpg",
            "description": "",
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10388_00_0547-edit-1-1_c23db9bdd2dd998c9ec43cd6ef07ca8c.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/10388/building_10388_20191124_150519_a3e0c3445378ba14e89d4121df168b90.jpg",
            "description": "",
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10388_20191124_150519_a3e0c3445378ba14e89d4121df168b90.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Baking Ideas, Kingston Road, KT5 9NX",
        "latitude": 51.3771754,
        "longitude": -0.2794336,
        "meeting_point": null,
        "travel_info": [
            "Nearest train: tolworth",
            "Bus routes: 406, 418"
        ]
    },
    "name": "ShedX: Baking Ideas, Tolworth Station",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/10388",
    "ticketed_events": false
}