{
    "all_week": false,
    "description": "What does suburbia mean in 2021? As we negotiate how and where we live in a post-pandemic world, the redevelopment of Colindale and Kingsbury reflects wider trends within Greater London but with a unique twist",
    "design": {
        "designers": [],
        "periods": [
            "Historical/contemporary"
        ],
        "types": [
            "Walk/tour"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 20,
            "date": "2021-09-05",
            "end": "2021-09-05T15:30:00+01:00",
            "fully_booked": null,
            "name": "Kingsbury and Colindale: Re-imagining Suburbia",
            "notes": null,
            "start": "2021-09-05T13:30:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [],
    "factsheet": [
        {
            "heading": "About the Guide and Tour",
            "paragraphs": [
                "Colindale and Kingsbury reflects wider trends within Greater London but with a unique twist – where else can you witness the birth of aviation, the ghost of medieval England and a glimpse of suburban life in the 21st Century all in one place? This tour will explore the past, present and possible future of the area that is NW9 London.",
                "Route notes: Mostly flat, except for one section which is up a short but moderately steep hill.",
                "Guide: A member of the inaugural class of the Golden Key Academy run by Open City, Lisa Lu is an American with a background in theatre, film and TV who has lived in London for over 10 years and holds a MA in Shakespeare Studies from King’s College London in conjunction with Shakespeare’s Globe Theatre."
            ]
        },
        {
            "heading": "Golden Key Academy",
            "paragraphs": [
                "This tour is led by a participant of Open City’s Golden Key Academy – a new course training up insightful and engaging guides dedicated to explaining London and bringing its many stories to life. It is part of a wider collection of tour events created by Golden Key Academy guides for Open House Festival celebrating their conclusion of the sixth month course. \nThis tour will be conducted using live audio and image sharing from your guide via Zoom who will be with you in person for the duration of the tour. The use of Zoom is to enable you to keep safe, space out and still be able to hear the tour.\n \nAttendees must download Zoom before the tour, bring a fully charged smart phone with internet connection, and headphones; and remember to stay at least two metres apart from each other where required. Zoom joining info will be sent out to bookers a day or so before the tour. \n \nAll walking tours 20 max. Pre book only."
            ]
        }
    ],
    "id": 10397,
    "images": [
        {
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/medium_golden/building_10397_watch-tower-ll_0832811a48c19185f88bc014ac284d57.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Kingsbury Road, Kingsbury Circle, NW9 9EG",
        "latitude": 51.5850752,
        "longitude": -0.2785297,
        "meeting_point": "Outside Kingsbury Tube Station",
        "travel_info": [
            "Nearest tube: Kingsbury"
        ]
    },
    "name": "Kingsbury and Colindale: Re-imagining Suburbia",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/10397",
    "ticketed_events": false
}