{
    "all_week": false,
    "description": "The story of the Strand is inextricably interwoven with that of London itself. Its unique position connecting the centre of political power in Westminster and financial power in the City has defined its usage and presentation for centuries.",
    "design": {
        "designers": [],
        "periods": [
            "Historical/contemporary"
        ],
        "types": [
            "Walk/tour"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 20,
            "date": "2021-09-19",
            "end": "2021-09-19T11:00:00+00:00",
            "fully_booked": true,
            "name": "Walking the Strand: Power, wealth and empire",
            "notes": null,
            "start": "2021-09-19T09:00:00+00:00",
            "ticketed": true
        }
    ],
    "facilities": [],
    "factsheet": [
        {
            "heading": "About the Guide and Tour",
            "paragraphs": [
                "Join me as we walk from one end of this bustling thoroughfare to the other, uncovering its secrets, admiring its grand buildings and noticing its easy to miss, small details that give us clues to its past.",
                "Guide: Jack Chesher grew up in Essex before moving to Bristol to study history at university. Growing up nearby, London had always been a fascinating and exhilarating place for him. Moving to London he has now combined his passions - walking, history and London by setting up a blog called Living London History."
            ]
        },
        {
            "heading": "Golden Key Academy",
            "paragraphs": [
                "This tour is led by a participant of Open City’s Golden Key Academy – a new course training up insightful and engaging guides dedicated to explaining London and bringing its many stories to life. It is part of a wider collection of tour events created by Golden Key Academy guides for Open House Festival celebrating their conclusion of the sixth month course.",
                "This tour will be conducted using live audio and image sharing from your guide via Zoom who will be with you in person for the duration of the tour. The use of Zoom is to enable you to keep safe, space out and still be able to hear the tour.\n \nAttendees must download Zoom before the tour, bring a fully charged smart phone with internet connection, and headphones; and remember to stay at least two metres apart from each other where required. Zoom joining info will be sent out to bookers the day before the tour. \n \n20 max. Pre book only."
            ]
        }
    ],
    "id": 10394,
    "images": [
        {
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/medium_golden/building_10394_walking-the-strand_29793a90a631b8c60993b5bd3901cb88.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Victoria Embankment, WC2R 2PH",
        "latitude": 51.5108308,
        "longitude": -0.114052,
        "meeting_point": "Outside Temple Station",
        "travel_info": [
            "Nearest tube: Temple"
        ]
    },
    "name": "Walking the Strand: Power, wealth and empire",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/10394",
    "ticketed_events": true
}