{
    "all_week": false,
    "description": "Touted as a ‘town of tomorrow’, Thamesmead’s ambitious masterplan captured global attention when it was first built in the 1960s. This new town offered a leap forward into what was seen as futuristic living for visitors and residents.",
    "design": {
        "designers": [],
        "periods": [
            "Historical/contemporary"
        ],
        "types": [
            "walk/tour"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 20,
            "date": "2022-09-05",
            "end": "2022-09-05T15:00:00+01:00",
            "fully_booked": null,
            "name": "Town of tomorrow: Thamesmead Through Film",
            "notes": null,
            "start": "2022-09-05T13:00:00+01:00",
            "ticketed": false
        },
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 20,
            "date": "2022-09-11",
            "end": "2022-09-11T14:00:00+01:00",
            "fully_booked": null,
            "name": "Town of tomorrow: Thamesmead Through Film",
            "notes": null,
            "start": "2022-09-11T12:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [],
    "factsheet": [
        {
            "heading": "About the Guide and Tour",
            "paragraphs": [
                "This new town on the south eastern edges of London offered a leap forward into what was seen as futuristic 21st Century-style living to both residents and visitors alike. Among its most famous visitors was director Stanley Kubrick, who filmed iconic scenes from his cult classic film A Clockwork Orange on the newly built estate in 1970. Since Kubrick, Thamesmead has continued to attract filmmakers, providing a compelling backdrop for urban storytelling. With the estate now undergoing an £8 billion redevelopment, this walking tour revisits its original design intentions and by focusing on film offers a unique re-reading of its landscape to reveal its multiple identities and its enduring humanity.",
                "Route notes: Moderately hilly in places and we will also be walking up steps at a few points in the tour to access the first floor pedestrian walkways and cross roads. The walk is just under 4.5km.",
                "Guide: Áine Grace is originally from Belfast where she studied Architecture at Queens University. Her work had a strong focus on urbanism and film. She is particularly interested in human interactions and attitudes to cities and how we inhabit them and has recently made a short film based on the theme of getting lost in London."
            ]
        },
        {
            "heading": "Golden Key Academy",
            "paragraphs": [
                "This tour is led by a participant of Open City’s Golden Key Academy – a new course training up insightful and engaging guides dedicated to explaining London and bringing its many stories to life. It is part of a wider collection of tour events created by Golden Key Academy guides for Open House Festival celebrating their conclusion of the sixth month course. \nThis tour will be conducted using live audio and image sharing from your guide via Zoom who will be with you in person for the duration of the tour. The use of Zoom is to enable you to keep safe, space out and still be able to hear the tour.\n \nAttendees must download Zoom before the tour, bring a fully charged smart phone with internet connection, and headphones; and remember to stay at least two metres apart from each other where required. Zoom joining info will be sent out to bookers a day or so before the tour. \n \nAll walking tours 20 max. Pre book only."
            ]
        }
    ],
    "id": 10396,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/10396/building_10396_a-town-for-tomorrow-thamesmead-s-utopian-history_aa5abff5a74ea3608fea00b93e852a4d.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/medium_golden/building_10396_a-town-for-tomorrow-thamesmead-s-utopian-history_aa5abff5a74ea3608fea00b93e852a4d.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "31 Wilton Road, Abbey Wood, SE2 9RH",
        "latitude": 51.490313,
        "longitude": 0.1211075,
        "meeting_point": "Abbey Arms Pub (next to Abbey Wood Station)",
        "travel_info": [
            "Nearest train: Abbey Wood"
        ]
    },
    "name": "Town of tomorrow: Thamesmead Through Film ",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/10396",
    "ticketed_events": false
}