{
    "all_week": false,
    "description": "Following architect Gordon Cullen’s ideas of townscape and concentrating on postwar commercial development in the City of London, explore the aesthetic and legislative background to buildings, streets and spaces close to St Paul’s Cathedral",
    "design": {
        "designers": [],
        "periods": [
            "Historical/contemporary"
        ],
        "types": [
            "Walk/tour"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 20,
            "date": "2022-09-04",
            "end": "2022-09-04T12:30:00+01:00",
            "fully_booked": null,
            "name": "Points of view: Understanding London’s townscape",
            "notes": null,
            "start": "2022-09-04T10:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [],
    "factsheet": [
        {
            "heading": "About the Guide and Tour",
            "paragraphs": [
                "A walk exploring how townscape, views and aesthetics have influenced development in\nLondon.",
                "The walk starts at Waterloo Bridge, lasts approximately 2.5 hours, and ends at the Millennium Bridge.",
                "Route notes: General pavement walking, covering a distance of approximately 4km. Public toilets are available at Paternoster Square.",
                "Guide: Sarah Jackson is an architect and townscape consultant working in London."
            ]
        },
        {
            "heading": "Golden Key Academy",
            "paragraphs": [
                "This tour is led by a participant of Open City’s Golden Key Academy – a new course training up insightful and engaging guides dedicated to explaining London and bringing its many stories to life. It is part of a wider collection of tour events created by Golden Key Academy guides for Open House Festival celebrating their conclusion of the sixth month course. \nThis tour will be conducted using live audio and image sharing from your guide via Zoom who will be with you in person for the duration of the tour. The use of Zoom is to enable you to keep safe, space out and still be able to hear the tour.\n \nAttendees must download Zoom before the tour, bring a fully charged smart phone with internet connection, and headphones; and remember to stay at least two metres apart from each other where required. Zoom joining info will be sent out to bookers a day or so before the tour. \n \nAll walking tours 20 max. Pre book only."
            ]
        }
    ],
    "id": 10398,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/10398/building_10398_4276_5501_200318-15b-2-6000px_c3545a12df3d6f69b1b19c0b1dee57d6.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/medium_golden/building_10398_4276_5501_200318-15b-2-6000px_c3545a12df3d6f69b1b19c0b1dee57d6.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Waterloo Bridge, SE1 7UT",
        "latitude": 51.5085965,
        "longitude": -0.1168523,
        "meeting_point": "Centre of Waterloo Bridge on east side pavement",
        "travel_info": [
            "Nearest tube: Waterloo",
            "Nearest train: Waterloo, Waterloo (East)"
        ]
    },
    "name": "Points of view: Understanding London’s townscape",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/10398",
    "ticketed_events": false
}