{
    "all_week": false,
    "description": "This walking tour will explore a variety of spaces and places, vanished sites and hidden venues, from priory remains to the site of former indoor tennis courts, and following the movement of the westward expansion of the capital.",
    "design": {
        "designers": [],
        "periods": [
            "Historical/contemporary"
        ],
        "types": [
            "Walk/tour"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 20,
            "date": "2022-09-10",
            "end": "2022-09-10T16:30:00+01:00",
            "fully_booked": null,
            "name": "Scene change: Lost and hidden East West End theatres",
            "notes": null,
            "start": "2022-09-10T14:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [],
    "factsheet": [
        {
            "heading": "About the Guide and Tour",
            "paragraphs": [
                "Our city has an international reputation for performance and over the years London Theatre has been housed in a variety of structures, from the purpose-built to the appropriated and re-used, ever-adapting to opportunity and circumstance, and (mostly) surviving suppression, fire, changes of taste and regime, to evolve into the vibrant and diverse West End of the 21st century.",
                "Join Open House for this walking tour, exploring a variety of spaces and places, vanished sites and hidden venues, from priory remains to the site of former indoor tennis courts, and following the movement of the westward expansion of the capital.",
                "The tour shows how off-stage factors impacted on the design and construction of what were to become specialist buildings, and most recently, the refurbishment of two cultural icons, the Theatre Royal, Drury Lane and the Royal Opera House, Covent Garden.",
                "As theatre once more reopens and welcomes audiences, this tour will demonstrate how performance and venues have always seen change.",
                "Route notes: Some uneven surfaces especially where off roads and along alleyways and courtyards; steps and changes of level, especially in the first half of the walk.",
                "4.5km duration",
                "Guide: Alison Rae has a background in arts and heritage. She held several roles at the National Theatre where she was head of tours and visiting until last year. She is a trustee of Poet in The City and since 2015 has been chair of Visit Theatres, the Channel Route of European Historic Theatres. Alison has a MA in cultural leadership from City, University of London and a ‘Compostella’ from the Cathedral of St James, the certificate awarded marking the completion of the walking route from France to Santiago in Northern Spain."
            ]
        },
        {
            "heading": "Golden Key Academy",
            "paragraphs": [
                "This tour is led by a participant of Open City’s Golden Key Academy – a new course training up insightful and engaging guides dedicated to explaining London and bringing its many stories to life. It is part of a wider collection of tour events created by Golden Key Academy guides for Open House Festival celebrating their conclusion of the sixth month course.",
                "This tour will be conducted using live audio and image sharing from your guide via Zoom who will be with you in person for the duration of the tour. The use of Zoom is to enable you to keep safe, space out and still be able to hear the tour.\n \nAttendees must download Zoom before the tour, bring a fully charged smart phone with internet connection, and headphones; and remember to stay at least two metres apart from each other where required. Zoom joining info will be sent out to bookers a day or so before the tour. \n \nAll walking tours 20 max. Pre book only."
            ]
        }
    ],
    "id": 10408,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/10408/building_10408_463_031b_d388e8baaa899649025ba8c15c85fc59.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/medium_golden/building_10408_463_031b_d388e8baaa899649025ba8c15c85fc59.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "174 Queen Victoria Street, EC4V 4EG",
        "latitude": 51.5121434,
        "longitude": -0.1036766,
        "meeting_point": "Blackfriars Station Main Entrance (North Bank) opposite The Blackfriar pub",
        "travel_info": [
            "Nearest tube: Blackfriars",
            "Nearest train: Blackfriars"
        ]
    },
    "name": "Scene change: Lost and hidden East West End theatres",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/10408",
    "ticketed_events": false
}