{
    "all_week": false,
    "description": "Explaining the arrival and large-scale departure of the Huguenot and Jewish communities from the area through the buildings and streets. Charting the arrival of the Bangladeshi community and how the area and its population is changing again",
    "design": {
        "designers": [],
        "periods": [
            "Historical/contemporary"
        ],
        "types": [
            "Walk/tour"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 20,
            "date": "2021-09-11",
            "end": "2021-09-11T16:00:00+01:00",
            "fully_booked": null,
            "name": "Spitalfields to Stepney Green: 500 years of immigration",
            "notes": null,
            "start": "2021-09-11T14:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [],
    "factsheet": [
        {
            "heading": "About the Guide and Tour",
            "paragraphs": [
                "Points of interest will include the Brick Lane Mosque; Altab Ali Park; Whitechapel Bell Foundry; Fieldgate Street Synagogue, Nelson Street Synagogue; the Neuron Pod; and housing types from the 16th to 21st Centuries. \n \nGuide: Martin Scholar is a town planner and is currently head of planning at Barratt London. He has previously worked for Westminster City Council and the GLA."
            ]
        },
        {
            "heading": "Golden Key Academy",
            "paragraphs": [
                "This tour is led by a participant of Open City’s Golden Key Academy – a new course training up insightful and engaging guides dedicated to explaining London and bringing its many stories to life. It is part of a wider collection of tour events created by Golden Key Academy guides for Open House Festival celebrating their conclusion of the sixth month course. \nThis tour will be conducted using live audio and image sharing from your guide via Zoom who will be with you in person for the duration of the tour. The use of Zoom is to enable you to keep safe, space out and still be able to hear the tour.\n \nAttendees must download Zoom before the tour, bring a fully charged smart phone with internet connection, and headphones; and remember to stay at least two metres apart from each other where required. Zoom joining info will be sent out to bookers a day or so before the tour. \n \nAll walking tours 20 max. Pre book only."
            ]
        }
    ],
    "id": 10401,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/10401/building_10401_4097954696_b52483e40c_b_71a958cc407cfda9696b2e1393a5013a.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/medium_golden/building_10401_4097954696_b52483e40c_b_71a958cc407cfda9696b2e1393a5013a.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Commercial Street, E1 6LY",
        "latitude": 51.518731,
        "longitude": -0.0744403,
        "meeting_point": "Churchyard/public gardens next to Christ Church Spitalfields",
        "travel_info": [
            "Nearest tube: Aldgate East",
            "Nearest train: Shoreditch High Street, Liverpool Street"
        ]
    },
    "name": "Spitalfields to Stepney Green: 500 years of immigration",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/10401",
    "ticketed_events": false
}