{
    "all_week": false,
    "description": "Focussing on how the South Bank’s unique location and pattern of land ownership has shaped its history, the tour will address how businesses, communities, and locals have played a part in the area’s growth, management, and conservation",
    "design": {
        "designers": [],
        "periods": [
            "Historical/contemporary"
        ],
        "types": [
            "Walk/tour"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 20,
            "date": "2021-09-06",
            "end": "2021-09-06T16:30:00+01:00",
            "fully_booked": null,
            "name": "‘A tonic for the nation’: South Bank 1951-2021",
            "notes": null,
            "start": "2021-09-06T15:00:00+01:00",
            "ticketed": false
        },
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 20,
            "date": "2021-09-07",
            "end": "2021-09-07T16:30:00+01:00",
            "fully_booked": null,
            "name": "‘A tonic for the nation’: South Bank 1951-2021",
            "notes": null,
            "start": "2021-09-07T15:00:00+01:00",
            "ticketed": false
        },
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 25,
            "date": "2021-09-08",
            "end": "2021-09-08T16:30:00+01:00",
            "fully_booked": null,
            "name": "‘A tonic for the nation’: South Bank 1951-2021",
            "notes": null,
            "start": "2021-09-08T15:00:00+01:00",
            "ticketed": false
        },
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 25,
            "date": "2021-09-09",
            "end": "2021-09-09T16:30:00+01:00",
            "fully_booked": null,
            "name": "‘A tonic for the nation’: South Bank 1951-2021",
            "notes": null,
            "start": "2021-09-09T15:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [],
    "factsheet": [
        {
            "heading": "About the Guide and Tour",
            "paragraphs": [
                "The history of London’s South Bank is very much the story of London’s growth in the second half of the 20th century and the first years of the 21st.  Starting in 1951 with the Festival of Britain, this 90-minute walking tour will chart the key moments of the past 70 years and point to important dynamics influencing the area’s future and recovery from the Covid pandemic.  With a focus on how the South Bank’s unique location and pattern of land ownership has shaped its history, development, architecture, the tour will address how businesses, communities, and local people have played a part in the area’s growth, management, and conservation.",
                "While principally aimed at employers and employees returning to the South Bank as a place of work, this tour will equally appeal to the curious and anyone who is interested in this most special part of London.",
                "Route notes: The South Bank neighbourhood is one of London’s most accessible places, and the tour is suitable for all. For more information on access, please see AccessAble’s dedicated page on South Bank produced in partnership with South Bank Business Improvement District: https://www.accessable.co.uk/london-south-bank",
                "Guide: Nic Durstan is the chief executive of South Bank Employers’ Group and South Bank Business Improvement District. Following a career that spans conservation, heritage, regeneration, and place management -- Durstan has a deep interest in London’s history and its future, and what it means to be a ‘Londoner’ - whether as a resident, student, worker or visitor."
            ]
        },
        {
            "heading": "Golden Key Academy",
            "paragraphs": [
                "This tour is led by a participant of Open City’s Golden Key Academy – a new course training up insightful and engaging guides dedicated to explaining London and bringing its many stories to life. It is part of a wider collection of tour events created by Golden Key Academy guides for Open House Festival celebrating their conclusion of the sixth month course.",
                "This tour will be conducted using live audio and image sharing from your guide via Zoom who will be with you in person for the duration of the tour. The use of Zoom is to enable you to keep safe, space out and still be able to hear the tour.\n \nAttendees must download Zoom before the tour, bring a fully charged smart phone with internet connection, and headphones; and remember to stay at least two metres apart from each other where required. Zoom joining info will be sent out to bookers a day or so before the tour. \n \nAll walking tours 20 max. Pre book only."
            ]
        }
    ],
    "id": 10404,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/10404/building_10404_screen-shot-2021-08-17-at-16-11-24_f51c427a7bf5a89ebd0262ec2a480753.png",
            "description": "",
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10404_screen-shot-2021-08-17-at-16-11-24_f51c427a7bf5a89ebd0262ec2a480753.png"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/10404/building_10404_sbb_logo_solid_colour_cmyk_feb1f85e6a06e78ebae50fc5489daeb2.jpg",
            "description": "",
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10404_sbb_logo_solid_colour_cmyk_feb1f85e6a06e78ebae50fc5489daeb2.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "The Queen's Walk, South Bank, SE1 8XX",
        "latitude": 51.505131,
        "longitude": -0.1185372,
        "meeting_point": "The Flagpole: Jubilee Gardens / The Queen’s Walk",
        "travel_info": [
            "Nearest tube: Southwark, Waterloo",
            "Nearest train: waterloo (east), Waterloo"
        ]
    },
    "name": "‘A tonic to the nation’: South Bank 1951-2021",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/10404",
    "ticketed_events": false
}