{
    "all_week": false,
    "description": "In its heyday, Elephant & Castle was known as the ‘Piccadilly Circus of South London’, but for decades it has been synonymous with urban decay and failed planning. The ‘Elephant’ is a fascinating, vibrant neighbourhood with a rich history",
    "design": {
        "designers": [],
        "periods": [
            "Historical/contemporary"
        ],
        "types": [
            "Walk/tour"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 20,
            "date": "2022-09-03",
            "end": "2022-09-03T16:30:00+01:00",
            "fully_booked": null,
            "name": "Tales of the Elephant: Past, present and future architecture",
            "notes": null,
            "start": "2022-09-03T14:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [],
    "factsheet": [
        {
            "heading": "About the Guide and Tour",
            "paragraphs": [
                "In its heyday, Elephant & Castle was known as the ‘Piccadilly Circus of South London’, but for decades it has been synonymous with urban decay and failed planning. Despite its central\nlocation, this much ignored and unloved area has had a reputation for being an ugly, congested\npocket of south London, built around not just one but two busy roundabouts and with a network\nof dank, pedestrian subways, at the heart of which lay the famously outdated Elephant & Castle Shopping Centre. However, as this tour will show you, the ‘Elephant’ is in fact a fascinating, vibrant neighbourhood with a rich history and a promising future, boasting conservation areas, numerous listed buildings, pioneering post-war architecture and striking contemporary developments, all of which surround a new regeneration scheme which aims to bring the Elephant and its revitalized circus back to town.",
                "Route notes: Some uneven surfaces, crossing busy roads (but will use pedestrian crossings where available)",
                "Guide: Despite moving away from London at a young age, Joseph Granata spent a lot of time visiting family and friends in the city and always felt a close affinity with his hometown. After studying architecture at the University of Manchester and working within the School of Continuity in Architecture, Granata went on to train as an actor and has now finally found a way to combine his love of London and performing as a tour guide, sharing his admiration and zest for the city through engaging story-telling."
            ]
        },
        {
            "heading": "Golden Key Academy",
            "paragraphs": [
                "This tour is led by a participant of Open City’s Golden Key Academy – a new course training up insightful and engaging guides dedicated to explaining London and bringing its many stories to life. It is part of a wider collection of tour events created by Golden Key Academy guides for Open House Festival celebrating their conclusion of the sixth month course. \nThis tour will be conducted using live audio and image sharing from your guide via Zoom who will be with you in person for the duration of the tour. The use of Zoom is to enable you to keep safe, space out and still be able to hear the tour.\n \nAttendees must download Zoom before the tour, bring a fully charged smart phone with internet connection, and headphones; and remember to stay at least two metres apart from each other where required. Zoom joining info will be sent out to bookers a day or so before the tour. \n \nAll walking tours 20 max. Pre book only."
            ]
        }
    ],
    "id": 10400,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/10400/building_10400_e_and_c_bbc4fac12eb082f52f51043acf93e106.png",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/medium_golden/building_10400_e_and_c_bbc4fac12eb082f52f51043acf93e106.png"
        }
    ],
    "links": [],
    "location": {
        "address": "St. George’s Circus, SE1 6HS",
        "latitude": 51.4987041,
        "longitude": -0.1047396,
        "meeting_point": "St. George’s Circus (southern corner outside 80 Stone Coffee)",
        "travel_info": [
            "Nearest tube: Elephant & Castle, Lambeth North, Southwark"
        ]
    },
    "name": "Tales of the Elephant: Past, present and future architecture",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/10400",
    "ticketed_events": false
}