{
    "all_week": false,
    "description": "This walk will celebrate some of the famous parts of Greenwich but also look at recent local housing and buildings -- some controversial, some celebrated, as well as streets that are packed with small scale historical gems.",
    "design": {
        "designers": [],
        "periods": [
            "Historical/contemporary"
        ],
        "types": [
            "Walk/tour"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 20,
            "date": "2021-09-04",
            "end": "2021-09-04T12:30:00+01:00",
            "fully_booked": null,
            "name": "Greenwich: Big picture, local focus",
            "notes": null,
            "start": "2021-09-04T10:30:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [],
    "factsheet": [
        {
            "heading": "About the Guide and Tour",
            "paragraphs": [
                "As well as being a world heritage site Greenwich has a strong sense of local identity. This walk will celebrate some of the famous parts of Greenwich but also look at recent local housing and buildings -- some controversial, some celebrated, as well as streets that are packed with small scale historical gems. The walk ends in a little neighbourhood park where we will find not only a café but also an interesting link to the maritime history explored at the start of the tour.",
                "Route notes: Mainly flat but one section involving steps where we cross over a railway line.",
                "Guide: Courtney Plank qualified as a City of London guide in 2019 and is part of a tour guiding group called Six in the City. She is motivated by the stories behind buildings, both of the individuals involved and what the architecture itself can tell us about the wider picture."
            ]
        },
        {
            "heading": "Golden Key Academy",
            "paragraphs": [
                "This tour is led by a participant of Open City’s Golden Key Academy – a new course training up insightful and engaging guides dedicated to explaining London and bringing its many stories to life. It is part of a wider collection of tour events created by Golden Key Academy guides for Open House Festival celebrating their conclusion of the sixth month course.",
                "This tour will be conducted using live audio and image sharing from your guide via Zoom who will be with you in person for the duration of the tour. The use of Zoom is to enable you to keep safe, space out and still be able to hear the tour.\n \nAttendees must download Zoom before the tour, bring a fully charged smart phone with internet connection, and headphones; and remember to stay at least two metres apart from each other where required. Zoom joining info will be sent out to bookers a day or so before the tour. \n \nAll walking tours 20 max. Pre book only."
            ]
        }
    ],
    "id": 10407,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2021/10407/building_10407_img_0137_3d68335a3629736166b7257260d521c8.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/medium_golden/building_10407_img_0137_3d68335a3629736166b7257260d521c8.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Cutty Sark DLR, SE10 9EJ",
        "latitude": 51.48167,
        "longitude": -0.01078,
        "meeting_point": "Cutty Sark DLR, street level",
        "travel_info": [
            "Nearest tube: Cutty Sark"
        ]
    },
    "name": "Greenwich: Big picture, local focus",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/10407",
    "ticketed_events": false
}