{
    "all_week": true,
    "description": "A story about a place that lies at the heart of the town; a visit to a lost palace from which Richmond’s name came to be; a bridge that connects the two halves and a steady, awe-inspiring climb that will present a view like no other.",
    "design": {
        "designers": [],
        "periods": [
            "Historical/contemporary"
        ],
        "types": [
            "Walk/tour"
        ]
    },
    "events": [],
    "facilities": [],
    "factsheet": [
        {
            "heading": "About the Guide and Tour",
            "paragraphs": [
                "The tour includes a steady-paced 25 minute hill climb (with a few short stops)",
                "Guide: Cathy Aicardi is a resident of Richmond Upon Thames and her enthusiasm for local history, architecture and culture drives her practice to open the door for others to delight in observing the wonder of our surroundings. As a trained public speaking coach and teacher of the interactive teaching method, her style of leading groups will weave in story-telling and a degree of interaction. Aicardi particularly enjoys how the arts: music, theatre, film and painting can unite a community and serve to celebrate creation and diversity."
            ]
        },
        {
            "heading": "Golden Key Academy",
            "paragraphs": [
                "This tour is led by a participant of Open City’s Golden Key Academy – a new course training up insightful and engaging guides dedicated to explaining London and bringing its many stories to life. It is part of a wider collection of tour events created by Golden Key Academy guides for Open House Festival celebrating their conclusion of the sixth month course.",
                "This tour will be conducted using live audio and image sharing from your guide via Zoom who will be with you in person for the duration of the tour. The use of Zoom is to enable you to keep safe, space out and still be able to hear the tour.\n \nAttendees must download Zoom before the tour, bring a fully charged smart phone with internet connection, and headphones; and remember to stay at least two metres apart from each other where required. Zoom joining info will be sent out to bookers a day or so before the tour. \n \nAll walking tours 20 max. Pre book only."
            ]
        }
    ],
    "id": 10409,
    "images": [
        {
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/medium_golden/building_10409_screen-shot-2021-08-17-at-21-29-02_3393daa622468477a39803df7333a09e.png"
        }
    ],
    "links": [],
    "location": {
        "address": "Church Walk, Richmond, TW9 1SN",
        "latitude": 51.45994,
        "longitude": -0.3039882,
        "meeting_point": "St Mary Magdalene, Richmond Church",
        "travel_info": [
            "Nearest tube: Richmond",
            "Nearest train: Richmond"
        ]
    },
    "name": "Richmond: heart, hearth and hill",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/10409",
    "ticketed_events": false
}