{
    "all_week": false,
    "description": "This walk through the most diverse of Ealing’s towns will consider the impact of development on the urban fabric and its communities.",
    "design": {
        "designers": [],
        "periods": [
            "Historical/contemporary"
        ],
        "types": [
            "Walk/tour"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 20,
            "date": "2021-09-04",
            "end": "2021-09-04T12:30:00+01:00",
            "fully_booked": null,
            "name": "Reuse and redevelopment: A walk in changing Southall",
            "notes": null,
            "start": "2021-09-04T11:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [],
    "factsheet": [
        {
            "heading": "About the Guide and Tour",
            "paragraphs": [
                "In the late 19th and early 20th century, Southall was transformed from a rural village into an industrial town. In the 21st century Southall is again changing, with key local architectural landmarks transformed and brownfield sites under development. Southall is a strategic housing zone/opportunity area in City Hall’s London Plan and the coming of Crossrail has brought many developers to the area.  The expressed aim is to create 9,000 new homes and 3,000 new jobs in the area.",
                "This walk through the most diverse of Ealing’s towns will consider the impact of development on the urban fabric and its communities.  The walk will begin at Southall Town Hall and continue down South Road to The Green and King Street, passing many old buildings that have been adapted to fit the needs of the communities, as well as the developments around the station.",
                "Route notes: This is an easy walk, mainly flat. However the roads we will be walking along are busy and often choked with traffic; at times the group will need to walk in single file.  \nThere are toilets on the eastbound platform at Southall Station.",
                "Guide: Judith Nichol works at the BBC. She studied architectural history of Renaissance Rome at the Courtauld, but has since developed a deep passion for concrete and Modernist architecture which began when she lived in Brussels. She is fascinated by cities and layered history."
            ]
        },
        {
            "heading": "Golden Key Academy",
            "paragraphs": [
                "This tour is led by a participant of Open City’s Golden Key Academy – a new course training up insightful and engaging guides dedicated to explaining London and bringing its many stories to life. It is part of a wider collection of tour events created by Golden Key Academy guides for Open House Festival celebrating their conclusion of the sixth month course.",
                "This tour will be conducted using live audio and image sharing from your guide via Zoom who will be with you in person for the duration of the tour. The use of Zoom is to enable you to keep safe, space out and still be able to hear the tour.\n \nAttendees must download Zoom before the tour, bring a fully charged smart phone with internet connection, and headphones; and remember to stay at least two metres apart from each other where required. Zoom joining info will be sent out to bookers a day or so before the tour. \n \nAll walking tours 20 max. Pre book only."
            ]
        }
    ],
    "id": 10405,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/10405/building_10405_southall-banner_ec7d28bf16045fdea7d364d34f207715.png",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/medium_golden/building_10405_southall-banner_ec7d28bf16045fdea7d364d34f207715.png"
        }
    ],
    "links": [],
    "location": {
        "address": "High Street, Southall , UB1 3HA",
        "latitude": 51.5109597,
        "longitude": -0.3737771,
        "meeting_point": "Southall Town Hall",
        "travel_info": [
            "Nearest train: Southall"
        ]
    },
    "name": "Reuse and redevelopment: A walk in changing Southall",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/10405",
    "ticketed_events": false
}