{
    "all_week": false,
    "description": "Discover the architecture of art spaces along and around the South Bank and how they have evolved to reflect changes in art, its role in society and how the arts are experienced and interpreted from the 1950s to the present day.",
    "design": {
        "designers": [],
        "periods": [
            "Historical/contemporary"
        ],
        "types": [
            "Walk/tour"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": "https://openhouselondon.open-city.org.uk/events/12542/bookings",
            "capacity": 20,
            "date": "2021-09-09",
            "end": "2021-09-09T18:30:00+01:00",
            "fully_booked": false,
            "name": "Discovering the architecture of art spaces",
            "notes": null,
            "start": "2021-09-09T16:30:00+01:00",
            "ticketed": true
        }
    ],
    "facilities": [],
    "factsheet": [
        {
            "heading": "About the Guide and Tour",
            "paragraphs": [
                "This socially distanced walking tour explores the flourishing art scene of London's South Bank, from Bermondsey to Vauxhall. This insightful walk led by Evgenia Petrova tells the story of art and architecture, their interplay and influence on each other, and how ideas of an art space have developed and taken shape in our times. The tour will cover buildings designed as art spaces, those that have been repurposed to be used as art spaces and those taken over by the public to be art spaces. \n \nLandmark buildings featured on the tour include the Hayward Gallery, Tate Modern, White Cube Gallery, Newport Street Gallery, Leake Street Arches, Cabinet Gallery and the Fashion and Textile Museum.",
                "Route notes: The route is mostly flat, however there are some steps and stairs around Hayward Gallery and Royal Festival Hall. Leake Street has a flat but uneven surface. This tour will cover some ground (approx 6.5km of walking).",
                "Guide: Evgenia Petrova is a director at a boutique property consultancy Soames in Chelsea, London. She is a published author having co-authored a book on body language and holds a BSc in psychology from Goldsmiths. She is passionate about arts and culture and is particularly interested in exploring how art influences and takes shape in the built environment."
            ]
        },
        {
            "heading": "Golden Key Academy",
            "paragraphs": [
                "This tour is led by a participant of Open City’s Golden Key Academy – a new course training up insightful and engaging guides dedicated to explaining London and bringing its many stories to life. It is part of a wider collection of tour events created by Golden Key Academy guides for Open House Festival celebrating their conclusion of the sixth month course.",
                "This tour will be conducted using live audio and image sharing from your guide via Zoom who will be with you in person for the duration of the tour. The use of Zoom is to enable you to keep safe, space out and still be able to hear the tour.\n \nAttendees must download Zoom before the tour, bring a fully charged smart phone with internet connection, and headphones; and remember to stay at least two metres apart from each other where required. Zoom joining info will be sent out to bookers a day or so before the tour. \n \nAll walking tours 20 max. Pre book only."
            ]
        }
    ],
    "id": 10406,
    "images": [
        {
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/medium_golden/building_10406_qdwaboiu_caruso-newport-gallery-1_ef56840b912f29a48f9c378ed1a681a1.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Bermondsey Street, SE1 3XB",
        "latitude": 51.5007926,
        "longitude": -0.0818488,
        "meeting_point": "Crossing of Tanner Street and Bermondsey Street",
        "travel_info": [
            "Nearest tube: London Bridge",
            "Nearest train: London Bridge"
        ]
    },
    "name": "Discovering the architecture of art spaces",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/10406",
    "ticketed_events": true
}