{
    "all_week": false,
    "description": "This fun and engaging walking tour led by expert guide Mike Althorpe - an urban historian, architectural researcher, educator and story teller - will explore the architecture and history of this urban village.",
    "design": {
        "designers": [],
        "periods": [
            "Historical/contemporary"
        ],
        "types": [
            "Walk/tour"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 20,
            "date": "2021-09-04",
            "end": "2021-09-04T11:00:00+00:00",
            "fully_booked": null,
            "name": "Marylebone Village Tour",
            "notes": null,
            "start": "2021-09-04T09:00:00+00:00",
            "ticketed": false
        },
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 20,
            "date": "2021-09-11",
            "end": "2021-09-11T11:00:00+00:00",
            "fully_booked": true,
            "name": "Marylebone Village Tour",
            "notes": null,
            "start": "2021-09-11T09:00:00+00:00",
            "ticketed": true
        }
    ],
    "facilities": [],
    "factsheet": [
        {
            "heading": "More about the tour and guide",
            "paragraphs": [
                "Join Open House for a socially-distanced walking tour of Marylebone, one of central London’s most attractive and atmospheric neighbourhoods and home to The Howard de Walden Estate",
                "This fun and engaging walking tour led by expert guide Mike Althorpe - an urban historian, architectural researcher, educator and story teller - will explore the architecture and history of this urban village.",
                "Despite being located right in the heart of a vast international city, just minutes from the hustle and bustle of Oxford Street, it sits within an oasis of relative tranquillity, while still offering the dynamism of a modern urban village. As the steward of 92 acres of Marylebone, central London, The Howard de Walden Estate is responsible for overseeing a diverse community of residents and businesses, including the shops and restaurants of Marylebone Village and the world class healthcare providers of the Harley Street Medical Area.",
                "Providing a safe and fun way for enthusiastic urbanists to explore the city in our post-pandemic era, this tour will explore the architecture and history of this urban village. With its unique make up, The Howard de Walden Estate retains the beauty of its period buildings, whilst repurposing and reinventing them for the requirements of the 21st century. From modern residential and office buildings, independent retailers, to cutting edge medical technology, The Estate preserves the history and celebrates the beauty of this community, ensuring it remains an attractive place for generations to come.",
                "Meet: Outside front of St Marylebone Parish Church, 17 Marylebone Road, London NW1 5LT. End: RIBA, 66 Portland Place W1B 1AD. Duration: 2 hrs approx.",
                "This tour will be conducted using live audio and image sharing from your guide via Zoom who will be with you in person for the duration of the tour. The use of Zoom is to enable you to keep safe, space out and still be able to hear the tour.",
                "Attendees must download Zoom before the tour, bring a fully charged smart phone with internet connection, and headphones; and remember to stay at least two metres apart from each other where required. Zoom joining info will be sent out to bookers a day or so before the tour.",
                "All walking tours 20 max. Pre book only."
            ]
        }
    ],
    "id": 10426,
    "images": [
        {
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/medium_golden/building_10426_copy_of_open_house_sonny_malhotra_65_13a43bb7-7d2a-4753-af63-26e0d7d52887_64a5e26bdf3563d96465ebf7effaa76f.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "17 Marylebone Road, NW1 5LT",
        "latitude": 51.5228009,
        "longitude": -0.1524292,
        "meeting_point": "Outside front of St Marylebone Parish Church",
        "travel_info": [
            "Nearest tube: Regent's Park, Great Portland Street, Baker Street"
        ]
    },
    "name": "Marylebone Village: Home to The Howard de Walden Estate",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/10426",
    "ticketed_events": true
}