{
    "all_week": true,
    "description": "As an introduction to our work, we invite you to visit some of our recent Buildings at Risk. This is a small selection of examples in London, that can be visited from the outside and that are walking distance from each other.",
    "design": {
        "designers": [],
        "periods": [
            "Historical/contemporary"
        ],
        "types": [
            "Walk/tour"
        ]
    },
    "events": [],
    "facilities": [],
    "factsheet": [
        {
            "heading": "Self-guided visit",
            "paragraphs": [
                "C20 x Open House Festival Self-Guided tour – Buildings at Risk Collection",
                "About C20 Society and this collection:",
                "What determines how long a building stands? Pressure to maximize profits by building ever bigger and higher means that huge numbers of buildings are demolished every year, and all too often these are ones of real quality.  Not only is this a loss in heritage terms, but it’s having a devastating impact on the environment.   Most at risk are C20 buildings, and   The C20 Society campaigns to save the best of them.  As an introduction to our work, we invite you to visit some of our recent Buildings at Risk, and if you like them, join us, or sign up to support our campaigns. Every two years, the Society we publish a list of little-known gems and iconic masterpieces threatened with demolition. Sadly, there are works by some of the best and most famous C20 architects on the list. This is a small selection of examples in London, that can be visited from the outside and that are walking distance from each other.",
                "Join: https://secure.c20society.org.uk/Default.aspx?tabid=64\nDonate: https://c20society.org.uk/action/donate\nBook an event: https://secure.c20society.org.uk/Default.aspx?tabid=63",
                "Google maps walking directions: https://goo.gl/maps/Zq3FStAkVYD9hFxF8",
                "Orchard House (M&S Oxford Street), Trehearne & Norman, 1930",
                "Orchard House houses Marks & Spencer’s flagship store and has played a significant part in the history of Oxford Street as a major retail destination. It is a hybrid of Art Deco and Greek neoclassicism, partly inspired by the neighbouring Selfridges. Can you see the motif of the White Knight from Lewis Carroll’s Alice Through the Looking Glass?",
                "Plans have emerged to flatten the six-storey building and replace it with a 10-storey mixed-used scheme. The C20 Society is campaigning for it to listing and refurbished instead.",
                "Walking directions",
                "Walk north on Regent St/A4201 towards Oxford St/A40 > Turn right onto Mortimer St/A5204\nContinue to follow A5204 > Turn left onto Tottenham Court Rd/A400 > Turn right onto Torrington Place > Continue onto Byng Place > Continue straight onto Gordon Square > Continue straight onto Tavistock Square > Turn left onto Tavistock Square/A4200 > Turn right onto Euston Rd/A501",
                "British Library Centre for Conservation, 2007, Long & Kentish with Colin St John Wilson",
                "Opening as recently as 2007, this final phase of the British Library was designed by Long & Kentish with Colin St John Wilson to provide a world class facility for physical conservation work on books and state-of-the art technical facilities for the National Sound Archive. Part of the architectural challenge was to create a building with its own identity whilst also being an integral part of the British Library as a whole, which is an acknowledged master piece by Colin St John Wilson This was achieved by joining the two buildings by a new public terrace at the first-floor level, thereby not only giving the Centre its own ‘front door’ but also creating a new, very attractive public space. The majority of the studio space has been designed on the first floor with top light provided by a glazed saw-tooth roof.",
                "Built with a long life in view, the Centre is under threat of demolition while still a teenager to allow for a RSHP-designed extension to the British Library as well as Crossrail 2 infrastructure. The developers have applied to Historic England for a Certificate of Immunity (COI) which would mean that the building cannot be listed in the next 5 years, paving the way for its demolition. The C20 Society is campaigning for the building to be included within the British Library’s listing and therefore protected. It would be possible to build new facilities around it",
                "Read more: https://c20society.org.uk/news/fight-to-save-the-british-library-centre-for-conservation",
                "Walking directions",
                "Walk south-east towards Euston Rd/A501 > Take the zebra crossing > Turn right onto Argyle St > Turn right onto Grays Inn Rd/A501, Continue to follow Grays Inn Rd > Turn right onto Theobalds Rd/A401",
                "Holborn Library, the Holborn Architect's Department under Sydney Cook, Borough Architect and Director of Housing",
                "Holborn Library is a milestone in the history of the modern public library, both as the first large, multi-functional, post-war library in London and for its pioneering architecture, with an elegant façade, striking entrance canopy and influential internal planning. The façade is dominated by a large area of continuous double-glazing to the ground and first floor reading rooms, designed to bring light into the interior and to appear particularly striking when lit up at night. Below this are textured panels clad in stone and mosaic in a hexagon pattern.",
                "The C20 Society first proposed the library for listing in 2000 when Camden mooted relocating the library.  It was turned down then, and again in 2010 and remains at risk.",
                "Walking directions",
                "Walk west on Theobalds Rd/A401 towards Jockey's Fields > Cross the road > Turn right > Slight right onto Warwick Ct > Turn left onto High Holborn/A40 > Turn right onto Chancery Ln/B400 > Turn left onto Fleet St/A4",
                "Former Daily Express Building on Fleet Street, Sir Owen Williams, 1932",
                "The flamboyant former Daily Express Building is a Grade II* listed building designed as the home of the Daily Express newspaper and is one of the most prominent examples of Art Deco / / Streamline Moderne architecture in London. It is a key part of the Fleet Street Conservation Area. The exterior features a black façade with rounded corners in vitrolite and clear glass, with chromium strips. The extravagant lobby, designed by Robert Atkinson, includes plaster reliefs by Eric Aumonier, silver and gilt decorations, a magnificent silvered pendant lamp and an oval staircase. The listing relates not only to these decorative parts of the building, once occupied by management and journalist, but to the impressive reinforced concrete stacked portal frame structure behind, designed by Sir Owen Williams where the paper was printed. \n \nA scheme has come forward to refurbish the Daily Express building for cultural purposes, which would be good, but the stone ‘River Court’ building next door would be demolished for an overbearing and enormous Art Deco-pastiche.  The C20 Society is campaigning for the design and massing of the proposed new building to be revised to reduce its impact on the setting of its Grade II* neighbour and on the surrounding conservation area\n \nWalking direction\n \nWalk west on Fleet St towards St Dunstan's Ct > Continue onto Strand/A4 > Slight left to stay on Strand/A4 > Slight left to stay on Strand/A4, Parts of this road may be closed at certain times or on certain days > Turn left onto Lancaster Pl/A301, Continue to follow A301\n \n \nBFI Imax, Bryan Avery of Avery Associates",
                "Boasting the widest cinema screen in the country when it opened in 1999, this is an important building in the development of cinema. With an underground line running just 4.5 metres below the surface of what had previously been the empty centre of a traffic roundabout, it is a sensational feat of engineering, with pile foundations threaded down between the tunnels and a deep concrete slab constructed over them to support the building’s weight. The auditorium sits on springs to counter vibrations caused by the tube and the external facades feature a secondary glazed curtain wall and thick insulation to create a sound barrier. Sadly, the original mural by artist Howard Hodgkin which wrapped around the building 2006 has been replaced with advertising, but could be reinstated.",
                "The IMAX is a key public building in Lambeth, marking a period of investment in cultural projects in g the lead up to the twenty first century. It deserves to stay.",
                "Walking direction",
                "Walk south towards Tenison Way > Exit the roundabout onto York Rd/A3200, Continue to follow York Rd > Slight left to stay on York Rd > Turn right onto Westminster Bridge Rd/A302, Continue to follow A302 > Turn right onto Parliament St/A3212",
                "Richmond House, London, William Whitfield, 1982-6",
                "The turrets flanking the entrance to Richmond House on Whitehall from the backdrop to televised Remembrance Day ceremonies.   But this is just the most visible fragment of a complex building.  Behind lies an elaborate cathedral-like staircase with a working portcullis. Architects William Whitfield and his partner Andrew Lockwood wove together new build with a retained Regency terrace façade and Norman Shaw’s New Scotland Yard, echoing their style with a substantial presence of their own. The offices are beautifully lit and the extensive leadwork of the complex roofs is rigorously detailed. Richmond House was previously occupied by the Department for Health and Social Security (DHSS).",
                "In April 2019, it was announced that Whitfield’s work would be demolished for a temporary House of Commons chamber and offices while the Palace of Westminster underwent a multi-billion refurbishment. Only the Whitehall façade would have survived, and that would be obscured by a security pavilion. The C20 Society has worked with SAVE Britain’s Heritage on a campaign to reverse this decision, which is currently looking promising.",
                "Read more: https://c20society.org.uk/news/glimmer-of-hope-for-richmond-house",
                "Walking directions",
                "Walk south on Parliament St/A3212 towards King Charles St > Turn right onto King Charles St > Turn left onto Parliament St/A3212 > Turn right onto Great George St/Parliament Square/A302/A3212/A3214 > Slight right onto Great George St/A3214 > Continue onto Birdcage Walk > Turn right > Turn left > Turn right > Turn right, Take the stairs > Turn right > Turn left > Turn left towards Duke of Wellington Pl > Turn right towards Duke of Wellington Pl > Turn left towards Duke of Wellington Pl > Turn left onto Duke of Wellington Pl > Turn right onto Apsley Way > Turn right to stay on Apsley Way > Turn left to stay on Apsley Way > Turn left onto S Carriage Dr",
                "Hyde Park Barracks, Knightsbridge, London, Sir Basil Spence, 1970",
                "The most prominent feature of the Hyde Park Barracks is the 33-storey tower, which literally towers above Hyde Park. Uncompromisingly modern, the tower is slender, and well-proportioned, and creates great drama. Hyde Park Barracks is the base for the Household Cavalry Mounted Regiment, which carries out mounted ceremonial duties on State and Royal occasions in London, so the rest of the building includes double height stables and a farrier’s workshop.",
                "C20 Society campaigned to stop the barracks being sold for residential development.  Although, a Certificate of Immunity from listing was granted for the building we continue to fight for it to be kept.  Its architect, Basil Spence is best known for Coventry Cathedral, and this is a major work by him."
            ]
        }
    ],
    "id": 10434,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/10434/building_10434_blcc_coco-whittaker_2d62da4334d74b6ef08dacd464798ba4.jpg",
            "description": "Coco Whittaker",
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10434_blcc_coco-whittaker_2d62da4334d74b6ef08dacd464798ba4.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/10434/building_10434_holborn-library_laurence-mackman_68d7d524266fb500c20f04a7e21d31d3.jpg",
            "description": "Laurence Mackman",
            "title": "Holborn Library",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10434_holborn-library_laurence-mackman_68d7d524266fb500c20f04a7e21d31d3.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/10434/building_10434_richmond-house_thaddeus-zupancic_f9aed79d3ef856e0272c28bce98be70c.jpeg",
            "description": "Thaddeus Zupancic",
            "title": "Richmond House",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10434_richmond-house_thaddeus-zupancic_f9aed79d3ef856e0272c28bce98be70c.jpeg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/10434/building_10434_c20-logo-horizontal-red-large_c082c9e77ce7eacc00c1333266b5cdd2.jpg",
            "description": "",
            "title": "Twentieth Century Society",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10434_c20-logo-horizontal-red-large_c082c9e77ce7eacc00c1333266b5cdd2.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "458 Oxford Street, W1C 1AP",
        "latitude": 51.5141461,
        "longitude": -0.1543448,
        "meeting_point": "Orchard House (M&S Oxford Street)",
        "travel_info": [
            "Nearest tube: Oxford Circus, Bond Street"
        ]
    },
    "name": "C20 x Open House Festival Self-Guided tour – Buildings at Risk",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/10434",
    "ticketed_events": false
}