{
    "all_week": false,
    "description": "Catherine Slessor, President of the Twentieth Century Society, takes us on a perambulation through London focussing on examples of post 1914 buildings in London.",
    "design": {
        "designers": [],
        "periods": [
            "Historical/contemporary"
        ],
        "types": [
            "Walk/tour",
            "Event"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": null,
            "date": "2021-09-09",
            "end": "2021-09-09T19:30:00+01:00",
            "fully_booked": null,
            "name": "London Modern - A Virtual Perambulation",
            "notes": "Book online: https://secure.c20society.org.uk/Default.aspx?tabid=62&EventId=827",
            "start": "2021-09-09T18:30:00+01:00",
            "ticketed": true
        }
    ],
    "facilities": [],
    "factsheet": [
        {
            "heading": "More about the event",
            "paragraphs": [
                "London Modern - A Virtual Perambulation\n9th September 2021\n6.30pm, Online (Zoom)",
                "Catherine Slessor, President of the Twentieth Century Society, takes us on a perambulation through London focussing on examples of post 1914 buildings in London. Reframed by politics, war, industry, culture, people and modernity, London is constantly in flux, constantly grappling with the shock of the new. Catherine’s eclectic trajectory takes in the buildings, some\nfamiliar, some less so, that shaped the capital in the modern era.",
                "Catherine Slessor is an architectural critic, editor and writer. She is a contributing editor to the Architectural Review and has written for the Observer, Guardian, Architects’ Journal, Icon and Dezeen. She studied architecture at the University of Edinburgh and was in private practice. She holds a Masters degree in Architectural History and Theory from the Bartlett School of Architecture. In 2016 she was awarded an MBE for services to architectural journalism.",
                "About C20 Society",
                "The Twentieth Century Society was founded in 1979, as a direct response to growing interest in C20th architecture and to complement the preservation work of the Victorian Society, which was founded in 1959.",
                "From day one, its focus has been on preservation and education: campaigning to protect the buildings and design that characterise C20th Britain; helping as many people as possible to appreciate their importance and beauty.",
                "Today, the Society is involved in a number of important campaigns, all of which involve our experts, members, volunteers and supporters. We undertake casework related to planning applications for listed buildings, as we have a statutory role in the planning system.",
                "The C20 Society runs a busy schedule of events (including guided tours, conferences and lectures), publishes books and an acclaimed magazine, C20.",
                "Members and Non-Members: £3.",
                "We will send you a Zoom link by email after you book, which will enable you to “join” the event, and we’ll be using the Q&A\nfunction to take questions at the end. If you’ve not used Zoom\nbefore, clicking on the Zoom link will take you through the set-\nup process, hopefully simply and smoothly! You should receive\nan automated link within an hour of booking so please check\nyour spam/junk emails if you haven't received this. Any further problems please contact coordinator@c20society.org.uk.",
                "Not a member yet? Join here and benefit from event ticket\ndiscounts. Looking to support our campaigning? Donate to our\ncasework  here.",
                "The Twentieth Century Society is a registered charity, no\n1110244"
            ]
        }
    ],
    "id": 10432,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/10432/building_10432_screen-shot-2021-08-25-at-15-34-48_81cf671a8580085ce6de84288a919ff8.png",
            "description": "Creative Commons · 2020",
            "title": "City of London",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10432_screen-shot-2021-08-25-at-15-34-48_81cf671a8580085ce6de84288a919ff8.png"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/10432/building_10432_c20-logo-horizontal-red-large_a010e654653a4dc1d213de4da65c5255.jpg",
            "description": "",
            "title": "Twentieth Century Society",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10432_c20-logo-horizontal-red-large_a010e654653a4dc1d213de4da65c5255.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Online only, E14 2BE",
        "latitude": 51.5102126,
        "longitude": -0.0048536,
        "meeting_point": "Online only",
        "travel_info": [
            "Nearest tube: East Putney"
        ]
    },
    "name": "C20 x Open House talk by Catherine Slessor",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/10432",
    "ticketed_events": true
}