{
    "all_week": true,
    "description": "This self-guided cycle itinerary has been created by the Open House team to explore exterior architecture in Kingston.",
    "design": {
        "designers": [],
        "periods": [
            "Historical/contemporary"
        ],
        "types": [
            "Walk/tour"
        ]
    },
    "events": [],
    "facilities": [],
    "factsheet": [
        {
            "heading": "Route and description",
            "paragraphs": [
                "Kingston cycle ride route 1 - 13.5 km",
                "Start: Seething Wells Halls of Residence KT6 5PJ\nSt Raphael’s Church\nSt John the Evangelist, Kingston\nStanley Picker Gallery\nKingston Guildhall and History Centre\nAll Saints Church\nJohn Lewis, Kingston\nFrederick W Paine, Funeral Directors\nKingston Library, Museum and Art Gallery\nLovekyn Chapel \nIvy Conduit \nCombe Conduit\nDorich House SW15 3RN",
                "Seething Wells Halls of Residence, Portsmouth Rd, Surbiton KT6 5PJ\nSeething Wells holds a number of listed buildings related to the Lambeth and Chelsea Water Works. Designed by James Simpson in 1852, these yellow stock brick buildings vary in style from Romanesque to Gothic Revival. It was transformed into student accommodation in the 1990s.",
                "Directions:\nHead northeast on Portsmouth Rd/A307 1.11 km > St Raphael’s Church is on your right",
                "St Raphael’s Church 21 Portsmouth Rd, Kingston upon Thames, Surbiton KT6 4HG\nGrade II* 1847-48 by Charles Parker. Ashlar, with pantiled roof. Three bay nave with aisles, shorter chancel. Tower of three stages, To north and south are two wings, each three bays wide, two storeys high. The original church remains completely unaltered.",
                "Directions:\nHead south on Portsmouth Rd/A307 212 m > Turn left onto Palace Rd 270 m > Turn right onto Surbiton Cres 161 m > Turn left onto Maple Rd/B3363 160 m > Continue onto Beaufort Rd 199 m > Turn left to stay on Beaufort Rd 252 m > At the roundabout, take the 3rd exit onto Grove Ln 79 m > St John’s Church is on your left",
                "St John the Evangelist, Kingston 1 Grove Ln, Kingston upon Thames KT1 2SU\nThe church is a large Victorian building with an interesting and beautiful interior. The foundation stone was laid in 1871 by Bishop Samuel Wilberforce, son of the anti-slavery campaigner, William. Arthur Phelps 1871",
                "Directions:\nHead west on Grove Ln 120 m > At the roundabout, take the 2nd exit onto Springfield Rd 330m > Turn right onto Grange Rd 78 m > Slight right  through cycle passage to Avenue Rd 36 m > turn right through cycle passage to Mill St 50m > turn right on Mill St and on cycle path to Middle Mill Island 75m > The Stanley Picker Gallery is on your right",
                "Stanley Picker Gallery Middle Mill Island, Kingston School of Art, Kingston upon Thames KT1 2QJ\nStanley Picker Gallery is part of Kingston University. Located on Middle Mill Island, the gallery stages regular contemporary art exhibitions and events, and hosts an annual Fine Art and Design fellowship programme.",
                "Directions: Return to Mill St 300m > turn left on Fairfield South  which becomes Orchard Rd 250m > turn right on Wheatfield Way 75m > turn left on Ashdown Rd 150m > turn left on Eden St 150m > turn left onto High St 50m > the Guildhall is on your left",
                "Kingston Guildhall and History Centre The Guildhall, 2 High St, Kingston upon Thames KT1 1EU\nBuilt in the Georgian style, the Guildhall brought together Kingston's administrative functions. Purpose-built Magistrates’ Courts were included in the building, part of which are now home to Kingston History Centre. Maurice Webb 1935",
                "Directions: \nReturn along High St to Market Place 25m > turn left into Market Place and walk your bicycle through the historic Market Place 150m > Walk your bicycle into the churchyard",
                "All Saints Church 17 Market Pl, Kingston upon Thames KT1 1JP\nLarge Grade I listed church on site dating back 1000 years, where the first seven Kings of England were crowned. The present church was begun in 1120 under the orders of Henry I and has been developed since then. It is a cruciform church with a central tower and a four-bay nave, with Perpendicular clerestory, choir, north and south aisles, transepts and chapels. The exterior is of flint with stone dressings and a parapet of stone battlements.",
                "Directions:\nOn the west side of the churchyard find Thames St and turn right 125m > Turn left onto Clarence St 27 m > use bicycle path to cross main road and reach the riverside > turn right along the Riverside Walk 150m > Turn left onto Thames Side 27 m > Turn right onto Water Ln 39 m > Turn right onto Steadfast Rd 61 m > John Lewis is ahead of you",
                "John Lewis Kingston Steadfast Rd, Kingston upon Thames KT1 1TN\nA modern department store opened September 1990 offering hypnotic views of the river. Below the shop are the remains of a medieval undercroft and part of the old 12th century Kingston Bridge. Architect Paul Koralek drew on the department store designs of Bon Marché and Printemps in Paris. To achieve this, the void at third floor level is equivalent to an Olympic-sized swimming pool and the roof-glazed area extends over 3,500 sqm.",
                "Directions:\nHead north on Steadfast Rd 21 m > Turn right onto Vicarage Rd 97 m > Turn left onto Wood St/A308 186 m > Turn right onto Dolphin St 110 m > Turn left onto Fife Rd 119 m > Turn right onto Castle St 141 m > Turn left onto Clarence St 69 m > Continue onto Old London Rd 45 m > Frederick W Paine is on your right",
                "Frederick W Paine Funeral Directors 12 Old London Rd, Kingston upon Thames KT2 6QF\nThe town's oldest firm of funeral directors has conducted funerals from these premises since 1908. The original interior is Grade II listed. The building also contains the Frederick W Paine Museum and the firm's archive.",
                "Directions:\nHead east on Old London Rd 224 m > Turn right at Fairfield N/Queen Elizabeth Rd/A307 38 m > Continue onto Caversham Rd 147 m > Turn right onto Fairfield Rd 193 m > Kingston Museum is on your right",
                "Kingston Library, Museum and Art Gallery 16 Fairfield Rd, Kingston upon Thames KT1 2PS\nAdjoining Grade II listed Carnegie-funded library, museum and art gallery. Museum holdings range from ceramics to topographical drawings, including the collection left by Eadweard Muybridge, a native of Kingston and photographic pioneer.",
                "Directions:\nHead east on Fairfield Rd 304 m > Turn left onto Minerva Rd 105 m > Turn left and walk your bicycle though the passage to London Rd 33 m > Lovekyn Chapel is facing you across London Rd",
                "Lovekyn Chapel 70-72 London Rd, Kingston upon Thames KT2 6PY\nLovekyn Chapel is a Grade II* listed medieval chantry chapel and a Scheduled Ancient Monument. Built in 1309, it is the oldest complete building in Kingston upon Thames and the only remaining free-standing chantry chapel in England. In 1561 it housed the new Kingston Grammar School, and continues to be used by the school for music lessons and performances.",
                "Directions: \nFrom Lovekyn Chapel head east along London Rd/A308 670m > Turn left onto Bridge End Cl via cycle path 66 m > Continue onto Clifton Rd 530 m > Turn left onto Elm Rd 89 m > Turn right onto Cross Rd 142 m > Turn right onto Acre Rd 63 m > Turn right onto King's Rd 272 m > At the roundabout, take the 1st exit onto Park Rd 207 m > destination is on your left",
                "Park Road House 215 Park Rd, Kingston upon Thames KT2 5LE\nLight, bright, double-height, recently extended family home. With 73 window panes, 6 skylights, a balustrade, and that's just the back of the house.Lost and Found Architects 2017",
                "Directions:",
                "Return along Park Rd 197 m > At the roundabout, take the 1st exit onto King's Rd 194 m > Turn right onto Queen's Rd/B351 491 m > Turn left onto Kingston Hill/A308 512 m > Turn right onto George Rd (Partial restricted usage road) 398 m",
                "Ivy Conduit Sundance House, George Rd, Kingston upon Thames KT2 7NU\nAncient conduit house built around the beginning of the 16C. Constructed by Cardinal Wolsey to help supply fresh water to Hampton Court Palace.",
                "Directions:\nContinue east on George Rd (Restricted usage road) 497 m > Turn right onto Warren Rd (Restricted usage road) 219 m > Turn left onto Coombe Ln W/A238 81 m",
                "Coombe Conduit 125 Coombe Ln W, Kingston upon Thames KT2 7HF \nCoombe Conduit is one of Kingston’s most important ancient monuments. It was built around 1540 as part of a system to collect fresh water from springs on Kingston Hill and channel it to Hampton Court Palace.",
                "Directions:\nReturn northeast on Coombe Ln W/A238 81 m > Turn onto Warren Rd (Restricted usage road) 1.21 km > Turn right onto Kingston Hill/A308 1.29 km > turn left through gates to Dorich House grounds",
                "Dorich House 5 Kingston Vale, London SW15 3RN",
                "The former studio home of the Russian sculptor Dora Gordine and her husband the Hon. Richard Hare, a scholar of Russian art and literature. 1930s house over four floors including a flat roof terrace and views of Richmond Park."
            ]
        }
    ],
    "id": 10439,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/10439/building_10439_untitled_artwork_f80b8234f8ad3ecd75f0ea498c2a1503.jpeg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/medium_golden/building_10439_untitled_artwork_f80b8234f8ad3ecd75f0ea498c2a1503.jpeg"
        }
    ],
    "links": [],
    "location": {
        "address": "Portsmouth Road, Surbiton, KT6 5PJ",
        "latitude": 51.3932445,
        "longitude": -0.3158371,
        "meeting_point": "Seething Wells Halls of Residence",
        "travel_info": [
            "Nearest train: Surbiton, Kingston"
        ]
    },
    "name": "Self-guided Cycle Tour of Kingston, by Open House",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/10439",
    "ticketed_events": false
}