{
    "all_week": true,
    "description": "This self-guided cycle itinerary has been created by the Open House team to explore exterior architecture in Bromley.",
    "design": {
        "designers": [],
        "periods": [
            "Historical/contemporary"
        ],
        "types": [
            "walk/tour"
        ]
    },
    "events": [],
    "facilities": [],
    "factsheet": [
        {
            "heading": "Route and description",
            "paragraphs": [
                "Bromley Ride 1: Chislehurst and Orpington - 20km",
                "Start in Chislehurst High St for the Self-guided Architecture of Chislehurst Walk BR7 5AQ\nSt Nicholas Church, Chislehurst\nKevington Hall\nThe Priory, Orpington\nBromley's Environmental Education Centre at High Elms (BEECHE)\nKeston Roman Mausolea\nKeston Windmill BR2 6BF",
                "Self-guided Architecture of Chislehurst Walk\nStarts at the Church of the Annunciation, Chislehurst High Street, Chislehurst, Kent, BR7 5AQ. Prepared by the Chislehurst Society this tour looks at some of the large houses built in the late nineteenth and early twentieth century by Ernest Newton, E. J May, Sir Aston Webb, Quennell and other noted architects. Download from www.chislehurst-society.org.uk/CATTWALK.pdf",
                "The tour of Chislehurst finishes at Holbrook Ln",
                "Directions:\nFrom Holbrook Lane head south-west on Bull Lane 400m > cross Royal Parade to Church Lane 170m > St Nicholas Church will be on your right",
                "St Nicholas Church, Church Lane Chislehurst BR7 5PE\nMedieval Parish Church, 15C, enlarged & rebuilt in 19C. Shingle spire 1857, by Wollaston. Chancel by Ferrey, lengthened with east wall by Bodley & Garner. Scadbury Chapel (Walsingham tombs), with rood screen. Clock by Dent, 1858.",
                "Directions:\nHead south on Church Row 90m > Turn left onto Watt's Ln/B264 which becomes Manor Park Road 400m > Turn right onto St. Pauls Cray Rd/A208 1km > At the roundabout, take the 1st exit onto Leesons Hill, going through 1 roundabout 2.1km > Continue onto Station Rd/B258 150m > Turn right onto Mill Brook Rd/High St/B258 450m > At the roundabout, take the 1st exit onto Blacksmiths Ln/Crockenhill Rd/B258 1.1km > Turn left into Kevington Hall grounds",
                "Kevington Hall\nGrade II* listed square-plan red-brick and stone house inspired by Palladio, restored by present owners. Fine plastering in principal rooms and interesting 19C additions. Architect Sir Robert Taylor 1767",
                "Directions:\nReturn to Crockenhill Rd/B258, turn right 243 m > Turn left onto Burrfield Dr 177 m > Turn left onto Ronfearn Ave 132 m > Turn right to stay on Ronfearn Ave 87 m > Turn left onto Crowhurst Way 211 m > Turn left on the cycle path through the park 189 m > Continue onto Park Rd 189m> Turn left onto High St 179 m > At the roundabout, continue straight onto Anglesea Rd 338 m> Turn right onto Albert Rd 134 m > Turn left onto Lower Rd 198 m > Slight left onto Court Rd/A224 478 m > Turn right onto Old Priory Ave 290 m > right onto Church Hill > entrance to The Priory on your right",
                "The Priory, Church Hill, Orpington BR6 0HH\nGrade II listed building dating back to 1270. Following the dissolution of Christchurch Priory in Orpington in the 1530s, the house became a rectory. Additions were built in 1959 to create a library.",
                "Directions:\nReturn to Church Hill 180 m > At the roundabout, take the 1st exit onto High St and go through 1 roundabout 742 m > At the roundabout, take the 2nd exit onto Sevenoaks Rd/A223 935 m > Turn left to stay on Sevenoaks Rd/A223 16 m > Slight left to stay on Sevenoaks Rd/A223 > Go through 1 roundabout 1.17 km > At the roundabout, take the 3rd exit onto Farnborough Hill/B2158 going  through 1 roundabout 434 m > At the roundabout, take the 1st exit onto Shire Ln 813 m > Turn left 172 m and BEECHE will be ahead of you",
                "Bromley's Environmental Education Centre at High Elms (BEECHE), BR6 7JH\nSustainable building set within Victorian estate. A single-storey timber frame with lime rendered straw bale walls, sedum roof, woodchip boiler and other green features. Platform to view sedum roof.",
                "Directions:\nReturn to Shire Ln and turn left 2.54 km > Shire Ln turns slightly right and becomes Downe Rd 456 m > At the roundabout, take the 3rd exit onto Westerham Rd/A233 659 m > The Roman Mausolea are on private land to your left",
                "Keston Roman Mausolea, Keston BR2 6AG\nCircular masonry Roman mausoleum with radiating buttresses and a rectangular mausoleum which formed part of a Roman cemetery, cAD 200, relating to a nearby Roman villa. NB On private land and not taking part in Open House 2021",
                "Directions:\nNorth on Westerham Rd/A233 350m > At the roundabout take the first exit Heathfield Rd 350m > Keston Windmill is on your right",
                "Keston Windmill, Heathfield Road, Kent, BR2 6BF\nKeston Windmill is a preserved post mill dated 1716 in complete mechanical and structural condition. As such, it is arguably the finest surviving example of its kind in the south east of the country. NB Not taking part in Open House 2021",
                "Bromley Ride 2: Bromley and Crystal Palace - 14km",
                "Start at: Crooked Billet BR2 8AA\n2 Ferndale\nThe Old Palace, Bromley Civic Centre\nThe Royal Bell\nBromley and Sheppard's College\nCrystal Palace Bowl\nCrystal Palace Museum SE19 2BA\nCrystal Palace Subway (no exact postcode but not far from the Museum)",
                "The Crooked Billet, 286 Southborough Ln, Bromley BR2 8AA\nSite of the V2 rocket strike on 19 November 1944 which killed 27 people, injured dozens and destroyed the pub. The blue plaque on the reconstructed pub recalls the tragedy.",
                "Directions:\nHead southwest on Southborough Ln 48 m > Turn right onto The Fairway 300 m > Turn left onto Highfield Rd 280 m > Turn left onto Claremont Rd/ Blenheim Rd 500 m > Turn right into Whitehall Recreation Ground cycle path 207 m > Cross Southlands Rd to Baths Rd 164 m > Before the gates slight right on cycle path 145 m > Slight left onto The Avenue/Southlands Grove/Page Heath Villas 250 m > At the roundabout, take the 2nd exit onto Tylney Rd 182 m > Turn left onto Nightingale Ln 248 m > Turn right onto Pembroke Rd 87 m > Turn left onto Ferndale 77 m > No 2 is on your left",
                "2 Ferndale, Bromley BR1 2RX\nThe creation of a space that is a focus of a vibrant family life. The project transforms the existing house and garden, and with it how the home is lived in. Conibere Phillips Architects 2016. NB Participation in Open House 2021 not confirmed: check website/app",
                "Directions:\nReturn to Pembroke Rd and turn right 87 m > Turn right onto Nightingale Ln/Rochester Ave 750 m > Continue onto St Blaise Ave 205 m > Turn left onto Widmore Rd/A222 125 m > Turn left onto Kentish Way/A21 271 m > Turn left onto Stockwell Cl 59 m > Turn right (restricted usage road) 30 m > The Civic Centre is ahead of you",
                "The Old Palace, Bromley Civic Centre (Great Hall), Stockwell Close, Bromley BR1 3UH\nThe Old Palace was the official residence of the Bishops of Rochester. The present building dates from 1775, although there have been manor houses on the site since 10C.",
                "Directions:\nReturn to Kentish Way/A21 and turn right 271 m > Turn left onto Widmore Rd/High St A222 344 m > As the High St curves to the right the Royal Bell is on your right.",
                "The Royal Bell,  High St, Bromley BR1 1HE, UK\nThe Royal Bell is a Grade II listed hotel that has lain empty for over ten years. Designed by Ernest Newton in 1898, it was one of three coaching inns in Bromley and an important centre of Victorian and Edwardian culture. It is currently being re-developed as a hotel.",
                "Directions:\nContinue on High St/London Rd/A222 194 m > Turn right 234 m > The College is ahead of you",
                "Bromley and Sheppard's College London Road (entrance via Wren Gates, no vehicle entry), Bromley London BR1 1PE\nFounded to house the widows of clergymen, the original building consisted of 20 houses built around a classically-styled quadrangle. Captain Richard Ryder – one of Sir Christopher Wren's surveyors – was in charge of design and construction.",
                "Directions:\nReturn to London Rd/A222 and turn right 50m > Turn left onto Beckenham Ln/A222 743 m > Turn right onto Ravensbourne Ave 456 m > Turn left onto Downs Hill 742 m > Turn left onto Foxgrove Rd 1.09 km > Continue onto Park Rd 745 m > Cross Copers Cope Rd and continue on Park Rd 40 m > Take the underpass (walk your bike) 112 m > Turn left onto Lennard Rd, go through 2 roundabouts 608 m > Turn left onto Kent House Rd 115 m > Turn right onto Thesiger Rd 254 m > Continue straight onto Green Ln/A213 299 m > Turn right onto High St/A234 882 m > Turn left onto Thicket Rd 81 m > Turn right into Crystal Palace Park 89 m > In the park carry straight on to Stadium Straight/Main Centre Walk 300m > Turn right on Stadium Straight 600m to The Glade and the Crystal Palace Bowl",
                "Crystal Palace Bowl, Crystal Palace Park London SE19 2GA\nA landmark of South London's Crystal Palace Park, this sculptural corten steel stage by Ian Ritchie Architects was a nominee for the 1998 Stirling Prize. A rare opportunity to access the structure, learn its history and step on stage.",
                "Directions:\nIn the Park follow Lower Terrace southwards 750m > exit the Park through Cintra Gate > turn right on Anerley Hill 130m > the museum is on your right",
                "Crystal Palace Museum Anerley Hill, London SE19 2BA\nThe museum tells the story of both the Hyde Park and Sydenham Crystal Palaces. Housed in the only surviving building constructed by the Crystal Palace Company, it was a lecture room for the Company’s School of Practical Engineering.",
                "Directions:\nTurn right up Anerley Hill 140m > then right into Crystal Palace Parade > the subway is on your left. (As there are no buildings on Crystal Palace Parade at this point we do not have an exact postcode, you will find us half way between the bus station and the transmitter tower but on the opposite side of the road.)",
                "Crystal Palace Subway Crystal Palace Parade\nHidden gem with stunning fan vaulting made of red and cream brick. The subway supports a four lane A-road (A212) and was built to connect Crystal Palace High Level Station with the celebrated Crystal Palace, neither of which survive today. NB Not participating in Open House 2021."
            ]
        }
    ],
    "id": 10438,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/10438/building_10438_untitled_artwork_eae55de6ddc08973bb126f918691b322.jpeg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/medium_golden/building_10438_untitled_artwork_eae55de6ddc08973bb126f918691b322.jpeg"
        }
    ],
    "links": [],
    "location": {
        "address": "Chislehurst High Street, Chiselhurst, Kent, BR7 5AQ",
        "latitude": 51.4188952,
        "longitude": 0.066874,
        "meeting_point": "Church of the Annunciation",
        "travel_info": [
            "Nearest train: Chislehurst, Elmstead Woods"
        ]
    },
    "name": "Self-guided Cycle Tour of Bromley, by Open House",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/10438",
    "ticketed_events": false
}