{
    "all_week": true,
    "description": "This self-guided cycle itinerary has been created by the Open House team to explore exterior architecture in Sutton.",
    "design": {
        "designers": [],
        "periods": [
            "Historical/contemporary"
        ],
        "types": [
            "Walk/tour"
        ]
    },
    "events": [],
    "facilities": [],
    "factsheet": [
        {
            "heading": "Route and description",
            "paragraphs": [
                "Sutton Bicycle tour 17km",
                "Start: The Link Primary School CR0 4PG\nChurch Road, Wallington\nBedZED\nHoneywood Museum\nAll Saints, Carshalton\nLittle Holland House\nSt Nicholas Church\nSutton Central Library\nSutton Police Station\nSubsea 7\nFinish at: Whitehall Historic House SM3 8QD",
                "The Link Primary School 138 Croydon Rd, Beddington, Croydon CR0 4PG\nComprising a learning centre with occupational therapy, DSDHA’s approach to the Link Primary School is both resolutely contemporary yet in dialogue with its mid-century surroundings. Architects: DSDHA 2016",
                "Directions:\nHead west on Croydon Rd/A232 toward Bridges Ln 837m > Turn right onto Church Rd 203m > Turn right 9 m > Carew Manor will be ahead of you",
                "Carew Manor and Dovecote Church Rd, Wallington SM6 7NN\nNow Carew Academy. Grade I listed Great Hall with its timber hammer beam roof built for Richard Carew about 1510. 18C and Victorian alterations. Site of an important Elizabethan garden created by Sir Francis Carew.",
                "Directions:\nTurn right onto Church Rd 1.03 km through Beddington Park > Turn right alongside the reservoir 561 m > Turn left and cross the railway 236 m >Turn left onto Mile Rd 31 m > At the roundabout, take the 3rd exit onto London Rd/A237 264 m > Turn right onto Helios Rd > BedZED is on your right",
                "BedZED 24 Helios Rd, Mitcham Junction, London, Wallington SM6 7BZ\nThe UK’s first large-scale mixed-use eco-village and sustainable community. Completed in 2002, BedZED is an inspiration for low-carbon neighbourhoods promoting One Planet Living. Developed in partnership with Peabody, Bioregional and ZEDfactory. Bill Dunster ZEDfactory architects 2002.",
                "Directions:\nFrom Helios Rd turn left onto London Rd/A237 328 m > At the roundabout, take the 3rd exit onto Hackbridge Rd/B277 510 m > Immediately after crossing the River Wandle turn left onto National Cycle Rte 20/The Causeway 296 m >  Turn left onto National Cycle Rte 20/River Gardens 559 m > Continue onto Mill Ln 467 m > Turn left onto North St/B277 138 m > Turn right onto Honeywood Walk 102 m > Continue onto Festival Walk 7 m > Honeywood Museum is on your left",
                "Honeywood Museum Honeywood Walk, Carshalton SM5 3NX\nChalk and flint house dating to C17 with additions including extensions of 1896 and 1903 when owned by John Pattinson Kirk. Rich in period detail and the interior restored and stairs opened up with funding from the Heritage Lottery Fund.",
                "Directions:\nTurn right on Honeywood Walk alongside the pond 57 m > Turn left onto High St/A232 100 m > the Church is on your right",
                "All Saints Carshalton 30-34 High St, Carshalton SM5 3AG\n12C south aisle and former chancel. Blomfield nave, chancel, baptistry. Kempe glass. Bodley reredos and screen. Spectacular Comper decorations, monuments and brasses. Award-winning lighting scheme; fine modern benches. A&R Blomfield 1893.",
                "Directions:\nRight on High St 70m > right onto The Square 160m > right on Talbot Rd/Cator Rd 160m > right on Ruskin Rd/B271 376 m > B271 turns slightly left and becomes Carshalton Park Rd 634 m > Turn left onto Park Hill/B278 286 m > Little Holland House will be on your left",
                "Little Holland House 40 Beeches Ave, Carshalton SM5 3LW\nGrade II listed building inspired by the ideals of John Ruskin and William Morris. Contains Dickinson’s paintings, hand-made furniture, furnishings, metalwork and friezes in Arts and Crafts style. Designed and built by Frank Dickinson 1902",
                "Directions:\nHead north on Beeches Ave/Park Hill/B278 324 m > Turn left onto Hill Rd 178 m > Turn right onto Banstead Rd 7 m > Turn left onto Harrow Rd 73 m > Turn right onto Oxford Rd 487 m > Turn left onto Carshalton Rd/A232 850 m > Turn right onto Lind Rd 337 m > At the roundabout, take the 2nd exit onto Benhill Ave 522 m > Turn left onto Throwley Way/B2230 and immediately right on Benhill Ave again > Turn left onto High St/B2230 (car-free) > follow High Street 400m to St Nicholas Rd > turn right on St Nicholas Rd 110m > St Nicholas Church is ahead of you",
                "St Nicholas Church St Nicholas Way Sutton SM1 1ST",
                "Built in the Gothic style with dressed flint and stone dressings. There are monuments to Joseph Glover (1628), Lady Dorothy Brownlow (1699), William Earl Talbot (1782) and Isaac Littlebury (1740). The churchyard has five Grade II tombs.",
                "Directions:\nTurn west onto Gibson Rd 90 m > Turn left 96 m > Turn left onto Cheam Rd/A232 65 m > the Library will be on your left",
                "Sutton Central Library 2 Lower Square, Sutton SM1 1EA",
                "The largest public library in the borough of Sutton, it was refurbished in 2018 by Thedesignconcept. As well as the library, the space is now a community hub and includes: family lounge, sensory play area – designed with autistic users in mind - dedicated teen zone, Art Gallery, and Museum.",
                "Directions:\nHead east on Cheam Rd/A232 300m > becomes Carshalton Rd > the Police Station is on your right",
                "Sutton Police Station 6 Carshalton Rd, Sutton SM1 4RF\nA Grade II listed building built in 1908, this is an unusually elaborate example of a Metropolitan Police station built in a suburban area where a more domestic composition could be adopted. A modern extension was added in 2003.",
                "Directions:\nReturn along Carshalton Rd (push your bike on this one-way section) to High St > turn left on High St > cross Grove Rd/A232 > continue on High St/Brighton Rd 200m > Subsea 7 is on your right.",
                "Subsea 7 32-34 Brighton Rd, Sutton SM2 5BN, UK",
                "A BREEAM ‘Excellent’ high quality, contemporary and flexible office building with central atrium, exhibition space, restaurant, café, gym and terraces providing a dynamic and exciting workplace environment for staff and visitors. (Not participating in OH this year - external view only.)",
                "Directions:\nReturn up Brighton Rd 100m past Sutton Railway Station > Turn left on Grove Rd > Continue on Grove Rd which becomes Salisbury Ave 750m > Turn right onto Belmont Rise > Turn left onto Cheam High St which becomes Ewell Rd 260m > Turn right onto The Broadway/A2043 210m > Whitehall is on your left",
                "Whitehall Historic House 1 Malden Rd, Cheam, Sutton SM3 8QD",
                "Originally a farmer's house dating to 1500, with jettied upper storey. Later additions reflect the changing lifestyles of the owners, including the Killicks for over two centuries. Now houses scale model of Henry VIII's Nonsuch Palace."
            ]
        }
    ],
    "id": 10443,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/10443/building_10443_untitled_artwork_5392a114cd8a9b9ac0f2ca3077078d04.jpeg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/medium_golden/building_10443_untitled_artwork_5392a114cd8a9b9ac0f2ca3077078d04.jpeg"
        }
    ],
    "links": [],
    "location": {
        "address": "138 Croydon Road, Beddington, Croydon, CR0 4PG",
        "latitude": 51.3678798,
        "longitude": -0.1288449,
        "meeting_point": "The Link Primary School",
        "travel_info": [
            "Nearest train: Hackbridge, Wallington, Waddon"
        ]
    },
    "name": "Self-guided Cycle Tour of Sutton, by Open House",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/10443",
    "ticketed_events": false
}