{
    "all_week": true,
    "description": "This self-guided cycle itinerary has been created by the Open House team to explore exterior architecture in Redbridge.",
    "design": {
        "designers": [],
        "periods": [
            "Historical/contemporary"
        ],
        "types": [
            "Walk/tour"
        ]
    },
    "events": [],
    "facilities": [],
    "factsheet": [
        {
            "heading": "Route and description",
            "paragraphs": [
                "REDBRIDGE CYCLE ROUTE",
                "Woodford, Wanstead, Ilford, Barkingside \nBike 22 km, 1 hour, 23 minutes",
                "Start at: Bancroft’s School, Woodford Green IG8 0RF\nWoodford County High School for Girls\nSukkat Shalom Synagogue, Wanstead\nChrist Church, Wanstead\nQuaker Meeting House, Wanstead\nSt Mary the Virgin, Wanstead\nHospital Chapel of St Mary and St Thomas, Ilford\nValentines Mansion, Ilford\nBox Theatre New City College, Romford\nFinish at: Fulwell Cross Library, Barkingside IG6 2EA",
                "Bancroft’s School, 611-627 High Rd, Woodford, Woodford Green IG8 0RF\nA dignified and impressive design with later additions. Spiral staircase leads to the top of the tower, giving excellent views. Formerly a Drapers' Company charitable school in Mile End Road, Bancroft's moved to its present site in 1889. Architect: Sir Arthur Blomfield",
                "Directions:\nHead south on High Rd/Woodford Green/A104 through 1 roundabout 1.5 km > Turn right onto Chingford Ln/A1009 52 m > Turn left onto The Charter Rd 63 m > Turn left into the school grounds 64 m",
                "Woodford County High School for Girls, High Rd, Woodford, Woodford Green IG8 9LA\nFormerly Highams Manor, an elegant Georgian manor house built for the Warner family with grounds by Repton. NB Not taking part in Open House 2021.",
                "Directions:\nReturn to Woodford Rd/A104 and turn right 200m > Fork left onto Woodford Rd/A1199 2.5 km >\nTurn left onto Eagle Ln 303 m > Take the pedestrian tunnel under the railway and join Falcon Way 181 m > Turn right onto Hermon Hill/A113 79 m > Turn left onto Victory Rd 33 m > the Synagogue is on your left",
                "Sukkat Shalom Synagogue, 1 Victory Rd, London E11 1UL\nGrade II* listed, originally the Merchant Seamen's Orphan Asylum, bought by the synagogue in 1995 and restored with Lottery Fund grant. Timber work and windows from a synagogue which was inside the Tottenham Home for Incurables.",
                "Directions:\nReturn to Hermon Hill/A113 and turn left 558m > Turn left onto High St 250 m > Turn right into Wanstead Place 120m > Christ Church is on your left: walk your bike through the churchyard",
                "Christ Church 4 Wanstead Pl, London E11 2SW\nGrade II* listed church with ragstone tower, spire, good stained glass by Kempe and newly restored William Hill organ. A characteristic work of George Gilbert Scott, Gothic Revival in the style of the 13C.",
                "Directions:\nContinue through the churchyard to Woodbine Place and turn right 160 m > Turn left onto Spratt Hall Rd 151 m > Turn right onto Cambridge Park/A1008 212 m > Turn left onto Blake Hall Rd/A1008 464 m > Turn right onto Bush Rd/A114 30 m > Turn left at the white fence and the Meeting House is ahead of you",
                "Quaker Meeting House Wanstead, Bush Road, London E11 3AU\nFour hexagon Modernist building within an Epping Forest setting. A sunny meeting room for Quaker worship faces onto a wooded burial ground of simple headstones, including those of Elizabeth Fry, William Mead and Norman Frith (the architect of the building 1968).",
                "Directions:\nReturn to Bush Rd/A114 and turn right 280 m > Continue onto Overton Dr 628 m > Slight right to stay on Overton Dr 49 m > St Mary’s Church is on your right",
                "St Mary the Virgin Wanstead, 1 Langley Dr, London E11 2LN\nSt Mary's Wanstead is the only Grade I listed building in Redbridge and has been described as 'one of the finest examples of Georgian architecture.' St Mary's is unique and of historical significance as the building, both externally and internally, has hardly been altered since it was built. It is a Georgian gem that is still in use today. Architect: Thomas Hardwick 1790",
                "Directions:\nHead east on Overton Dr 340 m > Turn right onto Warren Rd > Continue on bike path into Wanstead Park/Chalet Wood past Heronry Pond 875 m > Slight left 276 m > At the exit from the park go straight onto Park Rd 250 m > Turn left onto Aldersbrook Rd/A116 1.02 km > At the roundabout, take the 2nd exit onto Forest Dr/A117 805 m > Turn left onto Romford Rd/A118 1.70 km > The Chapel is on your right",
                "Hospital Chapel of St Mary and St Thomas, Ilford IG1 2AT\nFounded c1145 by the Abbess of Barking as a hospice for thirteen old and infirm men, the present building is 12C and 19C. Grade II* listed with many interesting monuments, including Burne-Jones windows.",
                "Directions;\nHead northeast on Ilford Hill/A118 56 m > Keep left to continue on Ilford Hill 42 m > Slight left onto Cranbrook Rd/A123 801 m > Turn right into Valentines Park and follow signs to the Mansion 900m",
                "Valentines Mansion, Ilford IG2 6EP\nLarge, late 17C Grade II* listed house with fine staircase and Venetian window and Georgian additions, used as a family dwelling until the early 1900s. Reopened to the public in Feb 2009 following extensive restoration works.",
                "Directions:\nHead south-east through Valentines Park to pick up cycle route Q6 and turn left (north-east) > follow cycle route Q6 to the park exit on Perth Rd > turn right and immediately left onto Lynton Cresc/Q6 200m > Cross Easter Ave/A12 via the cycle underpass onto Otley Approach/Q6 82m > At the roundabout take the 3rd exit onto Headley Drive/Q6 100m > Turn left onto Ashhurst Drive/Q6 650m > turn right on Hamilton Ave/Q6 and immediately left to continue on Ashurst Drive/Q6 800m > Turn left on Horns Rd 350m > Turn right on Craven Gardens 700m > the Library is on your left",
                "Fulwell Cross Library, 140 High Street, Barkingside, Ilford London IG6 2EA\nThe library was built on an open site in Barkingside High Street. Circular library design copies nearby roundabout. Complex is set back from the pavement, to form a new local civic centre with a public space. Refurbished 1990 and 2011."
            ]
        }
    ],
    "id": 10441,
    "images": [
        {
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/medium_golden/building_10441_untitled_artwork_9962e724721e39735c389c1a2075d621.jpeg"
        }
    ],
    "links": [],
    "location": {
        "address": "611-627 High Road, Woodford Green, IG8 0RF",
        "latitude": 51.6196768,
        "longitude": 0.0266543,
        "meeting_point": "Bancroft’s School",
        "travel_info": [
            "Nearest tube: roding valley"
        ]
    },
    "name": "Self-guided Cycle Tour of Redbridge, by Open House",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/10441",
    "ticketed_events": false
}