{
    "all_week": true,
    "description": "This self-guided cycle itinerary has been created by the Open House team to explore exterior architecture in Richmond.",
    "design": {
        "designers": [],
        "periods": [
            "Historical/contemporary"
        ],
        "types": [
            "walk/tour"
        ]
    },
    "events": [],
    "facilities": [],
    "factsheet": [
        {
            "heading": "Route and description",
            "paragraphs": [
                "RICHMOND CYCLE ROUTES",
                "Richmond cycle route 1 Hampton Court and Twickenham 16 km 55 mins",
                "Start at: Hampton Court Palace KT8 9AU\nGarrick’s Temple to Shakespeare\nBushy House\nLangdon Down Centre\nThe Boathouse Design Studio\nStrawberry Hill House\nPope’s Grotto\nYork House\nOrleans House Gallery\nMarble Hill House\nTurner’s House\nThe Boat and the Pavilion\nKilmorey Mausoleum\nClifton Lodge TW1 1QN",
                "Hampton Court Palace KT8 9AU\nMagnificent palace and grounds with outstanding work of 16th, 17th and 18th centuries",
                "Directions:\nAt the roundabout in front of the palace turn northwest onto Hampton Court Rd/A308 1.5km > Turn left on Garrick’s Lawn and the Temple will be ahead of you",
                "Garrick’s Temple to Shakespeare The Stock Yard/Hampton Ct Rd, Hampton TW12 2EJ\nGrade I listed Georgian garden building. Tribute to Shakespeare built in the Ionic style by actor David Garrick. Arcadian Thames-side setting in restored 18C gardens thought to be by Capability Brown.",
                "Directions; \nReturn to Hampton Court Rd and turn right 25m > Turn left into Bushy Park 1.04 km > At the Diana Fountain turn left onto Chestnut Avenue 750m > Turn left onto Cobbler's Walk 105 m > Slight right onto Glazebrook Rd 395 m > Turn left onto Bushy Rd 47m > Bushy House is on your left",
                "Bushy House Bushy Rd, Teddington TW11 0EB\nOriginal house was built for Edward Proger. From 1797 the residence of William, Duke of Clarence (later William IV) and his mistress Dora Jordan. Now part of the National Physical Laboratory (NPL).",
                "Directions:\nReturn down Glazebrook Rd 395 m > Continue onto Cobbler's Walk 1.5km, crossing Chestnut Avenue > Turn left onto Sandy Ln/B358 51 m > Turn right onto Vicarage Rd 353 m > Turn left onto Upper Teddington Rd/A310 531 m > Turn right onto Langdon Park (Restricted usage road) 200m > The Centre is ahead of you",
                "Langdon Down Centre 6 Langdon Park, Teddington TW11 9PS\nGrade II* listed Normansfield Theatre and Langdon Down Museum of Learning Disability. Gothic proscenium arch and elaborate stage and scenery. Built as part of the Normansfield Hospital for patients/students with learning disabilities.",
                "Directions:\nTurn left onto Kingston Rd/A310 157 m > Turn left onto Normansfield Ave 387 m > Turn left onto Broom Rd 1.52 km > Turn left onto Ferry Rd 38 m > The Design Studio is on your right",
                "The Boathouse Design Studio 3 Ferry Rd, Teddington TW11 9NN\nOriginally built to house the Royal Barge in 1862 and then used for boat building for three generations, The Boathouse is now office space for the creative industries.",
                "Directions:\nHead southwest on Ferry Rd 34 m > Turn right onto Manor Rd/A310 > Continue to follow A310 1.36 km > At the roundabout, take the 1st exit onto Waldegrave Rd/A309 106 m > Turn left 33 m > Turn left 26 m to reach Strawberry Hill House",
                "Strawberry Hill House 270 Waldegrave Rd, Twickenham TW1 4ST\nInfluential early Gothic revival building restored to its dramatic original glory, recreating Horace Walpole's original intention for his own home.",
                "Directions: \nTurn right onto Waldegrave Rd/A309 98 m > At the roundabout, take the 1st exit onto Cross Deep/A310 300 m > Pope’s Grotto is on your right (in Radnor House School)",
                "Pope’s Grotto, Cross Deep, Twickenham, London TW1 4QG \nGrotto with mineral decoration is the last remaining part of Alexander Pope's villa built in 1720. The villa was demolished 1808 and replaced and redeveloped many times in following years but Pope's Grotto remains.",
                "Directions: \nContinue north on Cross Deep/A310 643 m > Turn right onto King St/A305/A310 158 m > Turn right onto Water Ln 12 m > Turn left onto Church St 233 m > Turn right onto Hall Rd 52 m > York House is ahead of you",
                "York House, Hall Rd, Twickenham TW1 3AA\nYork House is a Grade II listed building and is scheduled as an Ancient Monument, dating from 17C. To provide the Council with offices the ground floor has been altered to accommodate a Council Chamber, Mayor's Parlour, Committee Rooms, cloakrooms and lavatories. It was decided to use York House as the Municipal Offices when the London Borough of Richmond upon Thames council was formed in 1965.",
                "Directions:\nHead southwest on Hall Rd toward Church St 52 m > Turn left onto Church St 37 m > Turn left toward Riverside 87 m > Turn left onto Riverside 413 m > Slight left to stay on Riverside 75 m > Orleans House Gallery is on your left",
                "Orleans House Gallery Orleans Gardens, Orleans Rd, Twickenham TW1 3DG\nLouis Philippe, Duc d'Orleans, lived here between 1815-17. Gibbs's Baroque Octagon Room and adjoining gallery/19C stable block are the remaining parts of Orleans House. The Octagon Room was restored in 2018.",
                "Directions: \nHead east on Riverside toward Orleans Rd 151 m > Turn left onto Orleans Rd 349 m > Turn right onto Chapel Rd 81 m > Turn right onto Montpelier Row 108 m > Marble Hill House is ahead of you",
                "Marble Hill House 29 Montpelier Row, Twickenham TW1 2NQ\nMarble Hill House was built between 1724 and 1729 as a summer villa for Henrietta Howard, mistress of George II and later Countess of Suffolk. It was an idyllic Thames-side retreat from court life. In this perfectly proportioned villa, inspired by the 16C architect Palladio, she entertained many of the poets and wits of the age.",
                "Directions:\nReturn to Montpellier Row 100m > Turn right onto Richmond Rd/A305 50m > Turn left onto Sandycoombe Rd 233 m > Turner’s House is on your right",
                "Turner’s House in Twickenham 43 Sandycoombe Rd, St Margarets, Twickenham TW1 2LR\nSandycombe Lodge was built in 1813 to the designs of England’s great landscape painter, J.M.W. Turner; working here as his own architect to create a quiet retreat for himself, away from the pressures of the London art world.",
                "Directions:\nHead northwest on Sandycoombe Rd 39 m > Turn left onto St. Margarets Rd/A3004 and go through 1 roundabout 632 m > Turn left onto Orchard Rd 157 m > the house is on your left",
                "The Boat and the Pavilion 27 Orchard Rd, St Margarets, Twickenham TW1 1LX\nGround floor rear extension for a family of sailors. The open plan layout is defined by curved, floating walls (the boat) and a sculpted ceiling (the pavilion), playfully combining compressed and expanded spaces. Davide di Martino Architect of Unagru Limited 2015",
                "Directions:\nHead east on Orchard Rd 157 m > Turn left onto St. Margarets Rd/A3004 275 m > the Mausoleum is on your right opposite the Ailsa Tavern",
                "Kilmorey Mausoleum 275 St Margaret's Road (opposite Ailsa Tavern) LondonTW1 1NJ\nEgyptian-style, pink and grey mausoleum created for the second Earl of Kilmorey. The form relates to the shrines at the heart of Egyptian Temples. H.E. Kendal 1854",
                "Directions:\nFrom St Margarets Rd turn left onto St. Margarets Dr 92 m > Slight left to stay on St. Margarets Dr 14 m > Clifton Lodge is on your left",
                "Clifton Lodge and the Violet Needham Chapel 10 St. Margarets Dr, Twickenham TW1 1QN\nClifton Lodge is the last remaining original feature of St Margarets House. Originally an orangery, it is now the home of Rambert School of Ballet and Contemporary Dance. The Violet Needham Chapel houses two further dance studios.",
                "Directions: \nContinue on St Margaret’s Drive/Ranelagh Drive 300m to the Richmond Lock (Middlesex Side) > You can carry your bike across the river on the footbridge",
                "***************************************************************************",
                "Richmond Cycle Route 2: Richmond Petersham and Ham - 8 km, 35 minutes",
                "Start at: Richmond and Hillcroft Adult Community College TW9 2QJ\nThe Old Town Hall, Richmond\nBethlehem Chapel\nLépine Residence\nGrove Gardens Chapel\nRichmond, the American International University in London\nFinish at: Ham House and Garden TW10 7RS",
                "Richmond Lock Building (Surrey Side), The Towpath, Richmond London TW9 2QJ\nExample of good quality late Victorian functional design.",
                "Directions: \nHead southeast on Kew Riverside Walk bike path under Twickenham Bridge and railway bridge 400m > Turn left via bike lane into Old Palace Ln 300m > Turn left onto Pembroke Villas 190 m > Slight right onto Portland Terrace 210 m > Turn left onto Little Green 180 m > Continue onto Parkshot 170 m > The College is on your left",
                "Richmond and Hillcroft Adult Community College\nA centre of excellence for adults, providing learning, training and personal development. As a beacon for adult learning, this project facilitates an accessible, effective teaching environment that is substantially more sustainable. Victorian building extended in 2015 by Morris+Company.",
                "Directions:\nReturn along Parkshot 170m > Continue onto Little Green 180 m > Turn left onto Duke St 94 m > Turn left onto Duke St/The Square/A305Continue to follow The Square/A305 38 m > Turn right onto Eton St/A305/A307 141 m > Turn right onto Paradise Rd/A305/A307 > Continue to follow Red Lion St/A305/A307 285 m > Slight left onto Hill St/A307 30 m > Turn left to stay on Hill St/A307 35 m > Turn right onto Whittaker Ave 38 m > The Old Town Hall is on your left",
                "The Old Town Hall, Richmond Old Town Hall, Whittaker Avenue Richmond TW9 1TP\nRed brick and Bath stone grand 'Elizabethan Renaissance' style building altered by war, political changes and reflecting Richmond's history. Overlooking the war memorial and the Thames.",
                "Directions:\nReturn to Hill St/A307 and turn right > Turn left on bike path to Castle Yard 37 m > Turn right onto Castle Yard 73 m > Continue on bike path to Ormond Rd 45 m > Turn left onto Ormond Rd 105 m > Turn left onto Church Terrace 36 m > The Bethlehem Chapel is on your left",
                "Bethlehem Chapel 5 Church Terrace, Richmond TW10 6SE\nAn independent Calvinistic chapel on the east side of Church Terrace in Richmond, London. Built in 1797, the small one-storey stucco building is Grade II* listed. It still has its original galleried interior with pews and pulpit.",
                "Directions:\nReturn along Church Terrace 36 m > Slight left onto The Hermitage 152 m >Turn left onto The Vineyard 94 m > Turn left onto Halford Rd 119 m > The Lépine Residence is on your left",
                "Lépine Residence 29A Halford Rd, Richmond TW10 6AW\nComprehensive transformation of the existing Victorian terrace house into a modern dwelling. Every area of the house was intensively studied then optimized for daylight penetration, spatial flow, layout efficiency, storage integration and practical requirements. The modern design confronts the inherent restrictions of the original property, including small rooms, awkward circulation, dampness, and low internal daylight levels.",
                "Directions: \nReturn southeast on Halford Rd 119 m > Slight left onto The Vineyard 59 m > Continue onto Onslow Rd 399 m > Continue onto Marlborough Rd 254 m > Turn left onto Queen's Rd/B353 520 m > Turn right onto Lower Grove Rd 300 m > Turn left to enter the cemetery 150 m > The Chapel is on your left",
                "Grove Gardens Chapel 5 Lower Grove Rd, Richmond TW10 6HP\nA small, charming Gothic Revival cemetery chapel made from Kentish ragstone, with plate tracery and a mosaic altarpiece. It was deconsecrated and then restored for community use. Thomas Hardy was apprenticed to the architect.",
                "Return to Lower Grove Rd and turn left 120 m > Continue on the car-free section of Lower Grove Rd 208 m > Continue onto Grove Rd 156 m > Turn left to stay on Grove Rd 47 m > \nTurn right onto Cambrian Rd 46 m > Turn left onto Queen's Rd/B353 258 m > Turn right at Stafford Pl into the University grounds 125m",
                "Richmond, the American International University in London 144-150 Richmond Hill, Richmond TW10 6RW\nAn impressive neo-Gothic building set in 5 acres. Originally home of the Wesley Theological Institution and now Richmond University, built of Bath stone with façade largely unchanged. Grounds contain many rare specimens of plants and trees",
                "Directions: Return to Queen's Rd/B353 > Turn right out of the University grounds onto Queen's Rd/B353 251 m > At the roundabout, take the 2nd exit onto Richmond Hill/B353 200m > Turn left into Nightingale Lane 240m > Turn left into Petersham Rd/A307 600m > Turn right to follow Petersham Rd 450m > Turn right at Forge Ln onto bike path 600m > Turn right on bike path 150m >Turn left 100m to Ham House main entrance",
                "Ham House and Garden Ham House, Richmond TW10 7RS\nBuilt in 1610, Ham House was greatly extended in the 1670s. One of a series of grand houses and palaces built along the Thames, and one of the best examples of a 17C home in England. Exquisite interiors and beautiful historic gardens. NB Not participating in Open House 2021",
                "***********************************************************************************",
                "Richmond ride 3 Mortlake and Kew 5km",
                "Start at: Sir Richard Burton's Mausoleum SW14 8PR\nSt Leonards Court Air Raid Shelter, East Sheen\nMortlake Crematorium\nThe National Archives\nKew House\nParish Church of St Anne\nRoyal Botanic Gardens, Kew TW9 3AB",
                "Sir Richard Burton's Mausoleum - In the churchyard of St Mary Magdalen's RC Church, 61 North Worple Way, Mortlake SW14 8PR\nGrade II* listed mausoleum in the form of an Arab tent with ripples in the stone imitating canvas. Interior is embellished with oriental lamps, devotional paintings and camel bells.",
                "Directions:\nHead west on N Worple Way 289 m > Turn left onto Sheen Ln/B351 179 m > Turn right onto St Leonards Rd 164 m > Turn right onto Palmers Rd 60 m > Turn left to stay on Palmers Rd 20 m > St Leonards Court is on your left",
                "St Leonards Court Air Raid Shelter 84 St Leonards Court, Mortlake, London SW14 7LS\nThe Air Raid Shelter was first built in 1939 for the residents of St Leonards Court. A dormitory annex with 48 beds was added in 1940. Some of the original features, such as handmade lampshades, are remarkably well preserved.",
                "Directions:\nReturn to St Leonards Rd and turn left 164 m > Turn left onto Sheen Ln/B351 350 m > Turn left onto Lower Richmond Rd/A3003 100m > Turn right onto Ship Ln 197 m > Ship Ln turns slightly left and becomes Thames Bank 221 m > Continue under Chiswick Bridge along the Thames Path 294 m > Turn left at Putney Town Rowing Club to reach Barker Close 90 m > Turn left into Kew Meadows Path into the crematorium grounds 170m",
                "Mortlake Crematorium 2 Barker Cl, Kew, Richmond TW9 4ET\nA rare and distinctive example of Art Deco design, with exceptional quality and character. Italianate style cloisters with discrete brick detailing.",
                "Directions:\nHead west on Kew Meadows Path 250m to exit the Crematorium grounds > Cross Townmead Rd at the roundabout and continue east along Kew Meadows Path (car-free) 600m > At Bessant Drive turn right and follow Bessant Drive to the destination 500m",
                "The National Archives 8-10 Strand Dr, Kew, Richmond TW9 4DX\nSouth West London's hidden Brutalist masterpiece. Architects: McMaster/Clavering/Miller/O'Reilly 1977",
                "Directions:\nExit the National Archives grounds onto Ruskin Avenue 148 m > Turn right onto Mortlake Rd/A205 413 m > Turn right onto Cambridge Rd 79m > Turn left to stay on Cambridge Rd 19 m > the house is on your left",
                "Kew House 10 Cambridge Rd, Kew TW9 3JB\nA playful family home set around a courtyard and formed from two gabled Corten steel buildings. Part of Open House & evolving every year since 2014. Architects: Piercy & Co. NB Not participating in Open House 2021",
                "Directions:\nContinue north on Cambridge Rd 50 m > Turn left onto Gloucester Rd 92 m > Turn left onto Kew Green 31 m > Cross the main road (walk your bicycle) to reach the Church",
                "Parish Church of St Anne 37 Kew Green, Kew TW9 3AB\nGrade II* listed, originally built as a chapel under the patronage of Queen Anne in 1714 and subsequently enlarged. Many notable memorials including to scientist William Jackson Hooker and tombs of Thomas Gainsborough and Johan Zoffany.",
                "Directions:\nContinue along Kew Green 350m to main gate of Kew Gardens",
                "Royal Botanic Gardens Kew Gardens, Kew Rd, Kew, Richmond TW9 3AB, UK\nWorld famous botanical gardens and home to a range of architecturally distinguished buildings, important scientific collections and horticultural laboratories. Different aspects of this work are accessible for Open House each year."
            ]
        }
    ],
    "id": 10442,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/10442/building_10442_untitled_artwork_3b7fb444ce1cb5d3d0aecfe5698a89a5.jpeg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/medium_golden/building_10442_untitled_artwork_3b7fb444ce1cb5d3d0aecfe5698a89a5.jpeg"
        }
    ],
    "links": [],
    "location": {
        "address": "Hampton Court Road, KT8 9AU",
        "latitude": 51.4064879,
        "longitude": -0.3361399,
        "meeting_point": "Hampton Court Palace",
        "travel_info": [
            "Nearest train: Hampton Court"
        ]
    },
    "name": "Self-guided Cycle Tour of Richmond, by Open House",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/10442",
    "ticketed_events": false
}