{
    "all_week": false,
    "description": "Former home of the great horticulturist Edward Augustus Bowles. Neoclassical yellow Suffolk stock brick villa. Victorian conservatory to south side. Mid-19C extension to north end. Adam style ceilings to ground floor.",
    "design": {
        "designers": [
            {
                "architect": "George Ferry and John Wallen",
                "description": "Original design",
                "year": "1818"
            }
        ],
        "periods": [
            "Georgian"
        ],
        "types": [
            "Historical house",
            "Garden"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": null,
            "date": "2021-09-04",
            "end": "2021-09-04T16:00:00+01:00",
            "fully_booked": null,
            "name": "General Access",
            "notes": "Visitors can arrive at any time during the opening hours.There may be queues at busy times.",
            "start": "2021-09-04T10:00:00+01:00",
            "ticketed": false
        },
        {
            "all_day": false,
            "booking_link": null,
            "capacity": null,
            "date": "2021-09-04",
            "end": "2021-09-04T22:00:00+01:00",
            "fully_booked": null,
            "name": "Music at Myddelton",
            "notes": "https://www.visitleevalley.org.uk/event-listings/music-at-myddelton---elegant-strings",
            "start": "2021-09-04T18:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        [
            "Parking",
            "Refreshments",
            "Toilets",
            "Disabled access"
        ]
    ],
    "factsheet": [
        {
            "heading": "History of the House",
            "paragraphs": [
                "Myddelton House was built in the reign of George III circa 1812, and completed in 1818. It was built by Henry Carrington Bowles (1763-1830) one of five generations of print and map makers, based at St Paul’s Churchyard, London. It replaced an earlier Elizabethan property, Bowling Green House where Bowles had lived with his wife who died in 1812. After her death, Bowles built the new house in a then fashionable white brick from Suffolk and named it Myddelton House in honour of Sir Hugh Myddelton, an engineering ‘genius’ who created the New River. A section of the New River bisected the garden from 1613 until 1968.",
                "When Bowles died in 1830 the house was passed to his son, also Henry Bowles who later bequeathed it in 1852 to his nephew, Henry Carrington Bowles Treacher. Treacher assumed the name Bowles by Royal Licence in order to inherit the estate, thus becoming Henry Carrington Bowles Bowles. It’s these initials that can be seen in monogram on the newly restored main gate at the end of the drive."
            ]
        },
        {
            "heading": "The Crocus King",
            "paragraphs": [
                "The youngest son of five children to Henry Carrington Bowles Bowles and his wife Cornelia was Edward Augustus “Gussie” Bowles, born in 1865 who became one of the great gardeners of the 20th century. He originally trained for the church, but family tragedies caused him to change course and he remained at Myddelton House and developed the remarkable garden as a self taught horticulturist.",
                "For many years people came from all over the country to visit. He became an expert on many plants, particularly the Crocus and was dubbed 'The Crocus King'.",
                "The connection with the Bowles family is still maintained today and Brigadier Andrew Henry Parker Bowles is the current President of the E.A. Bowles of Myddelton House Society."
            ]
        },
        {
            "heading": "Myddelton House Gardens",
            "paragraphs": [
                "E A Bowles (1865-1954) devoted much of his life to the creation of the Garden. As an enthusiastic collector and accomplished plantsman Bowles discovered and selected many plants, in particular unusual varieties, many of which can still be seen in the Garden today. Since 1984 Lee Valley Regional Park Authority and the E A Bowles of Myddelton House Society have been restoring the 4-acre Gardens in the original style of Bowles.\n \nThe Gardens are also home to a National Collection of Award-Winning Bearded Iris and have received a provisional award from the NCCPG (National Council for the Conservation of Plants and Gardens). These are all Dykes winners which is the highest award that is given to Iris. The collection can be viewed in chronological order so that the development of the Iris over the years can be seen. Discover more plants of interest at Myddelton House Gardens throughout the year."
            ]
        },
        {
            "heading": "Archaelogical Evaluations at Myddelton House",
            "paragraphs": [
                "Archaelogical evaluations at Myddelton House have unearthed structural remains – possibly part of Bowling Green House, which was demolished in the 1820s. A more recent evaluation in March 2005 revealed some interesting materials such as dressed limestone and a large amount of bottle glass – one part may have belonged to an onion-shaped bottle of c.1680-1720!"
            ]
        }
    ],
    "id": 1163,
    "images": [
        {
            "description": "",
            "title": "View from the front drive",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1163_mhg-myddelton-house_4d63f419d4930607a8614748c75f57bf.jpg"
        },
        {
            "description": "",
            "title": "View from the south side of the house",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1163_mhg-house-lake_43113a411357c0aa247a107e4917e42c.jpg"
        },
        {
            "description": "",
            "title": "View from the old Drawing Room through to the Conservatory",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1163_img_4433_f47f23d5986e81b666184760ba5e5083.JPG"
        },
        {
            "description": "",
            "title": "Ceiling of the old Dining Room",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1163_img_4427_568db6d3d0b74377a006a42d323bc94f.JPG"
        },
        {
            "description": "",
            "title": "Ceiling of the old Library",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1163_img_4429_f0973b26192f9db28ae4ca5ca1338c80.JPG"
        },
        {
            "description": "",
            "title": "Original artwork by E.A. Bowles set above the old Drawing Room doorway",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1163_img_4435_55a40740f31f792ec9a7ee505096e208.JPG"
        },
        {
            "description": "",
            "title": "The adjoining Conservatory",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1163_img_4438_3192341d541ea28a302f0ffa56700879.JPG"
        }
    ],
    "links": [],
    "location": {
        "address": "Bulls Cross, Enfield, EN2 9HG",
        "latitude": 51.675627,
        "longitude": -0.0594105,
        "meeting_point": null,
        "travel_info": [
            "Nearest train: Turkey Street",
            "Bus routes: 217, 317"
        ]
    },
    "name": "Myddelton House",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/1163",
    "ticketed_events": false
}