{
    "all_week": false,
    "description": "Grade I listed Victorian synagogue, Audsley's masterpiece.  Includes metalwork, stained glass and a mosaic; stained glass by NHJ Westlake. Further enrichment 1894-5 included lighting designed by George Aitchison.",
    "design": {
        "designers": [
            {
                "architect": "George Ashdown Audsley",
                "description": "Original design",
                "year": "1877"
            }
        ],
        "periods": [
            "Victorian"
        ],
        "types": [
            "Religious"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": null,
            "date": "2022-09-05",
            "end": "2022-09-05T13:00:00+01:00",
            "fully_booked": null,
            "name": "General Access",
            "notes": "Visitors can arrive at any time during the opening hours.There may be queues at busy times.",
            "start": "2022-09-05T10:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        [
            "Toilets",
            "Disabled access"
        ]
    ],
    "factsheet": [
        {
            "heading": "Opening of the Synagogue",
            "paragraphs": [
                "The Foundation Stone of the New West End Synagogue was laid on 7th June 1877 by Mr Leopold de Rothschild in the presence of the Chief Rabbi, Dr Nathan Marcus Adler, and the building was formally opened on 30th March 1879. The total cost of construction, including the site, amounted to £24,980 which was raised by private contributions and with the help of the United Synagogue, of which the New West End is a constituent Synagogue.",
                "The building bears many similarities to the Princes Road Synagogue in Liverpool, which had been designed by the same architect, George Audsley, shortly before the New West End was planned. At the time of its opening, the Jewish Chronicle described the architecture of the building as “... eclectic, although based chiefly on the Saracenic. The sharply cut and channelled foliage ornaments, and both the round and pointed horseshoe arches point to this origin; while the fusion of the Gothic element is mainly apparent in the proportions and disposition of the main portions of the buildings, and in ... the rose windows  and  circular, foiled, clerestory lights.",
                "\"The entire treatment ... avoids symbolism of every description, and the severe conventionalism ... prevents any infringement of the rules of the Hebrew faith. Externally, the building is constructed of red brick with the leading ornamental portions in red stone ... the central gable rising to the height of about 77 feet is flanked by two square turrets 94 feet in height finished with open tabernacles and domes ... In the central gable is placed a magnificent doorway deeply recessed and elaborately ornamented. The doors are of teak hung with bold wrought iron hinges … The seating, which affords accommodation for about 800 persons throughout, and the doors and gallery fronts are of polished pitch pine; the doors and panels of the gallery fronts display wood of remarkable richness and rarity.  Probably no such wood is to be seen in any public building in London…”"
            ]
        },
        {
            "heading": "Alterations and Improvements",
            "paragraphs": [
                "As time went on, various alterations and improvements were introduced. During the 1890s the walls were faced with alabaster slabs relieved by the finest Cipallino marble from Saillin in the Rhone Valley. The octagonal iron columns were covered in marble so skilfully that it is virtually impossible to distinguish them from solid marble. About the same time electric lighting was installed, replacing the original gas lamps, examples of which can still be seen inside the Synagogue above each of the doors.",
                "A notable feature of the internal decoration is to be found in the texts that adorn the walls. This idea was not new, being found in mediaeval Synagogues. There were originally nineteen texts; at a later date those on the side walls of the Gallery were added. The texts concentrate on the ideas of Divine knowledge and worship as well as practice, duty and love. Most of the quotations are from the Psalms, and were selected by the late Rev. Simeon Singer, Minister of the Synagogue from its consecration until his death in 1906.  They are described in more detail below. The marble and alabaster pulpit and the marble railing in front of the Ark were installed in his memory."
            ]
        },
        {
            "heading": "The Stained Glass Windows",
            "paragraphs": [
                "The beauty of the Synagogue is enhanced by the magnificent stained glass windows, which were designed and made by N H J Westlake, one of the foremost authorities in England on stained glass windows and mosaics. The rose window above the Ark, executed by Erwin Bossanyi, illustrates numerous aspects of Jewish ritual and tradition and was installed in 1937 in memory of Emma, Lady Rothschild, whilst the centres of the side windows are all different, the framework remaining constant.",
                "The Synagogue's treasures include some twenty Sifrei Torah as well as superb examples of embroidery and silver; some of the Torah bells and breastplates, which are not in regular use, are on loan for display at the Jewish Museum.",
                "Adapted from \"The History of the New West End Synagogue\" by the late Rev. Ephraim Levine, 1929.",
                ""
            ]
        }
    ],
    "id": 1191,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/1191/building_1191_dsc00521_4116644d4ee4a1694d0542208c181aa6.jpg",
            "description": null,
            "title": "Synagogue interior",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/medium_golden/building_1191_dsc00521_4116644d4ee4a1694d0542208c181aa6.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "St Petersburgh Place, W2 4JT",
        "latitude": 51.5115658,
        "longitude": -0.1907366,
        "meeting_point": null,
        "travel_info": [
            "Nearest tube: Queensway, Bayswater, Notting Hill Gate",
            "Nearest train: Paddington",
            "Bus routes: 7, 23, 27, 36, 70, 94, 148"
        ]
    },
    "name": "New West End Synagogue",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/1191",
    "ticketed_events": false
}