{
    "all_week": false,
    "description": "St Thomas' Church attic (1703) once part of old St Thomas' Hospital, houses the hospital's Herb Garret and the oldest surviving operating theatre (1822) in Europe.",
    "design": {
        "designers": [
            {
                "architect": "Thomas Cartwright",
                "description": "Original design",
                "year": "1703"
            }
        ],
        "periods": [
            "Stuart"
        ],
        "types": [
            "Museum"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 40,
            "date": "2021-09-05",
            "end": "2021-09-05T16:00:00+00:00",
            "fully_booked": null,
            "name": "General Access",
            "notes": "No toilets on site. Access is only through a narrow 52-step spiral staircase.Visitors can arrive at any time during the opening hours.There may be queues at busy times.",
            "start": "2021-09-05T09:00:00+00:00",
            "ticketed": false
        }
    ],
    "facilities": [
        [
            "Bookshop"
        ]
    ],
    "factsheet": [
        {
            "heading": "History",
            "paragraphs": [
                "St Thomas’ Church served as the chapel to St Thomas' Hospital, which had its origins in the hospice of a 12th century monastery at this site dedicated to the care of the sick and destitute. The present 18th century structure replaced an older church on the same site, and was established when the hospital was rebuilt as a series of courts to the north and west of the church between 1693 and 1708.",
                "The architect was Thomas Cartwright, who had worked as Master Mason to Christopher Wren (himself a governor of St Thomas') on the church of St Mary le Bow. The church of St Thomas' itself was rebuilt in 1702-03. In 1830, the western part of the hospital was demolished with the widening of the approach to London Bridge from Borough High Street, but some of the north court can be seen from a yard behind London Bridge Station.",
                "In the attic space of the church, a herb garret was set up by the hospital for the drying and curing of medicinal herbs. The main women’s ward of the hospital, Dorcas Ward, abutted onto the garret, and when the hospital decided in 1822 that the creation of a new operating theatre was necessary, the intervening wall was knocked through and a part of the herb garret was converted for use as a theatre. Until this new theatre was installed, operations had taken place in the ward.",
                "In 1862, when the railway line from Waterloo to London Bridge was being developed, St Thomas’ Hospital removed to its present site in Lambeth. Florence Nightingale was involved in the planning of the move, having set up a nursing school at the Southwark site in 1859. The theatre was bricked up, and was only later revealed in 1956. Since then, it has been restored and recreated with original or replica furniture and equipment which demonstrate the harsh realities of 19th century surgery. The space is 'D' shaped, with 4 tiers of ‘standings’ for the medical students. On the back wall the Latin inscription 'Miseratione non Mercede' – 'For Compassion, Not Gain' – can be seen.",
                "The museum displays a history of surgery, nursing and herbal medicine at St Thomas’ and Guy’s. The theatre remains a unique survival of saws, sawdust and all."
            ]
        },
        {
            "heading": "Restoration Programme 2006-8 and Donations in 2010",
            "paragraphs": [
                "When the theatre and the garret were rediscovered in 1956, they had been abandoned and empty for nearly 100 years. Work took place inside the church roof space to restore the garret and the theatre, and a collection of  contemporary objects was first introduced. In 2006, the Old Operating Theatre Museum saw the first phase of restoration work, beginning with the 300 year old roof over the Herb Garret, which had begun to leak. While the Museum temporarily closed, an award winning medical exhibition was installed in the church crypt.",
                "Then, in 2008, a scaffolding platform was installed across the Operating Theatre itself to give access to the ceiling which had been supported by a frame for more than a decade.",
                "When the supports were at last removed, the original 1822 horsehair and plaster ceiling required minimal repair and fears of a modern replacement were finally quashed. Building support beams installed in the late 1990s were removed from the tower's cartwheel windows.",
                "Strengthening rods were installed into the tower and the plaster restored and redecorated. During this refurbishment an investigation of the tower ceiling plaster (over the shop) revealed that it had originally been a Georgian blood red colour, and that colour was restored. This completed the restoration programme in the museum's spaces.",
                "When the supports were at last removed, the original 1822 horsehair and plaster ceiling required minimal repair and fears of a modern replacement were finally quashed. Building support beams installed in the late 1990s were removed from the tower's cartwheel windows.",
                "Strengthening rods were installed into the tower and the plaster restored and redecorated. During this refurbishment an investigation of the tower ceiling plaster (over the shop) revealed that it had originally been a Georgian blood red colour, and that colour was restored. This completed the restoration programme in the museum's spaces.",
                "We are very grateful to the public who helped and supported the Museum throughout this difficult period. The church is now fully restored and looking at its best, with our new neighbours, Cathedral Group, having taken up residence in the Church (below the Museum).",
                "In 2010, the museum was extremely fortunate to receive many exciting new donations to the museum's collection, including a significant collection of beautiful pharmaceutical glass and ceramic medicine jars, a powder folder, and two sets of scales."
            ]
        }
    ],
    "id": 1268,
    "images": [
        {
            "description": "The Old Operating Theatre Museum & Herb Garret · 2015",
            "title": "View of the Old Operating Theatre ",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1268_hiddenlondon_surgicaltheater_lower_28c41a90d8edc6b0a84a99203a12f2f3.jpg"
        },
        {
            "description": "The Old Operating Theatre Museum & Herb Garret · 2019",
            "title": "View of the Herb Garret",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1268_herbgarret1_273509c115b3fd93f36f9a40ce0f40e4.jpeg"
        },
        {
            "description": "The Old Operating Theatre Museum & Herb Garret · 2015",
            "title": "View of the spiral staircase ",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1268_hiddenlondon_surgicaltheater_1096_d97f8e23e06ec057b8cc4647c16c8a21.JPG"
        },
        {
            "description": "The Old Operating Theatre Museum & Herb Garret · 2019",
            "title": "View of the Herb Garret",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1268_herbgarret3_146061a8d868242a3b4eb030fa89ea03.jpeg"
        }
    ],
    "links": [],
    "location": {
        "address": "9a St Thomas Street, SE1 9RY",
        "latitude": 51.5049991,
        "longitude": -0.0884359,
        "meeting_point": null,
        "travel_info": [
            "Nearest tube: London Bridge",
            "Nearest train: London Bridge",
            "Bus routes: 21, 35, 40, 43, 47, 48, 133, 149"
        ]
    },
    "name": "Old Operating Theatre Museum & Herb Garret ",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/1268",
    "ticketed_events": false
}