{
    "all_week": false,
    "description": "Louis Philippe, Duc d'Orleans, lived here between 1815-17. Gibbs' Baroque Octagon Room and adjoining gallery/19C stable block are the remaining parts of Orleans House. The Octagon Room was restored in 2018. Contemporary art gallery.",
    "design": {
        "designers": [
            {
                "architect": "James Gibbs",
                "description": "Original design",
                "year": "1720"
            },
            {
                "architect": "Kaner Olette Architects and Donald Insall Associates",
                "description": "Refurbishment",
                "year": "2018"
            }
        ],
        "periods": [
            "Historical/contemporary",
            "Contemporary",
            "Georgian",
            "Victorian"
        ],
        "types": [
            "Art in the public realm",
            "Public realm/landscape",
            "Historical house",
            "Gallery",
            "Museum",
            "Community/cultural",
            "Garden",
            "Walk/tour"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 12,
            "date": "2021-09-04",
            "end": "2021-09-04T11:30:00+01:00",
            "fully_booked": null,
            "name": "From Greatness to Gravel Tour",
            "notes": null,
            "start": "2021-09-04T10:30:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        [
            "Refreshments",
            "Bookshop",
            "Parking",
            "Toilets",
            "Disabled access"
        ]
    ],
    "factsheet": [
        {
            "heading": "History",
            "paragraphs": [
                "In the early 18th century, James Johnston (1643-1737), Secretary of State for Scotland, acquired a stretch of land beside the Thames at Twickenham. This was  to build his house upon his retirement from public life.",
                "He commissioned John James (1672-1746), one of Sir Christopher Wren’s assistants, to design his new home.  It was a rectangular brick house with a central feature in Portland stone, completed in 1710 and described as “regular and commodious”. James later rebuilt the nave and chancel of Twickenham Parish Church after it collapsed in 1713.",
                "Johnston’s estate was extensive and included the present Orleans House Gardens, most of the land up to the present Richmond Road now occupied by Orleans Park School, and the piece of land between the road and the river, now a recreation ground.",
                "Johnston’s garden included two rectangular canals, a mount with an icehouse, an avenue flanked by vines, a parterre, a kitchen garden, a pleasure garden, a grotto and a fruit garden."
            ]
        },
        {
            "heading": "The Octagon",
            "paragraphs": [
                "The Octagon was built as a garden pavilion for the Thames side house and estate of James Johnston. Johnston commissioned the architect, James Gibbs (1682-1754), to design the Octagon. It was completed in 1720, the same year as Gibbs’ most famous building, the Church of St Martin-in-the-Fields at Trafalgar Square.",
                "Built in brick with Portland stone dressings, the Octagon was originally surmounted by urns – stone replicas were returned to the Octagon in 1998. The interior was richly decorated in the extravagant Baroque style. The highly ornate plasterwork was made by Gibbs’ favourite Swiss stuccatori, Guiseppe Artari and Giovanni Bagutti.",
                "Above the doors are medallion portraits representing George II and his Queen, Caroline of Ansbach, whilst they were Prince and Princess of Wales, and a third is a 19th century addition of Louis Philippe, duc d’Orleans. The busts surrounding the inside of the dome depict George I, reigning monarch when the Octagon was built, flanked on either side by two female figures, one representing the land, the other with a string of pearls across her breast representing the sea over which she ruled.",
                "The large oil painting, which has been cleaned and relined, is of Queen Caroline with one of her children and dates from about 1730. Tradition holds that the Octagon was built in order to entertain Queen Caroline, a famous banquet was held in honour of the Queen and her children on August 13 1729. Above the fireplace was originally a painting of imaginary classical ruins, in the style of Panini.",
                ""
            ]
        },
        {
            "heading": "Later Residents",
            "paragraphs": [
                "After Johnston’s death in 1737, the property passed to George Morton Pitt, MP for Pontefract, until he died in 1756. In 1796 the property was let to the Gostling family, who altered the entrance to the house, introducing a bay. The most famous resident of the property was Louis Philippe, duc d’Orleans, who rented the house during his exile from France, 1815-1817. After Napoleon’s defeat, Louis Philippe returned to France, becoming King in 1830, and Johnston’s house from then on became known as Orleans House.",
                "Alexander Murray, MP for Kircudbright, Scotland, owned the house from 1837 and carried out alterations to the link building to the Octagon. After Murray’s death, the house was purchased in 1846 by Lord Kilmorey, whose mausoleum in St Margaret’s is also often included in the Open House weekend.",
                "Henry, duc d’Aumale, fourth son of the late King Louis Philippe, bought the estate in 1852, and became fully involved in the Twickenham community. In 1877, John Dugdale Astley purchased the house and converted it into a luxurious sports and social club, but this was not a success and soon closed. The last private owners were the Cunard family who acquired the house in 1882. From 1910 the property was broken up and sold, and in 1926 a firm of ballast and gravel merchants acquired the house. The contents were sold and the house and other buildings were demolished, except the Octagon, the adjacent wings and the stable block. The merchants’ attempts to extract gravel from the estate were not successful.",
                "In June 1926, the Hon. Mrs Levy, later the Hon. Mrs Ionides purchased the Octagon and remaining property, saving it from demolition. Upon her death in 1962, the Hon. Mrs Ionides bequeathed the property and her picture collection to the Borough, as the foundation of a public art gallery. Orleans House Gallery opened in 1972. The Octagon Room now serves several functions and is licensed for wedding ceremonies."
            ]
        },
        {
            "heading": "Transforming Orleans House",
            "paragraphs": [
                "The Transforming Orleans House restoration project was made possible by a grant from the Heritage Lottery Fund and completed in 2018 by Kaner Olette, with ZMMA working on the interpretation. The main gallery is now more accessible with a new entrance and lift to the upper floors, and there is a new public study gallery featuring permanent displays from the Richmond Borough Art Collection.",
                "The Octagon Room has also been restored to its second paint colour scheme, by Donald Insall Associates. A copy of the Panini painting, which would have originally hung in the room, has been installed, along with a replica carved limewood chandelier gilded with 23.5 carat gold leaf.",
                "Visit the remodelled spaces and learn about the history of Orleans House through interactive displays and animations - take a look the exhibitions in the West Wing and Stables Gallery - and browse our gallery shop for something to take home."
            ]
        }
    ],
    "id": 1283,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/1283/building_1283_02-exteriors-005_9499d7b3875212f3ebdc78dfd20d1eeb.jpg",
            "description": "2019",
            "title": "Orleans House Gallery",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1283_02-exteriors-005_9499d7b3875212f3ebdc78dfd20d1eeb.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/1283/building_1283_01-octagon-room-050_05ae555ae51f9ce061a8e3c24a764522.jpg",
            "description": "2019",
            "title": "The restored Octagon Room",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1283_01-octagon-room-050_05ae555ae51f9ce061a8e3c24a764522.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/1283/building_1283_01-octagon-room-018_20ddb12b244ae62dbe762d066f7f8a05.jpg",
            "description": "2019",
            "title": "The restored Octagon Room ceiling",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1283_01-octagon-room-018_20ddb12b244ae62dbe762d066f7f8a05.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/1283/building_1283_04-exhibits-034_25da9c2f14ab4494af78326b57cfbd3e.jpg",
            "description": "2019",
            "title": "The Study Gallery, Orleans House Gallery",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1283_04-exhibits-034_25da9c2f14ab4494af78326b57cfbd3e.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Orleans Road, Twickenham, TW1 3BL",
        "latitude": 51.4491311,
        "longitude": -0.3172396,
        "meeting_point": null,
        "travel_info": [
            "Nearest tube: Richmond",
            "Nearest train: Richmond, Twickenham, st.margaret's (greater london)",
            "Bus routes: 33, 490, H22, R68, R70"
        ]
    },
    "name": "Orleans House Gallery",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/1283",
    "ticketed_events": false
}