{
    "all_week": false,
    "description": "2-storey concrete sports pavilion in streamlined 1930s style. Building work interrupted by WW2 and completed in 1952. Distinctive 'drum' contains stylised staircase leading to glass-walled café and sheltered seating.",
    "design": {
        "designers": [
            {
                "architect": "Frank Lee Borough",
                "description": "Original design",
                "year": "1936"
            }
        ],
        "periods": [
            "Post-war",
            "Inter-war"
        ],
        "types": [
            "Sport"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 6,
            "date": "2021-09-04",
            "end": "2021-09-04T12:00:00+00:00",
            "fully_booked": null,
            "name": "Open House",
            "notes": null,
            "start": "2021-09-04T09:00:00+00:00",
            "ticketed": false
        }
    ],
    "facilities": [
        [
            "Parking",
            "Toilets"
        ]
    ],
    "factsheet": [
        {
            "heading": "History",
            "paragraphs": [
                "The sports pavilion is a period piece designed in a streamlined 1930s modern style, taking its cue from Dudok and Holden. Construction began in 1939 but was interrupted by the war (a prisoner of war camp having been built near Donkey Lane) so the structure was not completed until 1952.  Generated by the plan and with modest allusions to the Bauhaus idiom, it takes the form of a linear two-storey building curved at the ends with flat roofs and projecting canopy eaves.",
                "The asymmetrical massing of volumes culminates in a tall drum containing a curving stylised staircase up to the Central Café at first floor level, a room which with its fully-glazed Crittall walls has a light and airy feel. The curved walls of the drum are mirrored by an internal wall containing a serving hatch. At ground floor level are separate male and female changing rooms, service rooms and public toilets.  On the first floor, there is sheltered seating for spectators and a deck promenade running around the front, sides and rear of the building.",
                "The very obvious reinforced concrete frame structure of the building is employed to greatest effect in the  Café where it is fully on show. The stock brick infill and metal railings (originally painted pale blue) add pleasing details to this carefully thought out building.  Externally, the “greening” focuses attention on the entry points. The building was refurbished in 1977 and again in the 2000s and its quality is recognised by its local listing.",
                "The King George’s Playing Field is situated west of Great Cambridge Road on former market garden land called Bury Farm, an area where rich arable land and hunting forest had existed since before the Domesday records. It  was purchased in 1931 by Enfield UDC, one of the largest acquisitions to date, thereby continuing its policy of providing public open space at a time when farm land was being developed for housing.",
                "The land provided an abundance of grass pitches for popular ball sports, a section leased to Enfield FC, a short-lived miniature golf course (lost to allotments during World War II), a spacious open air swimming pool (demolished in 1998 after being closed for many years) and the facilities building with running track.",
                "For more information see:\nB Cherry & N Pevsner, The Buildings of England,  London 4 : North (1998; Penguin Books)\nEd. Weinreb & Hibbert, The London Encyclopaedia (1983; Macmillan)\nGraham Dalling, Enfield Past (1999; Historical Publications Ltd)"
            ]
        },
        {
            "heading": "Enfield Town FC",
            "paragraphs": [
                "In June 2001, Enfield Town Football Club was formed as a result of a number of concerned and disenchanted supporters of the old Enfield FC wanting to be certain that the leading club in the Borough would have a bright, thriving future and, consequently, a vote for the birth of a new club owned and run by its fans to ensure that would happen.",
                "The stand-out jewel in the crown for the club is the superbly refurbished Grade ll listed Queen Elizabeth II Stadium, the club’s proud home since the autumn of 2011. In October 2008 Enfield Council announced an agreement with the club to allowing it to relocate there (from Goldstone Road), just under a mile or so north of the site of the old Enfield FC stadium.",
                "Realising a long held dream, the club worked closely with the Council to see the old athletics facility, originally built in 1953, upgraded to be able to host Ryman League football, with a capacity of 2,500. Enfield Town FC currently play in the Isthmian League Premier Division.",
                "While retaining a running track as a training facility for local use, the club has been able to provide an atmospheric environment. The stadium was formally opened in November 2011 with a match against a Tottenham Hotspur XI in front of nearly a thousand spectators.",
                "The Grade II listed pavilion at the stadium provides an iconic art deco focal point for the major sports hub in the London Borough of Enfield. The centre-piece of the main art deco building is Butler’s Bar. It is ideal for functions and meetings, and is in regular hired use by the local community. The club’s Boardroom is also available for hire."
            ]
        }
    ],
    "id": 1428,
    "images": [
        {
            "description": null,
            "title": "Queen Elizabeth II Stadium, Enfield",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/medium_golden/building_1428_s320170712-4-n95tqq20170712-4-1bvl4hx20170712-4-1d8r8pi_e08cc22ed5f3d36f6eb745097a2aee86.JPG"
        }
    ],
    "links": [],
    "location": {
        "address": "Quen Elizabeth II Stadium, Donkey Lane, Enfield, EN1 3PL",
        "latitude": 51.6585759,
        "longitude": -0.0608788,
        "meeting_point": null,
        "travel_info": [
            "Nearest train: Enfield Town, Southbury",
            "Bus routes: 191, 217, 317"
        ]
    },
    "name": "Queen Elizabeth II Stadium",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/1428",
    "ticketed_events": false
}