{
    "all_week": false,
    "description": "Fine example of Grade II* listed 1930s architecture with many original features and fittings and home to the world-class British Architectural Library collections. Open for pre-book visits only.",
    "design": {
        "designers": [
            {
                "architect": "George Grey Wornum",
                "description": "Original design",
                "year": "1934"
            }
        ],
        "periods": [
            "Inter-war"
        ],
        "types": [
            "Institution/profession",
            "Gallery",
            "Library",
            "Museum"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 30,
            "date": "2021-09-04",
            "end": "2021-09-04T11:00:00+00:00",
            "fully_booked": null,
            "name": "SEND activity: Experiencing Space - Architecture at the RIBA",
            "notes": "FULLY BOOKED. Join the RIBA and DisOrdinary Architecture Project for a free creative workshop especially for families with visually impaired children. During the workshop families will be able explore and experience architecture! The RIBA headquarters is full of large and small spaces made with different materials. Families can feel, see, smell and hear what the historic building is like and create their own ‘word picture’ in response. PLEASE NOTE: This workshop is specifically for families with visually impaired children. All children must always be accompanied by an adult. You will receive an email from the RIBA asking for more details and access needs to be able to confirm your booking and make sure we have everything you need for your visit. Please book a ticket for each person, including for each child.",
            "start": "2021-09-04T09:00:00+00:00",
            "ticketed": true
        }
    ],
    "facilities": [
        [
            "Toilets",
            "Family activities during open house festival",
            "Disabled access"
        ]
    ],
    "factsheet": [
        {
            "heading": "History of the Building",
            "paragraphs": [
                "The present headquarters of the Royal Institute of British Architects, which was opened on 8 November 1934 by King George V and Queen Mary, was designed by G Grey Wornum CBE, FRIBA (1888-1957), who won the commission in an open architectural competition that attracted 284 entries. The foundation stone was laid by Lord Howard de Walden on 28 June 1933.",
                "In 1970, on the recommendation of the Historic Buildings Council, the RIBA building was listed by the Minister of Housing and Local Government as a Grade II building of architectural and historic importance, one of the very first examples of 'modern architecture' to be so recognised.",
                "The six-storey building is faced in Portland Stone. The sculpted figures on the Portland Place front depict the spirit of man and woman as the creative forces of architecture. Along the Weymouth Street elevation, above the third-storey window line, are five relief figures, depicting a painter, a sculptor, an architect (Sir Christopher Wren), an engineer and a working man. The interior of the building is finely detailed in a variety of materials."
            ]
        },
        {
            "heading": "Open House Weekend Programme",
            "paragraphs": [
                "In celebration of Open House 2020, join architectural historian Neal Shasore to take a look at the RIBA’s 1930s headquarters. Author of a forthcoming new book about 66 Portland Place, Neal will provide historical context and present new perspectives on one of the best-known buildings of its period. He will draw particular attention to some of the building’s most interesting and controversial aspects, including some of which reference the British Imperial past – features that do not reflect the RIBA’s values on inclusion and equality. Following the tour, there will be a Q&A session with Neal to delve further into the history of this important building, and to discuss how it might be re-framed, for today and for the future.",
                "Neal Shasore is an architectural historian currently based at Liverpool School of Architecture. His work focuses on architectural culture in early twentieth century Britain. His first book, Designs on Democracy, will be published next year and he is writing a new history of 66 Portland Place for RIBA Publishing. He is Honorary Secretary of the Society of Architectural Historians of Great Britain and a Trustee of the Twentieth Century Society.",
                "This event will take place online via Microsoft Teams between 6-7pm on Thursday 24 Sep. A link will be sent to registered ticket holders in advance of the event."
            ]
        }
    ],
    "id": 1464,
    "images": [
        {
            "description": "RIBA",
            "title": "View from Portland Place",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1464_66-portland-place-hero-m-2_607e8b2235329d50518224360c4bfd59.jpeg"
        },
        {
            "description": "",
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1464_christopher-wren_exterior_088_edited_8f0d20dd4b0f43c2cc5c854349749104.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "66 Portland Place, W1B 1AD",
        "latitude": 51.5211811,
        "longitude": -0.1451121,
        "meeting_point": null,
        "travel_info": [
            "Nearest tube: Great Portland Street, Oxford Circus, Regent's Park",
            "Bus routes: 88, C2, 453"
        ]
    },
    "name": "RIBA ",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/1464",
    "ticketed_events": true
}