{
    "all_week": false,
    "description": "Grade II listed Art Deco cinema with stalls and circle created in 1937 within the shell of an Edwardian cinema, retaining many original features.\r\n2017 new auditorium created in basement space.",
    "design": {
        "designers": [
            {
                "architect": "William Edward Trent",
                "description": "Refurbishment",
                "year": "1909"
            },
            {
                "architect": "George Coles",
                "description": "Original design",
                "year": "1915"
            },
            {
                "architect": "F E Bromige",
                "description": "Refurbishment",
                "year": "1937"
            },
            {
                "architect": "Burrell Foley Fischer",
                "description": "Restoration",
                "year": "1998"
            },
            {
                "architect": "Ryder",
                "description": "Restoration",
                "year": "2018"
            }
        ],
        "periods": [
            "Edwardian",
            "Inter-war"
        ],
        "types": [
            "Cinema"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 45,
            "date": "2021-09-11",
            "end": "2021-09-11T10:00:00+00:00",
            "fully_booked": true,
            "name": "History tour and talk",
            "notes": "Tour of the building with history talk, ground floor and basement levels fully accessible, upper floors via stairs (no lift)",
            "start": "2021-09-11T09:00:00+00:00",
            "ticketed": true
        }
    ],
    "facilities": [
        [
            "Disabled access",
            "Bookshop",
            "Refreshments",
            "Toilets"
        ]
    ],
    "factsheet": [
        {
            "heading": "History",
            "paragraphs": [
                "In 1909, Clara Ludski, the owner of an auctioneer's shop at 105 Kingsland High Street, recognised the growing potential of moving pictures and employed W E Trent, later to become a cinema architect of considerable repute, to plan the conversion of her shop into a 175-seat electric picture house, with a screen behind the on-street paybox and a projection box reached by a ladder from the outside yard. The cinema was entered from the left of the screen and exited from the right. It was called the Kingsland Palace and it was among the first full-time cinemas in London."
            ]
        },
        {
            "heading": "The Building",
            "paragraphs": [
                "Such was the success of the Palace that the adjacent premises on either side were acquired to build a proper cinema. In July 1913 the cinema architects Adams and Coles of Hackney submitted plans for a building so elaborate and tall for its site, it more closely resembled a theatre than a cinema. The height was taken up with a very steep balcony, under which was a double-height tearoom with a gallery whose windows were set in a high Diocletian arch overlooking Kingsland High Street.",
                "The auditorium was elaborately appointed with blind arcading, lavish balcony fronts and paired Ionic columns either side of the proscenium arch – over which were draped neo-Grecian lovelies supported on heavy swags. Elaborate doorcases and a frieze of similar swags continued the Grecian theme. The cinema itself was large but not ambitiously so for the date, seating 956 in fair discomfort and allowing another 174 to stand. The upper parts of this grandiose scheme survive intact above the present auditorium. Most sumptuous of all was the high hexagonal domed tower above the corner entrance, whose form is retained in the present foyer, but whose former height cannot be imagined from the present structure.",
                "The building opened in 1915 as the Kingsland Empire. In 1920, a pipe organ was installed, and in 1929 sound equipment was put into the projection box, which was situated at the front of the circle.",
                "Despite successes, the Empire changed hands a number of times over the next two decades and by the mid-1930s it belonged to London and Southern Super Cinemas, who were eventually bought out by the Classic Cinema group. In 1936, the London County Council inspected the building and thought it insufficiently ventilated and that the tearoom was inadequate as a waiting area.",
                "On 12 July 1937, F E Bromige of Kingly Street, Westminster was employed to radically adapt the old fashioned silent cinema into a modern super cinema that could compete with the new streamlined art deco Odeon and Savoy cinemas nearby:",
                "\"It is proposed to retain the existing external walls and roof and to reconstruct the balcony and cinematograph enclosures to comply with the Home Secretary's requirements. The external walls will only be altered as found necessary in connection with the rearrangements of exit doors. The existing ceiling is intended to be retained and a new ceiling provided at a lower level. The platform will also be reconstructed and provision is made for a boiler house and plenum room.\"",
                "The new auditorium was to seat just 561 people, with another 110 permitted to stand. \nThis, with almost no alteration is the Rio as it is today. It opened on 18 December 1937, as the Classic. The Ideal Kinema records that the exterior was streamlined into a fluted curved corner over the entrance with a massive 33 foot high metal sign lit by neon tubes advertising the building to Kingsland High Street. The interior was decorated \"in a modern style with sweeping lines, and the colouring is in a grey-blue and warm brown, and the seating a dark red, which is set off by red festoon tabs\".",
                "Constricted as he was by the existing shell, Bromige nevertheless achieves the same series of sweeping curves at the Rio, the cash-register shape of the proscenium wall complementing the sweep of the deeply curved circle. A little moulding on the side walls is all such curves need for further amplification.",
                "The drum over the foyer that remains the chief interest of the building has some ridged effects; but it must be recognised that most of the decoration on the outside was achieved by lettering and neon lighting, and these have now gone. There is no doubt that the Rio is a fine cinema building, and that it exhibits the two chief phases of cinema design in Britain with extraordinary clarity.\"",
                "It looked like a new cinema and was advertised as a super-cinema in miniature. At the time luxury super-cinemas were very popular and large ones were springing up in the area: the Savoy, a few hundred yards up the road and the Regal Stamford Hill.",
                "The Adams and Coles plans had made provision for an air raid shelter against Zeppelin raids, and in 1940 the basement was finally put to such a use – though apparently only after the evening  performance was over."
            ]
        },
        {
            "heading": "The Architect",
            "paragraphs": [
                "Elain Harwood of English Heritage and the Cinematograph Theatre Association wrote (in 1994 prior to the exterior renovation):",
                "\"It remains a remarkable work by F E Bromige, and the only one of his four surviving interiors in undivided cinema use. Bromige is an important if obscure cinema architect best known for his work in north west London for the Hammond Dawes circuit. There he designed a number of bizarrely curvaceous cinemas, which may be considered a bridging point where the extremes of art deco and moderne styles meet. His buildings are simple, but make effective use of good proportions that expunge the need for superficial decoration. The best survivor is the Grosvenor, Rayner's Lane, listed Grade II* and now a church. Of the two other survivors, Acton has recently become a climbing centre and Harrow has recently been uncovered having been encased in still cladding since the 70's, and will now be restored to possibly London most spectacular art deco facade."
            ]
        },
        {
            "heading": "Post-war",
            "paragraphs": [
                "The advent of television in the 1950s led to a decline in cinema audiences across the country. In an attempt to restore enthusiasm the Dalston Classic became the Classic Cartoon Cinema, the Classic Continental Cinema. Following the relaxation of censorship laws in 1968, the Dalston Classic re-launched as the Tatler Cinema Club in May 1970. It offered a steady stream of blue movies with just a quick breather for horror films on Friday nights. Audiences  were not convinced, however, and four months later the grand tradition of the cinema variety was revived in the form of live strip shows. In 1971, the Tatler returned to showing general release films at weekends and survived in this dual role until 1975, when it became the Dalston Classic once again. But only briefly, as Classic decided to close down the cinema in 1976.",
                "Paul Theodorou, who had been running occasional late night Greek language and martial arts films and wanted to try his hand at full time programming, approached Classic with a proposal to take over the cinema. Theodorou re-opened the cinema in April 1976 with a new name – the Rio. In 1977 he moved on to a new venture opening a peanut farm and agreed to sell the sub-lease to a group of local people who wanted to open the building as a community arts centre.",
                "In March 1977, the Rio Cinema Working Party approached the Arts Council, the Greater London Council, the British Film Institute and Hackney Borough Council to apply for funds to buy the building. They planned to develop the Rio into a centre for dance, drama, music hall, poetry and music, with film, video and photography workshops in the basement.",
                "The GLC and Hackney Council agreed to finance the purchase of the sub-lease, and made the Working Party managers of the building in March 1979. The plans for a multi-purpose arts centre were found to be over-ambitious. The Working Party was replaced by a new Management Committee, elected from the membership, who decided to concentrate the Rio's activities on the visual media of film, video and photography. The Rio became a not for profit company, limited by guarantee and a registered charity. Elected Committee members were not only directors of the company but also trustees of the charity. This management structure continues today, although the Management Committee has been renamed the Board of Directors to fully reflect its responsibilities.",
                "By 1995, the Rio was badly in need of extensive refurbishment and an application was made to the Arts Council of England for a Lottery grant. This was eventually approved in 1998 and architects Burrell, Foley, Fischer, whose previous projects included the Stratford Picture House, were commissioned to undertake the redesign. Great pains were taken to retain Bromige's original Art Deco design in the auditorium, restoring the original paint scheme colour, but sadly not the original cove lighting scheme.",
                "The work began in early 1999 and the cinema reopened in August of that year. During the refurbishment English Heritage stepped in over their concerns about the extent of the work being done but they eventually approved the changes and the building was awarded Grade II listed status. The major structural work involved changing the rake of the auditorium, reducing the size of the auditorium slightly to accommodate an enlarged foyer, improved acoustics and the redesign of the café. Among the many other improvements were new seats, custom-designed leopard print carpeting throughout, air conditioning and the installation of a Dolby Digital™ sound system.",
                "The Rio has developed into a cinema that is responsive to the interests of sections of the community often ignored by mainstream commercial cinema. The Rio supports many festivals, and has programming strands for various community groups, the longest running pensioner screenings in the UK, a parent and baby club, weekly educational school screenings.",
                "In 2017 the Rio launched a restoration fundraising scheme and quickly raised £125,000 to build a second screen in the basement space (opened in December 2017) and in 2018 the exterior was restored with a new LED lighting scheme to restore the night time architecture.",
                "In 2019 the Rio won Best Independent Cinema awarded by Screen Int.",
                "In 2021 the Rio continues with work to make the building more sustainable and will install panels on the roof to make it the UK's first solar powered cinema.",
                "www.riocinema.org.uk"
            ]
        }
    ],
    "id": 1478,
    "images": [
        {
            "description": "Rio Cinema · 2016",
            "title": "Auditorium",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1478_rio-cinema-dalston-auditorium_915e67503cc4a0ccfc0ba6a712a2f219.jpg"
        },
        {
            "description": "1950",
            "title": "Auditorium from the Circle",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1478_classic-aud-1950_c41a1272332a2a842fce733f3dfb85fb.jpg"
        },
        {
            "description": "1915",
            "title": "As the Kingsland Empire Cinema in 1915",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1478_kingsland-empire-high-res-scan-1915-crop_969883c57b2da5352e9274971e5ae310.jpg"
        },
        {
            "description": "1950",
            "title": "The Classic Cinema Dalston in 1950",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1478_clasic1950d_cbefc4a5462d326853b4c9977b55a50d.jpg"
        },
        {
            "description": "1958",
            "title": "Classic Cartoon Theatre Dalston",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1478_classic-cartoon-cinema-med-res_ae54207a9cc0767eb2a230b9cf64c09c.jpg"
        },
        {
            "description": "2017",
            "title": "Rio Cinema Dalston auditorium from the circle",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1478_thumbnail_mark-blower-170313-rio-cinema-0003_2246516b7d8845b8d8ef45cb1a3d0da1.jpg"
        },
        {
            "description": "2017",
            "title": "Rio Cinema Dalston screen 2 built in 2017",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1478_rio-sc2_198ee0fc4725c08d93ee7947808db8d8.jpg"
        },
        {
            "description": "1937",
            "title": "Classic Cinema Dalston opening day 1937",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1478_classic-cinema-dalston-openig-day-1937-300dpi_8d4a793d878a30082eecfe9877c38fb7.jpg"
        },
        {
            "description": "Andrew Woodyatt · 2021",
            "title": "Rio Cinema Dalston August 2021",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1478_img_8208_d6eb69a64671bea89767b60350b99905.jpeg"
        },
        {
            "description": "2021",
            "title": "Rio Cinema Dalston",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1478_screenshot-2021-08-16-at-10-44-20_ddb15d849a120306a4c74a05c5b087e5.png"
        },
        {
            "description": "Andrew Woodyatt · 2021",
            "title": "Kingsland Empire auditorium of 1915",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1478_bhla1797_1448406a269e685fc9afa10d68812aac.jpeg"
        }
    ],
    "links": [],
    "location": {
        "address": "107 Kingsland High Street, E8 2PB",
        "latitude": 51.5496961,
        "longitude": -0.0755644,
        "meeting_point": null,
        "travel_info": [
            "Nearest train: Dalston Junction, dalston (kingsland)",
            "Bus routes: 67, 76, 149, 243, 30, 242, 38, 277, 56"
        ]
    },
    "name": "Rio Cinema",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/1478",
    "ticketed_events": true
}