{
    "all_week": false,
    "description": "Housing the Royal Opera and the Royal Ballet, the historic building was reconfigured in 2018 by Stanton Williams to deliver not only world-class performance spaces, but also a welcoming and inclusive cultural and social hub.",
    "design": {
        "designers": [
            {
                "architect": "Sir Edward M. Barry",
                "description": "Original design",
                "year": "1858"
            },
            {
                "architect": "Jeremy Dixon, Building Design Partnership (BDP)",
                "description": "Refurbishment",
                "year": "1997"
            },
            {
                "architect": "Stanton Williams Architects",
                "description": "Refurbishment",
                "year": "2018"
            }
        ],
        "periods": [
            "Historical/contemporary",
            "Victorian",
            "Contemporary"
        ],
        "types": [
            "Theatre",
            "Concert/performance space"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 600,
            "date": "2022-09-04",
            "end": "2022-09-04T16:30:00+01:00",
            "fully_booked": null,
            "name": "ROH Open House",
            "notes": "Journey through time and enjoy some of the stunning front of house spaces in one of the worlds most celebrated theatres. Enter via the 21st century, through our newly refurbished main entrance, and quickly travel back in time to 1858 via the grand staircase and legendary Crush Room. Transition through time in the ever-evolving Paul Hamlyn Hall and ascend to take a peek inside a ballet studio. Be sure to take a moment to soak up the atmosphere, peruse our art work and enjoy items created by members of the Royal Opera House’s production departments. Watch short musical performances in the Paul Hamlyn Hall on the hour every hour from 11-4.",
            "start": "2022-09-04T10:30:00+01:00",
            "ticketed": false
        },
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 600,
            "date": "2022-09-05",
            "end": "2022-09-05T16:30:00+01:00",
            "fully_booked": null,
            "name": "ROH Open House",
            "notes": "Journey through time and enjoy some of the stunning front of house spaces in one of the worlds most celebrated theatres. Enter via the 21st century, through our newly refurbished main entrance, and quickly travel back in time to 1858 via the grand staircase and legendary Crush Room. Transition through time in the ever-evolving Paul Hamlyn Hall and ascend to take a peek inside a ballet studio. Be sure to take a moment to soak up the atmosphere, peruse our art work and enjoy items created by members of the Royal Opera House’s production departments. Watch short musical performances in the Paul Hamlyn Hall on the hour every hour from 11-4.",
            "start": "2022-09-05T10:30:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        [
            "Family activities during open house festival",
            "Bookshop",
            "Disabled access",
            "Refreshments",
            "Toilets"
        ]
    ],
    "factsheet": [
        {
            "heading": "History",
            "paragraphs": [
                "The magnificent Royal Opera House, with its grand classical portico fronting Bow Street, is actually the third theatre built on the Covent Garden site. Both the previous theatres were destroyed by fire, a serious hazard in the era before electricity.",
                "Actor-manager John Rich built the first Theatre Royal, Covent Garden with the fortune he had made from the huge success of The Beggar’s Opera. At that time, under the terms of a Royal Patent, Covent Garden was only one of two theatres permitted to perform drama in the capital. The other patent theatre was the nearby Theatre Royal Drury Lane, and a keen rivalry soon developed between the venues.",
                "The first important musical works to be heard at the theatre were by Handel, who, from 1735 until his death in 1759, had close links with Covent Garden both as composer and organist. Many of his operas and oratorios, including Alcina and Semele, were first performed there, and he bequeathed his theatre organ to John Rich. Extensive rebuilding work took place in 1787 and 1792, but in 1808 the theatre was completely destroyed by fire, with the loss of twenty-three fireman as the building collapsed.",
                "Work on a new theatre began immediately to designs by Robert Smirke. The Prince of Wales laid the foundation stone on the last day of 1808 and the theatre opened just over eight months later with a performance of Shakespeare’s Macbeth starring the renowned brother and sister team of John Philip Kemble and Sarah Siddons. To help recoup the cost of the build, the management (including Kemble and Siddons) raised seat prices, a decision that proved so unpopular that audiences kept rioting until the old prices were restored"
            ]
        },
        {
            "heading": "The theatre becomes an Opera House",
            "paragraphs": [
                "In 1843, the Theatres Act ended the patent theatres’ monopoly of drama and the competition for audiences intensified. Three years later, Covent Garden scored a notable coup when the gifted composer and conductor Michael Costa joined the theatre from Her Majesty’s in the Haymarket, bringing most of his company of singers with him. Following the remodelling of the auditorium, the theatre reopened as the Royal Italian Opera in April 1847 with a performance of Rossini’s Semiramide."
            ]
        },
        {
            "heading": "The Royal Opera House",
            "paragraphs": [
                "On 5 March 1856 disaster struck again: for the second time the theatre was completely destroyed by fire. Work on the third and present theatre eventually started in 1857 to designs by E.M. Barry and the new building opened in May 1858 with a performance of Meyerbeer’s Les Huguenots. Barry also designed the striking glass and iron Floral Hall, intended as a flower market but also hosting the occasional ball.",
                "In 1892, with the repertoire broadening, the theatre was renamed the Royal Opera House. Winter and summer seasons of opera and ballet were given and between seasons the theatre was either closed or used for film shows, dancing, cabaret and lectures. During the Great War the theatre became a furniture repository and during the Second World War a Mecca Dance Hall. That’s how it might have remained if the music publishers Boosey and Hawkes hadn’t acquired the lease. David Webster was appointed General Administrator and the Sadler’s Wells Ballet, under Ninette de Valois, was invited to become the resident ballet company.",
                "The Opera House reopened on 20 February 1946 with a gala performance of The Sleeping Beauty with Margot Fonteyn as Aurora. With no suitable opera company able to take up residence, Webster and music director Karl Rankl began to build a company from scratch. In December 1946 Covent Garden Opera teamed up with the ballet in a production of Purcell’s The Fairy Queen choreographed by Frederick Ashton; the following January saw the company’s first performance of Carmen. Both companies were eventually awarded Royal Charters: the Royal Ballet in 1956, the Royal Opera in 1968."
            ]
        },
        {
            "heading": "Redevelopment 1996 - 2000",
            "paragraphs": [
                "By the 1980s it was pretty clear that the facilities at The Royal Opera House were inadequate for carrying the two companies forward into the 21st century. Plans for a major development of the theatre were revealed in 1984, with the architect Jeremy Dixon, in collaboration with Bill Jack of Building Design Partnership (BDP), winning the competition to design the project. However, it was only after the creation of the National Lottery that the Opera House was awarded £58.5m towards re-building costs. Work started in 1996 with a farewell gala taking place in the ‘old’ house in July 1997.",
                "Three years later, at total cost of £178m, the theatre had been utterly transformed. Brand new technical and rehearsal facilities were built; a smaller auditorium, the Linbury Studio, was created for smaller and more experimental productions, while the existing auditorium and foyers were fully refurbished. As well as all this, the virtually derelict Floral Hall was completely rebuilt and turned into a thrilling public arena, with bars and eating spaces in spectacular surroundings. Above all, the creation of new spaces has integrated the theatre more fully into its surrounding environment and made visiting a far more enjoyable experience."
            ]
        },
        {
            "heading": "Open Up refurbishment 2018",
            "paragraphs": [
                "The Open Up project designed by architects Stanton Williams aims to enhance the experience of coming to the Royal Opera House, for audiences, artists and guest companies.",
                "A new public programme of learning and engagement events targeted at a wide range of people, a new espresso bar, improved facilities, an enlarged retail space and a fully refurbished Linbury Theatre all make up the plan to encourage visitors to spend more time in the building."
            ]
        }
    ],
    "id": 1550,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/1550/building_1550_royal-opera-house-exterior-2018-roh-photograph-by-luke-hayes_97be13210edc854233e6adb4e37ef5f7.jpg",
            "description": "Luke Hayes · 2018",
            "title": "Royal Opera House exterior",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1550_royal-opera-house-exterior-2018-roh-photograph-by-luke-hayes_97be13210edc854233e6adb4e37ef5f7.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/1550/building_1550_the-royal-opera-house-paul-hamlyn-hall-from-the-main-foyer-2018-roh-photograph-by-luke-hayes_7bee6bf24536b2300605c54919a7f90c.jpg",
            "description": "Luke Hayes · 2018",
            "title": "Royal Opera House Paul Hamlyn Hall",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1550_the-royal-opera-house-paul-hamlyn-hall-from-the-main-foyer-2018-roh-photograph-by-luke-hayes_7bee6bf24536b2300605c54919a7f90c.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/1550/building_1550_royal-opera-house-new-exterior-2018-roh-photograph-by-luke-hayes_35db66d3222676b65db5ec46538540fc.jpg",
            "description": "Luke Hayes  · 2018",
            "title": "Royal Opera House new exterior",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1550_royal-opera-house-new-exterior-2018-roh-photograph-by-luke-hayes_35db66d3222676b65db5ec46538540fc.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/1550/building_1550_screen-shot-2020-07-23-at-11-55-54_c2b020a943e0a4ed5d8c99ce86319cb2.png",
            "description": "James Bellorini · 2018",
            "title": "ROH Front of house spaces",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1550_screen-shot-2020-07-23-at-11-55-54_c2b020a943e0a4ed5d8c99ce86319cb2.png"
        }
    ],
    "links": [],
    "location": {
        "address": "Covent Garden, Bow Street , WC2E 9DD",
        "latitude": 51.5130471,
        "longitude": -0.1226537,
        "meeting_point": null,
        "travel_info": [
            "Nearest tube: Holborn, Leicester Square, Covent Garden",
            "Nearest train: Charing Cross",
            "Bus routes: RV1"
        ]
    },
    "name": "Royal Opera House",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/1550",
    "ticketed_events": false
}