{
    "all_week": false,
    "description": "Unique example of Expressionist architecture in London with sculptural staircase based on organic plant forms. Grade II listed. New cafe area and renovations in 2008. Refurbishment of theatre and foyer 2020.",
    "design": {
        "designers": [
            {
                "architect": "Montague Wheeler",
                "description": "Original design",
                "year": "1926"
            },
            {
                "architect": "Nicolas Pople",
                "description": "Refurbishment",
                "year": "2020"
            }
        ],
        "periods": [
            "Inter-war"
        ],
        "types": [
            "Concert/performance space",
            "Education",
            "Historical house",
            "Library"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 30,
            "date": "2022-09-05",
            "end": "2022-09-05T17:00:00+01:00",
            "fully_booked": null,
            "name": "Tours",
            "notes": "Guided tours of the House every 30 minutes",
            "start": "2022-09-05T12:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        [
            "Bookshop",
            "Toilets",
            "Disabled access",
            "Architect on site"
        ]
    ],
    "factsheet": [
        {
            "heading": "Background",
            "paragraphs": [
                "Rudolf Steiner House was built between 1926 and 1937 and designed by the architect Montague Wheeler (1874-1937). He was a partner in the well established practice of Hoare and Wheeler and was a member of the Board of Architectural Education from 1934-37. He was also an active member of the Anthroposophical Society and chairman of the British branch from 1935-7. The house was built as the 'home' of the society.",
                "As its name implies the building takes its inspiration from the work of Rudolf Steiner (1861-1925) and in particular from the first Goetheanum building at Dornach, Switzerland (1914) which was built of timber and sadly destroyed by fire at Christmas 1922. Its replacement, which is still standing, is built of concrete and whilst different in form, shares the same inspiration. Corbusier visited the building during its construction and 'stood speechless as he surveyed the vast immanence'.",
                ""
            ]
        },
        {
            "heading": "Architecture",
            "paragraphs": [
                "Rudolf Steiner House is the first and only example of 'expressionist' architecture in London: the main staircase with its flowing forms and feeling of movement and metamorphosis, is a fine example of this style. Sir Nikolaus Pevsner refers to 'organic curves' (The Buildings of England, London Vol. 2, 1952).",
                "The house was built in stages, starting with the theatre and the first floor room behind it: other rooms were added later as was the bookshop. The building was listed (Grade 2) in 1991.",
                "The Facade has elements of the expressionist style particularly in the form of some of the windows, and in the rounded archways and ground floor windows. Of particular interest is the circular stained glass window (best seen from inside the building). The doors to the main entrance are modern, as are the windows and canopy to the bookshop.",
                "The Foyer was remodelled in 1989/90. The first flight of steps and the handrails date from this period also, the original staircase never having been completed to this level.",
                "The Theatre, which was the first part of the building to be completed, opened in 1926. It was built principally for performances of eurythmy, which accounts for the unusual depth of the stage. Of particular note are the shapes of the windows, the fire exit door and the rear wall of the auditorium.",
                "Other rooms: aspects of the overall style of the building can be found in other rooms of the house, all of which lead off the main staircase, its crowning glory. An exception is the eurythmy room (top floor), which was never finally completed. (It was to have been clad in cedar wood.) The present panelling is modern (1991/2).",
                "Decorative treatment: the interior walls and ceilings have been painted using a technique known as 'lazure', which uses water-based plant colour pigment. Colour glazes are applied to a textured surface to give the impression of movement and light."
            ]
        },
        {
            "heading": "Recent developments",
            "paragraphs": [
                "In 2008/9, the house underwent major works of reconstruction and refurbishment. This was occasioned by the need to comply with current legislation, and included complete rewiring, provision of  disabled toilet facilities, a new fire alarm system, and new kitchen and eating area.",
                "Of particular note is the new cafe area, whose wooden structure creates a polarity with the brick and concrete around it, and whose wooden beams echo the forms of the original Goetheanum. The central supporting wooden pillar has inserts of the seven planetary woods (Ash/Sun, oak/Mars, sycamore/maple/Jupiter, hornbeam/Saturn, cherry/Moon, elm/Mercury, birch/Venus). In creating this space, that was formerly occupied by fire escapes, the architects* were aiming to create a mood of light.",
                "Elsewhere in the building, the offices, which were formerly on the third floor, were moved to the first floor, thus allowing the original configuration of that space to be revealed as the studio -  as it was originally constructed. Of particular note also, is the original terrazzo floor (previously covered over) leading to the theatre, whose metamorphic design reflects the motifs behind the original building.\n \nA refurbishment of the theatre and foyer were completed in September 2020.",
                "Rudolf Steiner House is home to many activities and events throughout the year, all of which are open to the public, as are the Library and Bookshop. Please help yourself to our programme which you will find in the foyer.",
                "* The architects were Nic Pople & Helen Springthorpe with the structural engineer David Tasker (Giffords Ltd). The construction works were undertaken by ITC Concepts Ltd."
            ]
        }
    ],
    "id": 1571,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/1571/building_1571_staircase_04_31717c2666daccfa074c7ceb06d48b7f.jpg",
            "description": "",
            "title": "Staircase",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1571_staircase_04_31717c2666daccfa074c7ceb06d48b7f.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/1571/building_1571_unknown-1_e042888b71c028a9bff35873d465d7a2.jpeg",
            "description": "",
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1571_unknown-1_e042888b71c028a9bff35873d465d7a2.jpeg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/1571/building_1571_rsh-theatre-photo-5_4e867c4fc0f89e21d8a8ed0d13e8f6a5.jpg",
            "description": "",
            "title": "Refurbished theatre 2020",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1571_rsh-theatre-photo-5_4e867c4fc0f89e21d8a8ed0d13e8f6a5.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/1571/building_1571_rsh-theatre-photo-2_ae6c7add6f915a547ea36be72f2cc8e5.jpg",
            "description": "",
            "title": "Refurbished theatre 2020",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1571_rsh-theatre-photo-2_ae6c7add6f915a547ea36be72f2cc8e5.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "35 Park Road, NW1 6XT",
        "latitude": 51.5250182,
        "longitude": -0.1603971,
        "meeting_point": null,
        "travel_info": [
            "Nearest tube: Baker Street, Marylebone, Paddington",
            "Nearest train: Marylebone, Paddington",
            "Bus routes: 13, 274, 113, 139, 189"
        ]
    },
    "name": "Rudolf Steiner House",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/1571",
    "ticketed_events": false
}