{
    "all_week": false,
    "description": "UK's first large-scale, mixed use eco-village and sustainable community. Completed in 2002, BedZED is an inspiration for low carbon neighbourhoods promoting One Planet Living. Developed in partnership with Peabody, ZEDfactory, Bioregional.",
    "design": {
        "designers": [
            {
                "architect": "Bill Dunster Zedfactory Architects",
                "description": "Original design",
                "year": "2002"
            }
        ],
        "periods": [
            "Contemporary"
        ],
        "types": [
            "Housing",
            "Mixed use"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 15,
            "date": "2021-09-11",
            "end": "2021-09-11T10:45:00+01:00",
            "fully_booked": null,
            "name": "BedZED Open House Tour",
            "notes": null,
            "start": "2021-09-11T10:00:00+01:00",
            "ticketed": false
        },
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 15,
            "date": "2021-09-11",
            "end": "2021-09-11T11:45:00+01:00",
            "fully_booked": null,
            "name": "BedZED Open House Tour",
            "notes": null,
            "start": "2021-09-11T11:00:00+01:00",
            "ticketed": false
        },
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 15,
            "date": "2021-09-11",
            "end": "2021-09-11T12:45:00+01:00",
            "fully_booked": null,
            "name": "BedZED Open House Tour",
            "notes": null,
            "start": "2021-09-11T12:00:00+01:00",
            "ticketed": false
        },
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 15,
            "date": "2021-09-11",
            "end": "2021-09-11T13:45:00+01:00",
            "fully_booked": true,
            "name": "BedZED Open House Tour",
            "notes": null,
            "start": "2021-09-11T13:00:00+01:00",
            "ticketed": true
        }
    ],
    "facilities": [],
    "factsheet": [
        {
            "heading": "Introduction",
            "paragraphs": [
                "BedZED has gone down in history as the UK’s first large-scale, mixed-use sustainable community. It has been an inspiration for low-carbon, environmentally-friendly housing developments around the world.",
                "Completed in 2002 and consisting of nine buildings, it continues to attract visitors from across the globe and remains, arguably, the most ambitious attempt at all round sustainability in a major new housing development.",
                "BedZED’s biggest and most important success is that it remains an attractive and popular place to live, demonstrating that a large shift towards sustainable living need not entail sacrifice and discomfort.",
                "Children play happily and safely in its pedestrianised streets. Heating, power and electricity bills for its residents are much lower than ordinary housing. Sale prices for the few BedZED homes that do go on the market are above the local average."
            ]
        },
        {
            "heading": "Origins and history",
            "paragraphs": [
                "BedZED was conceived in 1997 when sustainability charity Bioregional and green architect Bill Dunster learnt that Sutton Borough Council was selling a plot of undeveloped open land, once used for spreading sewage sludge, for housing development.",
                "At Bioregional, we wanted to build a new and green office in the area where we had started out a few years earlier. Bill Dunster, collaborating with engineers Arup and Bioregional, was looking for an opportunity to create a zero fossil fuel eco-village.",
                "London-based housing association Peabody Trust was recruited as the enlightened developer for this site. It was interested in how sustainable living could cut energy and water bills for its low-income tenants.",
                "In 1998 the London Borough of Sutton, the site’s owner and the local planning authority, backed the idea of an exemplary, sustainable mixed-use development, more ambitious than anything previously attempted in the UK.",
                "The council agreed to sell its plot of land to Peabody at a price slightly lower than the full market value, having sought assurances that the government would have no objection.",
                "It justified this on the basis that building BedZED (Beddington Zero Carbon Energy Development) rather than a conventional housing estate would secure wider community benefits including reductions in climate-changing carbon dioxide emissions. Construction began in 2000."
            ]
        },
        {
            "heading": "Key energy and carbon-saving features",
            "paragraphs": [
                "• High levels of insulation, well beyond those required by Building Regulations in 2002. South facing windows are large and double glazed; north, east and west facing windows are much smaller and triple glazed. Much of the warmth required in winter comes from body heat of residents, their electrical appliances and electronics.",
                "• High levels of air-tightness around doors and windows to conserve heat in the homes. A wind-driven ventilation system ensures there are no problems with damp, condensation and stuffiness. The rooftop wind cowls point towards the wind and take fresh air into the homes. Stale air exits through the downwind side of the cowls, passing through a heat exchanger and passing its warmth to the cooler incoming air.",
                "• Passive solar heating – most homes are oriented to face the sun and the blocks do not overshadow each other, even in winter when the sun is low in the sky. The south-facing facades are covered in glass, with conservatory-like sun spaces at the front which rapidly heat up whenever there is sunshine and light cloud – even in winter. This warmth can then be taken into BedZED's homes by opening the doors and windows behind these sunspaces.",
                "• BedZED has a district heating network to provide space heating for workplaces and homes on the northern side of its nine blocks (those on the south side don't need radiators). This also provides hot water for all of the buildings. The water circulating in this network is heated by a boiler burning wood pellets, a very low carbon fuel.",
                "• Some of the electricity used on site is generated by 777 square metres of onsite arrays of photovoltaic panels. When these generate more power than is required by BedZED, surplus electricity is exported into the local grid."
            ]
        },
        {
            "heading": "A variety of homes and workplaces and a social mix",
            "paragraphs": [
                "• BedZED has 100 homes, ranging from 37 square metre studio flats to a 131 square metre four-bedroom townhouse. It has homes for subsidised rent (25 units), for subsidised and affordable homeownership (25) and for leasehold owner-occupation (50). There are no differences in specification and appearance between the different types of tenure.",
                "• As well as being a home for more than 200 people, dozens of people work or learn at BedZED. ZEDfactory and Bioregional have their offices here."
            ]
        },
        {
            "heading": "A sense of community",
            "paragraphs": [
                "As well as having the Pavilion, an indoor community space available to BedZED residents and the surrounding community, the eco-village has its own large communal green field for play and relaxation plus a small village square flanked by buildings.",
                "Road vehicles can circulate and park around the periphery of BedZED but the mews streets running between the building blocks are traffic free, encouraging children to play there and adults to meet and chat.",
                "This combination of high-density housing (relative to UK suburban norms) and BedZED’s rich mix of private and shared traffic-free outdoor space (the great majority of its homes have gardens) encourages neighbourliness.",
                "Several of the homes connect to their gardens by bridges spanning the mews streets – one of BedZED’s quirkiest and most charming features.",
                "Many of the original residents from 2002 are still living in the eco-village."
            ]
        },
        {
            "heading": "Sustainable transport",
            "paragraphs": [
                "• BedZED has two car-club parking spaces on site, giving residents a convenient pay-as-you-go low emission hybrid car alternative to conventional car ownership. It was home to London's first car club sited on a new development.",
                "• Good public transport options – a train station 600 metres away with frequent services to central London. Two bus routes have stops very close to BedZED. The south London Tramlink is a 15 minute walk away.",
                "• Ample secure bicycle parking on-site.",
                "• 81 car parking spaces for visitors, residents and employees - parking provision below the suburban norm."
            ]
        },
        {
            "heading": "Sustainable materials and products, greener construction",
            "paragraphs": [
                "An estimated 52% of BedZED's construction materials (by weight) were sourced within 56 km of the site while 15% (3,304 tonnes) were recycled or reclaimed.",
                "• The bricks came from a works at Cranleigh in Surrey, 35 km away.\n• The extensive timber cladding consists of green oak harvested from woodlands in nearby Croydon and Kent.\n• Just under 40 tonnes of structural steel was reclaimed from a refurbishment project at Brighton railway station to give BedZED much of its steel frame.\n• The studwork for the interior plasterboard partitions used reclaimed timber, resulting in a 14% cost saving.\n• Reclaimed timber was used to provide flooring in many locations where the floors are not concrete slab (eg mezzanine floors in offices). English ash was used for flooring in the sun spaces.\n• 1,000 tonnes of ‘sand’ made from crushed recycled glass was used under the outdoor paving slabs.\n• BedZED’s timber bollards were made from recycled railway sleepers."
            ]
        },
        {
            "heading": "Learn more about BedZED",
            "paragraphs": [
                "If you would like more information about BedZED, Bioregional and our One Planet Living framework, please visit www.bioregional.com. Our website's 'Resources' section has several reports on BedZED."
            ]
        }
    ],
    "id": 1594,
    "images": [
        {
            "description": "Bioregional/Tom Chance",
            "title": "BedZED aerial view",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1594_bedzed-bioregional_tom-chance-1_9feffa066b5ad911ceb390b04f4d3080.jpg"
        },
        {
            "description": "Bioregional",
            "title": "BedZED street view",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1594_bedzed-bioregional-2-hr_a9b9fc025834f97181a0003d1ce1d383.jpg"
        },
        {
            "description": "Bioregional",
            "title": "BedZED street view",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1594_rsz_1bedzed_-_bioregional_13_hr_56e03d75d9de374fbf9eaa0b58f54e63.jpg"
        },
        {
            "description": "Bioregional",
            "title": "BedZED bridges",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1594_rsz_bedzed_-_bioregional_12_hr_fcbe5407701a00edae8f5aa1e07a4d75.jpg"
        },
        {
            "description": "Bioregional",
            "title": "BedZED street view",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1594_rsz_bedzed_-_bioregional_4_hr_3d31e922c6cd58486b55500059f0cbaf.jpg"
        },
        {
            "description": "Bioregional",
            "title": "BedZED garden",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1594_rsz_bedzed_-_bioregional_6_hr_17d8f4cc6a45877383ec6ede6c938d41.jpg"
        }
    ],
    "links": [
        {
            "href": "https://www.canva.com/design/DAEH93TS5Uk/239bgKEIjSVEkla7wnW8Tg/view#1",
            "title": "Presentation"
        }
    ],
    "location": {
        "address": "BedZED Centre, 24 Helios Road, SM6 7BZ",
        "latitude": 51.3821638,
        "longitude": -0.1564912,
        "meeting_point": null,
        "travel_info": [
            "Nearest train: Hackbridge",
            "Bus routes: 127, 151, S1"
        ]
    },
    "name": "BedZED",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/1594",
    "ticketed_events": true
}