{
    "all_week": false,
    "description": "A district heating energy centre providing low carbon heating to around 1,300 properties.",
    "design": {
        "designers": [
            {
                "architect": "Tim Ronalds Architects",
                "description": "Original design",
                "year": "2012"
            }
        ],
        "periods": [
            "Contemporary"
        ],
        "types": [
            "Industrial",
            "Infrastructure/engineering",
            "Civic"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 20,
            "date": "2021-09-04",
            "end": "2021-09-04T17:00:00+01:00",
            "fully_booked": null,
            "name": "Tours/talks every 20 minutes",
            "notes": null,
            "start": "2021-09-04T10:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [],
    "factsheet": [
        {
            "heading": "Background",
            "paragraphs": [
                "Bunhill Heat and Power is Islington Council’s ground-breaking scheme retrofitting district heating in an inner-city environment. Our first district-scale heat network, it serves over 1,300 homes, two leisure centres and four office blocks. The heat network and energy centre were completed in 2012 and provide cheaper, greener heat to residents. Initially serving 600 homes, it has since been expanded to several other sites, more than doubling the number of residents connected.",
                "The original energy centre houses a 1.9MWe gas CHP engine and a 115m³ thermal store. The network currently consists of 2.5km of trenching with 5km of insulated pipework. The £3.8m energy centre and heat network were funded by grants secured from the GLA and the Homes and Community Agency."
            ]
        },
        {
            "heading": "Design and Build",
            "paragraphs": [
                "An inner-city environment posed many challenges, including tight infrastructure, a lack of space and parking, and noise and air quality issues. The council undertook upfront work where possible to reduce the project risks and minimise uncertainties during the construction phase, including the design and application for planning and underground surveys. A Design & Build contract was commissioned alongside a 10-year maintenance contract to provide assurance to the contracts. Vital Energi built the energy centre and heat network in 2012."
            ]
        },
        {
            "heading": "Operation & Management",
            "paragraphs": [
                "The council manages the heat network itself, earning revenue from electricity and heat sales, which enables savings to be passed onto residents via reduced heating and hot water bills. This approach also creates opportunities for Islington to further expand the heat network and develop other heat networks across the borough, and potentially across borough boundaries."
            ]
        },
        {
            "heading": "Future Proofing",
            "paragraphs": [
                "The current network will grow both organically and strategically, and has been ‘future-proofed’ with a flexible design to enable its expansion. The factory-fabricated containerised equipment was delivered and installed in one day, reducing on-site construction work and local disruption. It provides flexibility, as all the equipment can be lifted out of the site and relocated elsewhere.",
                "The network has been installed with pipes sized to be larger than current needs so that they have additional capacity and can carry more heat as the network expands."
            ]
        },
        {
            "heading": "Organic Growth – New-build Connections",
            "paragraphs": [
                "Bunhill Heat and Power will help new developments meet their planning-related energy targets, and the council are currently working to extend the network to connect new-build developments.",
                "We have recently expanded the network to the top of Central Street, where a new energy centre taking waste heat from the London Underground tunnels of the Northern Line adds further heat supply capacity to enable new connections."
            ]
        },
        {
            "heading": "Communications",
            "paragraphs": [
                "Films was specially created with the local community including a local school, Moreland Primary, for both phases of the network. The Bunhill 1 film is at https://www.youtube.com/watch?v=SuBa9qYQ9VM and the Bunhill 2 film at https://www.youtube.com/watch?v=bOrEGpY2QHI"
            ]
        },
        {
            "heading": "The fFuture",
            "paragraphs": [
                "Research and feasibility work has been carried out on future expansions, looking at how we could expand the network to more council housing estates and add further capacity from waste heat sources, including local data centres, canals and electrical substations."
            ]
        }
    ],
    "id": 1655,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/1655/building_1655_bunhill_sb_09_cdf3c6cca08f2a0ea1fddb3425521181.jpg",
            "description": "2013",
            "title": "View from Central Street",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1655_bunhill_sb_09_cdf3c6cca08f2a0ea1fddb3425521181.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/1655/building_1655_bunhill_sb_11_03a86e94487ee6e7b2442b5e0f42dcea.jpg",
            "description": "",
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1655_bunhill_sb_11_03a86e94487ee6e7b2442b5e0f42dcea.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/1655/building_1655_bunhill-1-sb_02_8a4c304c8f94f294d74aab2f535fe396.jpg",
            "description": "2019",
            "title": "View from Central Street",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1655_bunhill-1-sb_02_8a4c304c8f94f294d74aab2f535fe396.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Central Street, EC1V 8AB",
        "latitude": 51.5253222,
        "longitude": -0.0964302,
        "meeting_point": null,
        "travel_info": [
            "Nearest tube: Old Street, Barbican",
            "Bus routes: 4, 55, 56, 243"
        ]
    },
    "name": "Bunhill Heat and Power Energy Centre",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/1655",
    "ticketed_events": false
}