{
    "all_week": false,
    "description": "Wren's own and 'finest City Church'.  Fantastic architecture with different shapes,  twelve Corinthian columns and covered by huge dome - first of its type. Central stone altar by Henry Moore installed in 1987. Birthplace of the Samaritans.",
    "design": {
        "designers": [
            {
                "architect": "Sir Christopher Wren, Nicholas Hawksmoor, Sir John Vanbrugh",
                "description": "Original design",
                "year": "1672"
            },
            {
                "architect": "Sir Henry Moore",
                "description": "Refurbishment",
                "year": "1978"
            }
        ],
        "periods": [
            "Stuart",
            "Historical/contemporary"
        ],
        "types": [
            "Religious"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 15,
            "date": "2021-09-04",
            "end": "2021-09-04T16:00:00+00:00",
            "fully_booked": null,
            "name": "",
            "notes": null,
            "start": "2021-09-04T09:00:00+00:00",
            "ticketed": false
        },
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 15,
            "date": "2021-09-05",
            "end": "2021-09-05T16:00:00+00:00",
            "fully_booked": null,
            "name": "",
            "notes": null,
            "start": "2021-09-05T13:00:00+00:00",
            "ticketed": false
        },
        {
            "all_day": false,
            "booking_link": "https://openhouselondon.open-city.org.uk/events/12865/bookings",
            "capacity": null,
            "date": "2021-09-11",
            "end": "2021-09-11T16:00:00+00:00",
            "fully_booked": false,
            "name": "General Access",
            "notes": "Visitors can arrive at any time during the opening hours.\n\nThere may be queues at busy times.",
            "start": "2021-09-11T09:00:00+00:00",
            "ticketed": true
        },
        {
            "all_day": false,
            "booking_link": "https://openhouselondon.open-city.org.uk/events/12866/bookings",
            "capacity": null,
            "date": "2021-09-12",
            "end": "2021-09-12T16:00:00+00:00",
            "fully_booked": false,
            "name": "General Access",
            "notes": "Visitors can arrive at any time during the opening hours.\n\nThere may be queues at busy times.",
            "start": "2021-09-12T12:00:00+00:00",
            "ticketed": true
        }
    ],
    "facilities": [],
    "factsheet": [
        {
            "heading": "Early History",
            "paragraphs": [
                "In the second century A.D. a temple of Mithras stood on the bank of the Walbrook, a stream running across London from the City Wall near Moorfields to the Thames. In this temple Roman soldiers sought valour and virility in shower-baths of hot blood from slaughtered bulls. After the recall of the legions to Rome in 410 A.D. the building became a quarry; the locals left only the foundations. These were discovered when Bucklersbury House was built in 1953-1957, and they are preserved to this day. However there were no foundations of the Christian church which stood on the site. It was Saxon, not Norman, and must have been built on the Mithraic foundations to hallow a heathen site. This could have been as early as 700 A.D., or as late as 980.",
                "By 1428 this church and its graveyard were too small for the parish, and licences were obtained to build a larger church On higher ground some twenty metres to the east, the ground having risen about six metres; and Walbrook, no longer a stream, was now a street. The land, 2081/2 feet by 66 feet, was given by Robert Chicheley, a member of The Worshipful Company of Grocers. The building, of flint and rubble with stone dressings, had a tower at the west and a cloister on the north. It was one of a hundred churches in the square mile of the City of London.",
                "The houses were not so solid: most of them were built on timber frames, infilled with lath and plaster work, and as the\npopulation increased roofs were raised and back yards built over. In 1662 the diarist, Samuel Pepys, added a storey to his house elsewhere in the City, taking light from his neighbour. This crowding allowed the rapid spread both of infection and of fire.",
                "At the east end of the church was Bearbidder Lane, the Source of the Great Plague of 1665."
            ]
        },
        {
            "heading": "The Great Fire of London",
            "paragraphs": [
                "Then, early on Sunday, 2nd September, 1666, a fire in a bakery near London Bridge became out of control and a strong wind fanned the flames westward. Not only the wooden houses and their furnishings, but warehouses with their stocks, and public buildings, and churches of brick and stone, were consumed in the fierce heat – molten lead running in the gutters, while stone was burnt to lime. Within twenty-four hours, St. Stephen Walbrook's interior was burnt to the ground.",
                "The Great Fire destroyed over three quarters of the City. The disaster was felt by the whole nation, and King Charles II appointed a commission to plan rebuilding, which had to be done quickly in order to avoid a fresh start in a different place. The old street plan was retained and timber buildings were naturally banned. Many churches were not rebuilt: St. Bene’t Sherehog, for example, was united with St. Stephen Walbrook as it could not simply be abolished. Churches had to be the appointed places for the legal recording of baptisms, marriages and burials."
            ]
        },
        {
            "heading": "Rebuilding Begins",
            "paragraphs": [
                "The churches, and especially the Cathedral, were symbolic of religious and civic authority. Because it was bound to be complicated to design and costly to rebuild, St. Paul’s Cathedral did not have priority in the reconstruction programme: this austere anomaly allowed St. Stephen Walbrook, when rebuilt, to be unique.",
                "The rebuilding commission’s six members, nominated equally by the King and the City, were all concerned with architecture or building, but some of them were by profession occupied in other fields. On the King’s side Dr. (later Sir) Christopher Wren (1632-1723), a geometrician, an astronomer and something of an anatomist, was at this time Savilian Professor of Astronomy at Oxford. Wren had already to his credit the design of university buildings, completed or under construction, in both Oxford and Cambridge. He was about to make architecture his life’s work and to become, over the ensuing forty years or so, the most important, powerful and influential architect in England.",
                "Wren was to design the new St. Paul’s Cathedral, Chelsea Hospital and Greenwich Hospital, Trinity College Library at Cambridge, and to improve and extend Hampton Court. He was to be responsible, after the Rebuilding Act of 1670, for the Monument to the Fire still to be seen on Fish Street Hill. He was also entrusted with the building of fifty or so new churches, in which enterprises his colleague, Dr. Robert Hooke, was to be of considerable assistance to him."
            ]
        },
        {
            "heading": "The King and Wren",
            "paragraphs": [
                "Wren had come to the notice of Charles II by 1661, soon after the Restoration of the Monarchy. The King tried without success to induce him to travel to Tangier, as a distinguished Oxford scientist, in order to supervise work on the fortifications of this newly acquired outpost. Wren elected to remain in England, perhaps anticipating the reversion of the Surveyorship of the King’s Works on the death of the holder of that office.",
                "Charles II was a shrewd judge of men and may well have seen better than Wren at that time where the Doctor’s true avocation lay. By 1665 Wren was sufficiently committed to architecture to devote to its study much of a long visit to France.",
                "Early in 1669 the King’s Surveyor died, and Wren was appointed to succeed him. This made him royal architect, but it was to the Great Fire and not to the Monarch that he owed the opportunity to rebuild St. Paul’s and the City churches.",
                "London already used up large amounts of coal from Tyneside. It would have been an ill wind indeed that blew only smoke and soot, and Parliament put a tax on coal arriving in the capital to pay for the rebuilding programme. Separate commissions were set up to deal with the rebuilding of the Cathedral and the churches.",
                "Wren, because of his position as Surveyor, was appointed architect to both, with a special office staffed for each project. His personal control of the design and building of the Cathedral was far more strict than that applied to the churches. The limitations on one man’s time and energy meant that a considerable amount of responsibility had to be delegated.",
                "This is confirmed by the range of variation in quality, of exactness, finish and decoration between one church and another. Certainly not all the sixteen churches begun in 1670 were entirely his personal work. Yet another four were started in 1671, and thirteen more between 1673 and 1677; but in 1672 only one church was begun, and that was St. Stephen Walbrook. It is probable that the unique character of this Church is connected both with the date of its commencement and with the fact that it was Wren’s own parish church (he lived at No. 15 Walbrook).",
                "In retrospect we can say that Wren was bound to design a masterpiece in 1672, and it was a fortunate parish that requested him then to proceed."
            ]
        },
        {
            "heading": "A Masterpiece is Begun",
            "paragraphs": [
                "The first stones of the new Church were laid on 17th December, 1672, by the Lord Mayor of London, the Lieutenant of the Tower of London, one of the Chicheley family, six members of the Court of the Grocers’ Company (patrons of the Church), the Rector, two churchwardens and four other parishioners.",
                "Two months later the Vestry gave Wren ‘or his lady’ a silk purse with twenty guineas for ‘his great care and extraordinary pains taken in contriving the design of the Church’ – the usual formula for the person who designed a building, indicating that the design had been finalised. Wren’s chief draughtsman was given five guineas; like Wren, he had been working simultaneously on designs for the Church as well as for St. Paul’s Cathedral.",
                "The whole London building trade was now working at full capacity, and it was still five years before the roofing of the Church was complete. In 1678 the high box pews were installed; Wren had allowed for their height in the high bases of the sixteen internal columns. The pews and font, like William Newman’s font cover, pulpit, reredos and western screen, introduced in 1679, were paid for not out of the coal tax but by private subscriptions.The portico to the north, which was never built, was intended to have colonnades on either side, continuing down the sides of the market place, at the opposite end of which was placed on 29th May, 1672, a marble equestrian statue of Charles II on a high pedestal, the gift of Sir Robert Viner. The sculpture is now resited at Newby Hall near Ripon. Wren may well have had in his mind that this open space should resemble the Forum of ancient Rome.",
                "On 27th May, 1679, the Vestry planned a dinner for the architect, masons and joiners, as the Church was ready for use. The steeple was not built until 1713-1717; it closely resembles the steeples of St. James Garlickhythe and St. Michael Paternoster Royal."
            ]
        },
        {
            "heading": "Additions and Modifications",
            "paragraphs": [
                "A hundred years later an organ was placed in the western apse and the doorway intended by Wren, to open northwards with a portico, was blocked up because of the stench of the Stocks Market, the principal market at that time (now the site of the Lord Mayor’s City residence, the Mansion House). At that time the windows were all filled with Victorian stained glass, which was later destroyed in the Second World War and replaced afterwards with clear glass. In 1963, War damage compensation paid for east windows of stained glass designed by the artist, Keith New, but because the higher buildings around have robbed the Church of much of its light, a return to clear glass has been carried out.",
                "In 1888 the box pews were removed and the paving stones replaced by mosaic, which unfortunately contradicts Wren’s statement that this is a neo-Classical, not a Gothic, church. This provided for choir stalls and pews arranged to make a ‘nave, transepts and chancel’. Neither the liturgical ideas of Wren’s time, which called for a pulpit more impressive than the altar, nor the artistic ideas of the nineteenth century, allowed glorious use of the space under the dome for a central altar."
            ]
        },
        {
            "heading": "Fame and the Famous",
            "paragraphs": [
                "There are many burials under the Church and interesting memorials on the walls, unfortunately not including one to Sir John Vanbrugh, dramatist, architect of Blenheim and of Castle Howard, and junior colleagueof Wren, whose body lies in the vault beneath the floor. There are memorials to John Dunstable, ‘father of English Music’, and to rector George Croly, the famous preacher whom the Brontë sisters were taken to hear by Emily’s publisher’s reader, himself a parishioner. The list of rectors includes Henry Pendleton, the ‘Vicar of Bray’; several divines, one of whom was later sent to the Tower of London; and de Courcey Laffan, who helped Baron Courbetin to revive the Olympic Games.",
                "Because the building was not islanded as it is now, the exterior is roughly finished: ‘Never was so rich a jewel in so poor a setting, so sweet a kernel in so rough a husk’, wrote Bumpus. By the eighteenth century, the building was famous all over Europe. When Lord Burlington went to Rome to see fine buildings, he was met by the Italian sculptor-architect, Canova, who congratulated him on coming from London to which, he said, he would gladly return to feast his eyes once more on St. Paul’s Cathedral, Somerset House, and, most of all, St. Stephen Walbrook.",
                "Burlington had to admit that he did not know the last, and Canova sent him back to look at it, saying ‘we have nothing to touch it in Rome’. Sir John Sommerson has described the Church as ‘the pride of English architecture, and one of the few City churches in which the genius of Wren shines in full splendour’. Sir Nikolaus Pevsner lists it as one of the ten most important buildings in England."
            ]
        },
        {
            "heading": "Towards St. Paul's",
            "paragraphs": [
                "A good site, even an important one, is not, however, enough to account for the design of St. Stephen’s, and it is here that the commencement date of 1672 becomes significant. Architecture is especially an art in which positive virtues are gained from compromise.",
                "One very common compromise must be between the architect’s general dream of what his art is all about, and the requirements of each individual commission. In 1672 St. Paul’s had occupied Wren’s mind for nine years, first as a matter of restoration and modernisation, and later as one of totally replacing the old cathedral. The first design he presented four years after the fire, in 1670, was for no more than a large parish church with a nave and side galleries, attached to a large domed vestibule which had as much to do with his enthusiasm for domes as with the needs of ceremonial assembly. The domed churches he had seen in France had excited him – for there were none in England at this time – and must have engaged his emotions as well as appealing to his intellectual appreciation of the geometry of solids and voids. But at this stage he had not yet come to imagine the Cathedral as a building which would differ from parish churches, not merely in size and scale, but also essentially in kind. This realisation came to him in 1672, when he began working on a sequence of designs that culminated in the ‘Great Model’ still preserved at St. Paul’s.",
                "These were designs more radical, more European, and more unified than the ultimate one, in which he was made to compromise by incorporating the nave and transepts of a traditional Latin cross plan. Even so, what we see today inside St. Paul’s centres round a large dome carried on eight piers. Both the Great Model and the final solution show a quality of mind, of feeling as well as of intellect, for which St. Stephen’s provided a kind of dress rehearsal in visual terms.",
                "The structural problems between the two buildings were quite different, for the dome and vaults of the Cathedral are all of masonry, whereas those of St. Stephen’s are, as in all the parish churches, lath and plaster facings on elaborate carpentry frames. Wren could therefore design the Church with much smaller supports, giving an unparalleled feeling of lightness of weight and brightness of illumination. He was able to make the eight arches equal in span and to introduce light through all of them, whereas in St. Paul’s the requirements of supporting the enormously tall and heavy landmark of the dome meant that the diagonal arches had to be smaller and windowless. Even so, at St. Paul’s a ring of eight equal semicircular arches, coming down to acute points, is marked on the masonry by moulding; it is both a survival and a reminder of the conception Wren had tried out at Walbrook."
            ]
        },
        {
            "heading": "St. Stephen’s Defined",
            "paragraphs": [
                "In many of the City churches Wren was not particular about right angles in the plans, but the geometry of St. Stephen’s is perfectly rectangular. What makes this Church so remarkable, however, is not the delicacy of the plasterwork or the accuracy of the geometry, hut the subtlety of the space which that geometry defines. Significantly, the space has never been interrupted by galleries, for there is no place in which galleries could have been acceptably placed.",
                "Wren’s churches were intended to be what he called ‘auditories’, in which everyone present could see, hear and feel themselves part of the congregation. A well-lit interior was imperative, with the minimum of obstruction from internal supports. Wren also provided, as a matter of course, a place for the communion table at the east end, and a principal entrance at the west; the latter is unusually impressive because the slope of the site makes it necessary for a flight of steps up from the street.",
                "From the porch, we pass into a short nave of only two bays with double aisles, to face a chancel of one bay on the far side of the dome; the main focus of the interior becomes immediately clear. But the space can be read in other ways. We seem to be inside a set of pillars arranged on a regular grid plan, except that four have been left out of the centre, under the dome.",
                "Or again, we may see a perfectly regular domed church, with four triplets of columns, but extended westwards into a sort of ante-chapel from which we can look into the central symmetrical space. The dome seems to rest on the points between the arches, and on the eight columns under these points; in fact there are walls and window arches behind these points, which share with the columns the function of support. These window arches have become the Church’s principal light sources. since the east windows are coloured and the oval side windows are shielded by later buildings.",
                "The worshipper and the agnostic alike may feel at first only that they are in a pleasant interior, but the flooding light, and the arrangement of the interior space, so clear yet capable of several readings, have a cumulative effect. That effect does not depend on decorative richness – the enrichment exists only to give softness and substance to the abstraction of lines; the roses, laurels and palms of the plasterwork are only the most conventional of symbols.",
                "Wren considered geometry to be the basis of the whole world and the manifestation of its Creator, while light not only made that geometry visible but also represented the gift of Reason, of which geometry was for him the highest expression. Like the solution to a mathematical problem, everything fits into place with apparent simplicity; yet this simplicity itself is mysterious and magical.",
                "Whether one experiences St. Stephen’s alone, in stillness and quiet, or in a full congregation resounding with music, the effect is always the same. Life outside is complicated and chaotic. To enter is not to escape into fantasy; rather is it to submit to the strongest positive assertion of the true order of the universe."
            ]
        },
        {
            "heading": "The Moment of Truth",
            "paragraphs": [
                "Like all great works of art, St. Stephen’s is of its time, and our sense of history requires that we recognise its associations with a great age; but again like all great works of art, it has something about it that is timeless, and its message, indeed its very survival, must be the concern of us all.",
                "Professor Kerry Downes"
            ]
        }
    ],
    "id": 1867,
    "images": [
        {
            "description": "",
            "title": "St Stephen Walbrook Interior",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1867_st-stephens01_c813171269604bf98d2acb9a1615ca8c.jpg"
        },
        {
            "description": "",
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1867_st-stephens10_ac35794b2fc91878425a9edb72157322.jpg"
        },
        {
            "description": "",
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1867_st-stephens02_b0baceae332aac68922bc9cc049d61a8.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "39 Walbrook, EC4N 8BN",
        "latitude": 51.5126287,
        "longitude": -0.0900562,
        "meeting_point": null,
        "travel_info": [
            "Nearest tube: Bank",
            "Nearest train: Cannon Street"
        ]
    },
    "name": "The City Churches: St Stephen Walbrook",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/1867",
    "ticketed_events": true
}