{
    "all_week": false,
    "description": "Grade II* listed, originally the Merchant Seaman's Orphan Asylum, bought by the synagogue in 1995 and restored with Lottery Fund grant. Timber work and windows from a synagogue which was inside the Tottenham Home for Incurables.",
    "design": {
        "designers": [
            {
                "architect": "Somers Clarke",
                "description": "Original design",
                "year": "1863"
            }
        ],
        "periods": [
            "Victorian"
        ],
        "types": [
            "religious"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": null,
            "date": "2022-09-05",
            "end": "2022-09-05T16:00:00+01:00",
            "fully_booked": null,
            "name": "Sukkat Shalom Reform Synagogue",
            "notes": null,
            "start": "2022-09-05T10:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        [
            "Parking",
            "Refreshments",
            "Toilets",
            "Disabled access"
        ]
    ],
    "factsheet": [
        {
            "heading": "Background",
            "paragraphs": [
                "The synagogue building in Hermon, Hill Wanstead became our home in 1996 after one of our members found it whilst looking for a site for a new Jewish school. The site proved too small for that purpose so the synagogue Council of the day decided to buy it as a home for the synagogue. The mortuary next door was quickly converted into  a cheder or religion school and minor modifications were made to this building in order to make it usable for worship.",
                "The major renovations to the building came when we received a Lottery Grant from English Heritage and the National Lottery Fund. Coincidentally a year or so prior to this we managed to negotiate a gift from the developers (Circle 33) of an old people's home in Tottenham which had a small synagogue on site. Before the site was redeveloped we managed to fund the removal of all of the panelling and the stained glass windows and to put them in store.",
                "The outcome of having the building and the panelling was to receive a grant of approximately £330k from the National Lottery  and English Heritage and the result is what you see today. The negotiations for the grant were long and protracted but fruitful in the end."
            ]
        },
        {
            "heading": "History",
            "paragraphs": [
                "So what of this building, its early inhabitants and supporters of the charity which built it?",
                "This site was originally purchased by the then Merchant Seamen's Orphan Asylum, which was founded in 1827 at 4 Clarke's Terrace, St George-in-the-East (London). The intention being to \"provide a home for the destitute off-spring of British merchant seamen with a view to assisting and benefiting them when disease, accident or calamity at sea deprived them of the chief support\". In 1834 they moved to premises in Bow Road, East London, with accommodation for 120 children. These original sites of the orphanage in East London were to prove inadequate so in 1859 seven acres of Wanstead Forest was purchased from Lord Mornington (a relative of the Duke of Wellington) for £1,686. 19s. 6d. and it was proposed that a building was built on the land for 250 boys and girls, orphaned children of merchant seamen who had died at sea. Later it was enlarged to hold 300 children."
            ]
        },
        {
            "heading": "Building Design",
            "paragraphs": [
                "The foundation stone for the main building was laid in 1861 by the Prince Consort Prince Albert, the husband of Queen Victoria. The opening ceremony was performed by Earl Russell in July 1862.",
                "The Chapel which is now the synagogue was built in the same North Italian Venetian Gothic style as the main building next door. The synagogue building consists of a Nave (the main body of the building) 50ft long x 25ft wide x 50ft high and can now seat around 180 congregants at our High Holyday services each year. There is an Apsidal Chancel (this is the eastern part of the building), polygonal or semicircular in shape, 25ft long x 18ft wide. This area is now behind the wooden panelling which contains the Ark of the synagogue in which we house our Torah scrolls. The original windows and carvings have been preserved.",
                "The carvings consist of four square panels with an altar piece in the middle. Depicted on the left is a bird of prey. Second left I believe is a Griffin. In the centre is an altar with a green marble shelf with on the left a lamb carrying a cross with a flag and what looks like a Maltese cross. On the right is depicted a dove. On the right is a bull with wings and far right is an angel with a sash.",
                "The organ chamber (which is the recess to the north side) is now the kitchen come utility room of the synagogue. When we took over it was empty and plain and we covered nothing of importance. The beautiful circular window is still visible above the door of the room.",
                "The exterior of the building is finished in red and black brick and red Mansfield and white Ancaster stone dressings over the windows etc. Many of these have deteriorated over the years. Some have been restored but there still work to do here. The flat buttresses which rise square above the roof were once crowned by pyramidal shaped pinnacles supported on four isolated shafts with moulded capitals. The four large angle buttresses of similar character had their open and shafted pinnacles surmounted by small statuettes of the four major prophets. All of these features we presume disappeared during the war along with the original roof at the Chapel end of the synagogue. The present roof is what was installed at some time last century.",
                "The windows of the nave are in various formations with the shafts, some in marble, having carved capitals and moulded bases. The arches have a dentil fashion design. When we took over the building the windows contained \"pub glass\" and new leaded lights and glass were installed in order to retain much of the original look.",
                "The front door has deeply recessed brick jams. The walls of the building at this level are 3' 0\" thick. The entrance area contains single shafts with carved capitals and moulded bases. The arch mouldings are in a rope fashion. At the apex of the door arch there is an oval tablet containing a shield bearing the arms of the founder, which looks like the heads of three sailors.",
                "In the centre of the nave roof once rose a crooked fletch or spire 35ft high covered with lead and terminating in a wrought iron gilt cross. This was a magnificent structure and once again we can only surmise that it was damaged and removed over time. When we took over the building the short structure that you see today was surmounted by a cross. That cross was removed at the time of the recent renovations and given back to the original charity. Permission to remove the cross was given after some resistance from the locals. We have now erected a 4ft 11inch Star of David in its place. One resident (as recorded in the Jewish Chronicle of 23rd August 1996) called it an \"act of desecration\".",
                "The nave is divided into four bays with moulded corbels carrying broad hammerbeam pointed arched trusses. Some of the purlins (cross timbers) are enriched. The brick partitions in the roof space carry a multi coloured brick design. The Chancel arch roof once sprung from several marble dwarf pilasters with carved capitals corbelled over from the face of the chancel wall. The roof at the Chancel end would have looked like the roof at the door end of the building with the fashioned timber trusses merging at a single point in the roof. If you look carefully you will see the different coloured bricks where the arches would have covered the white ones. The roof area is executed in alternative voussoirs of red Mansfield and Ancaster stone worked on the edges in a scallop pattern and inclosed by a billet worked hood moulding. The entire roof is designed to look like the inside of a timber ship of the day and this is likely to be due to the benefactor Richard Green who gave much of his time to the orphanage and who was the son of the owner of one of the largest shipyards in the world, which was sited at Blackwall. We shall come back to him later.",
                "The brickwork also contains a number of shortened Celtic Crosses which we have left intact and not covered. On the pillars at the sides of the Chancel there are two wooden plaques which cover some Christian symbolism. Unfortunately nobody took a photograph of the inscriptions before they were covered. We intend to remove these timber plaques, will record what is there and reinstall the timber plaques but this time with some polished oak panels.",
                "The internal walls are lined with pale Suffolk bricks and also some in red and black bands. Along the top edge of the roof there were missing sections of brick or timber when we took over the building. These have been filled with scalloped timber pieces which give a feel of the original look.",
                "You will see that the Chancel is elevated three steps above the Nave and is separated by a pierced dwarf wall executed again in red Mansfield and Ancaster stone. The steps of the Chancel which now lead to the old altar area via two oak doors once had rails (see the fixings which are still visible). The altar rails of brass with square standards incised ornamentally together with the telescopic bar is long gone and it was not in place when we occupied the building.",
                "The five windows to the rear of what is now the Ark of the synagogue are filled with stained glass showing a series of little chapels and a range of mythical creatures. Richard Green of Blackwall, formerly treasurer and great benefactor to the institution, has his initials represented in the windows near to the side door. He was born in 1803 and died in 1863. I would suspect that they were inserted in his memory. The Greens of Blackwall at one time owned the largest shipyard in the world. Warships, Indiamen and many other types of vessels were built at their yard. He was a well known philanthropist promoting children's education and he endowed the Sailors Home in Poplar. He was also a benefactor to schools, and other institutions in the East End of London. They amassed a large portfolio of art during their time and much of it is exhibited in the National Maritime Museum at Greenwich.",
                "The side door of the building was inserted much later in the history of the building. English Heritage wanted this door removed and the original structure reinstated but we argued that we needed it as a fire door. You will see that it has been cut into the existing window in a poor fashion. We have now covered this area with a curtain in order to keep the warmth in.",
                "If you look carefully along the walls of the Nave you will see the \"shadows\" of the original stalls and seats in the chapel which were of oak and pitch pine. Once again they were not removed by us. The original building would have seated 300 children and 30 officers and servants.",
                "The main building next door which was the original orphanage has many seafaring references. On the front of number 45 just behind the Chancel end of the building there are three relief carvings showing ships of the period when it was built.",
                "The buildings were designed by Mr George Somers Clarke 1861-63. He was a well known architect of the day.",
                "The carvings and architectural sculpture were executed by a firm owned by Thomas Earp, who was born in Nottingham in 1828 and died of cholera on 12th September 1893. He is buried in Nunhead Cemetery. It is fairly certain that he was related to the famous Wyatt Earp of the American west fame. He was an eminent man in his field and carried out work on a number of well known buildings, eg the Eleanor Cross at Charing Cross, the Law Courts in the Strand, the Houses of Parliament etc.",
                "His career began under the tutelage of George Myers and Augustus Welby Pugin who were partners in the upsurge of buildings that followed the fire that destroyed the old Houses of Parliament in 1834. At that time entire schools of modelling stone and wood carving sprang into being.",
                "The Merchant Seamens' Orphan Asylum of 1827-1902 has had many name changes since that period. It became the Royal Merchant Seamens' Orphanage between 1902 and 1935, the Royal Merchant Navy School between 1935 and 1977 and the Royal Merchant Navy School Foundation from 1980 until today.",
                "",
                ""
            ]
        }
    ],
    "id": 1927,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/1927/building_1927_frontage-july-2007-2_deb8a698b8cf53f5e8e26a43279c0b61.JPG",
            "description": "Synagogue · 2007",
            "title": "Front view",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1927_frontage-july-2007-2_deb8a698b8cf53f5e8e26a43279c0b61.JPG"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/1927/building_1927_p9031246_8c00af0bda3f1b5e8cf80fd141bcc360.JPG",
            "description": "Frank Godson · 2011",
            "title": "View from the street",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1927_p9031246_8c00af0bda3f1b5e8cf80fd141bcc360.JPG"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/1927/building_1927_fb_img_1489966786906_fcc25aafadda6d64afd788aa90d5e49f.jpg",
            "description": "",
            "title": "Interior Stained Glass windows",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1927_fb_img_1489966786906_fcc25aafadda6d64afd788aa90d5e49f.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "1 Victory Road, Wanstead, E11 1UL",
        "latitude": 51.5843474,
        "longitude": 0.0289235,
        "meeting_point": null,
        "travel_info": [
            "Nearest tube: Snaresbrook",
            "Bus routes: W13, W12"
        ]
    },
    "name": "Sukkat Shalom Reform Synagogue",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/1927",
    "ticketed_events": false
}