{
    "all_week": false,
    "description": "One of very few windmills in London. Built 1816 when Brixton Hill was open fields and a working mill until 1934. Restored to working order 2011.",
    "design": {
        "designers": [
            {
                "architect": "Unknown",
                "description": "Original design",
                "year": "1816"
            }
        ],
        "periods": [
            "Georgian"
        ],
        "types": [
            "Community/cultural",
            "Industrial"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 6,
            "date": "2022-09-11",
            "end": "2022-09-11T17:00:00+01:00",
            "fully_booked": null,
            "name": "Free Guided Tour of the Windmill",
            "notes": "Booking Required: https://www.brixtonwindmill.org/product/book-brixton-windmill-tour/    Last Entry: 16:30                                                                                Children are very welcome, but because of the steep ladders they are not allowed to go above the first floor if they are less than 1.2m tall. They must be able to climb the stairs by themselves. You will not be able to carry babies and young children on the stairs. If you have mobility problems, health concerns or don’t like heights or climbing ladders, you may also prefer to remain on the ground or first floor. Please tell the guide or steward if you think you may have problems.",
            "start": "2022-09-11T13:00:00+01:00",
            "ticketed": true
        },
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 150,
            "date": "2022-09-12",
            "end": "2022-09-12T17:00:00+01:00",
            "fully_booked": null,
            "name": "Harvest Festival at Brixton Windmill",
            "notes": "The event will be an afternoon at Brixton Windmill and Brixton Windmill Centre celebrating the harvest of our own-grown heritage wheat to be milled at Brixton Windmill. The event will have an international focus, looking at how wheat is present all around the world and integral to almost all cuisines, forming the foundations the language of food across cultures. By celebrating the different uses of wheat across all cultures, we will be exploring the make up of our local population and hoping to break down any perceived or physical barriers to community engagement and interaction, especially where English is a second language. By looking at food in the home and traditions in preparing food, the event will be intergenerational, collecting recipes and stories from the kitchen from older residents and capturing new ideas from children and young people. There will be an ideas board, mini baking workshops in the centre's catering kitchen, and stalls from local food vendors showcasing their wheat based produce.",
            "start": "2022-09-12T13:00:00+01:00",
            "ticketed": false
        },
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 6,
            "date": "2022-09-12",
            "end": "2022-09-12T17:00:00+01:00",
            "fully_booked": null,
            "name": "Free Guided Tour of the Windmill",
            "notes": "Booking Required:https://www.brixtonwindmill.org/product/book-brixton-windmill-tour/     Last Entry: 16:30Children are very welcome, but because of the steep ladders they are not allowed to go above the first floor if they are less than 1.2m tall. They must be able to climb the stairs by themselves. You will not be able to carry babies and young children on the stairs. If you have mobility problems, health concerns or don’t like heights or climbing ladders, you may also prefer to remain on the ground or first floor. Please tell the guide or steward if you think you may have problems.",
            "start": "2022-09-12T13:00:00+01:00",
            "ticketed": true
        }
    ],
    "facilities": [
        [
            "Family activities during open house festival",
            "Bookshop",
            "Refreshments",
            "Toilets"
        ]
    ],
    "factsheet": [
        {
            "heading": "History",
            "paragraphs": [
                "Brixton Windmill, 203 years old and a Grade II* listed building is the only surviving windmill in inner London. It has been described as “an amazing restoration and a great piece of living history”.",
                "When the Windmill was built in 1816, the area of Brixton Hill was still open fields. The mill was leased to John Ashby, and operated as a grain mill for all its working life, through three generations of the family (it was known locally as ‘Ashby’s Mill’).",
                "The rapid expansion of London in the 1850s meant the area around the mill became built up, blocking the strong winds needed to drive the sails. In 1862 Ashby & Sons transferred their milling to Mitcham, keeping the Brixton mill for storage but removing its sails and most of the machinery. However, in 1902 the family decided to use the Brixton mill again – this time to house an iron-clad ‘modular’ mill driven by steam. Boosted by sales of fine flour, bread and a variety of other products, the mill again flourished, until it finally closed in 1934."
            ]
        },
        {
            "heading": "The building",
            "paragraphs": [
                "Brixton Windmill is a tower mill, 15 metres high, and tapers from 6.7 metres diameter at its base to 3.7 metres at the top. It is built in 46cm thick stock bricks of local clay, and has a coating (originally tar) to protect it against the weather. A hand-driven winching mechanism within the cap (still used on various occasions) turns the sails to face the wind. The original sails were removed in 1864, but a new cap and sails were installed during renovation in the 1980s. As in the Ashby family’s time, there is one pair of common and one pair of spring sails (an 18th century invention).",
                "Near the mill entrance is a Derbyshire Grey bedstone, brought from Lincolnshire in the 1980s to illustrate the groove pattern found on the inner side of the millstones."
            ]
        },
        {
            "heading": "The interior",
            "paragraphs": [
                "Nowadays visitors can climb up inside the mill to the dust floor, above which the interior of the wooden cap is visible. Here you can see the windshaft, to which the sails are attached, as well as the brake wheel and wallower, which transfer power to the vertical shaft that drives the stones.",
                "On the bin floor below, sacks of grain were stored in bins, ready to be poured down through chutes into the hopper on the stone floor. There you can see the large Derbyshire Grey millstones used to grind the grain, as well as the bottom of the vertical shaft, great spur wheel, stone nut and quant – the last links in the chain transferring the windpower to the upper stone or ‘runner’.",
                "The next floor down is the meal floor, where the flour was bagged up. Above your head you can see the governor, which controlled the space between the stones. On this floor you can also see the modular mill, now powered by electricity. The French burrstones inside the vat are regularly used to produce a fine wholemeal flour.",
                "The ground floor is where bags of grain were originally placed, to be raised to the bin floor using a sack hoist driven by the wind."
            ]
        },
        {
            "heading": "Preservation and restoration",
            "paragraphs": [
                "When Brixton Windmill finally closed, Joshua John Ashby (John Ashby’s grandson) wanted to preserve the building as “a relic of bygone days in Brixton”. After his death in 1935 the windmill was administered by a trust. It survived the second world war, and in 1951 it was listed as a Grade II* building. In that year, Lambeth Borough Council decided to buy the mill, with assistance from the London County Council (LCC), but it remained vulnerable to proposals for redevelopment. In 1957, the LCC bought the site outright and work began on laying out the gardens, followed in 1963 by the start of the first building restoration. As the windmill had been stripped bare in the 1860s, work was confined to bringing the mill as close as possible to its original appearance, using machinery obtained from a derelict mill in Lincolnshire. Brixton Windmill was opened to the public at Easter 1968.",
                "In 1971 Brixton Windmill was handed over to Lambeth Council, in whose ownership it remains. From the 70s to the 90s, the Windmill and surrounding gardens suffered a cycle of restoration and neglect. Further maintenance was carried out in 1978, and in the mid-1980s (when the current sails were installed) a major restoration took place under millwright David Nicholls.",
                "In 2002, following a further period of vandalism and neglect, Brixton Windmill was placed on English Heritage’s Buildings at Risk Register. This was followed in 2003 by local people forming the Friends of Windmill Gardens (FoWG), with the aims of restoring and reopening the mill, opening a heritage and education centre in an improved park, and starting a programme of community events. A partnership agreement between the Friends and Lambeth Council was signed in 2008.",
                "With help from a grant by the Heritage Lottery Fund, work on restoration of the Windmill began in 2010. The grant also helped fund a schools programme and open days in the summer months. Work on the building, which was carried out in the freezing winter of 2010-11 by specialist millwrights Owlsworth IJP, included removal of the sails for repair, replacement of the weatherboarding on the cap, and an overhaul of the milling equipment. In September 2011, the Windmill reopened to the public for free tours during the summer months, welcoming up to 1,200 visitors a year.",
                "In 2012, FoWG won the Museums and Heritage Award for restoring an industrial building – followed in 2015 by a Green Flag Community Award for excellence in a recreational green area."
            ]
        },
        {
            "heading": "The future",
            "paragraphs": [
                "On the meal floor you can see an iron-clad structure which is, in fact, a mill in its own right, combining all the operations of the old wind-powered mill. Installed by the Ashby family in 1902 using steam power, later driven by gas and now powered by electricity, this mill is once again being used to grind stoneground wholemeal flour, made from organic wheat. In the past year, FoWG has trained 20 volunteer millers to grind flour, which is now sold to visitors and local businesses.",
                "2016 marked the 200th anniversary of the building of Brixton Windmill, which was celebrated with a series of special events. Funding from the Heritage Lottery Fund for Brixton Windmill’s highly-regarded education programme expired in 2015.",
                "In 2020 Lambeth Council completed a new education and visitor centre beside the windmill to provide enhanced facilities for visitors, park users and enable an expansion of the windmill's education programme.",
                "Lambeth Council owns and maintains Brixton Windmill and the surrounding Windmill Gardens open space. All activities at the Windmill are carried out by volunteers."
            ]
        }
    ],
    "id": 1971,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/1971/building_1971_sun-and-wheat-2014-ol_cab588566587f41454e71f1fa59c6097.jpg",
            "description": "Owen Llewellyn · 2014",
            "title": "Wheat growing at Brixton Windmill",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1971_sun-and-wheat-2014-ol_cab588566587f41454e71f1fa59c6097.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/1971/building_1971_ol-daffs_b768cd5725063d6d19e9f80e47d8808a.jpg",
            "description": "Owen Llewellyn · 2017",
            "title": "Path to Brixton Windmill",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1971_ol-daffs_b768cd5725063d6d19e9f80e47d8808a.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/1971/building_1971_ol-daffs-landscape-copy_132f8044bab028116857060d56362d4a.jpg",
            "description": "Owe Llewellyn · 2017",
            "title": "Spring in Windmill Gardens ",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1971_ol-daffs-landscape-copy_132f8044bab028116857060d56362d4a.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/1971/building_1971_restored-stone-floor-ol_ca129d694319e4f342675bd2b93c1c69.jpg",
            "description": "Owen Llewellyn · 2011",
            "title": "Newly restored stone floor",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1971_restored-stone-floor-ol_ca129d694319e4f342675bd2b93c1c69.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/1971/building_1971_restored-sails-2011-jk_862a727ad46649e2307c6913279842f7.jpg",
            "description": "Jean Kerrigan · 2011",
            "title": "Newly refurbished sails",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1971_restored-sails-2011-jk_862a727ad46649e2307c6913279842f7.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/1971/building_1971_sunset-august-16-nw_3e5e11f0b4258101e11bdeef28d4cb56.jpg",
            "description": "Nick Weedon · 2016",
            "title": "Sunset at Brixton Windmill",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1971_sunset-august-16-nw_3e5e11f0b4258101e11bdeef28d4cb56.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/1971/building_1971_grinding-flour-using-modular-millstones_142cae9c972eafa0135a13a343847092.jpg",
            "description": "Jeff Thomas · 2017",
            "title": "Modular mill grinding flour",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1971_grinding-flour-using-modular-millstones_142cae9c972eafa0135a13a343847092.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/1971/building_1971_kids-club-visit_ff47866adef5f5e59ef620f1771a4fa6.jpg",
            "description": "Jeff Thomas · 2017",
            "title": "Kids Club visit",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1971_kids-club-visit_ff47866adef5f5e59ef620f1771a4fa6.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/1971/building_1971_35_brixtonwindmillcentre_c-jackhobhouse_4ca2c462fb98a554f6d40ad8643419d6.jpg",
            "description": "2020",
            "title": "Brixton Windmill Centre",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1971_35_brixtonwindmillcentre_c-jackhobhouse_4ca2c462fb98a554f6d40ad8643419d6.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/1971/building_1971_10_brixtonwindmillcentre_c-jackhobhouse-1_48ff262b4cb7cb0c7e0360dba32a655e.jpg",
            "description": "2020",
            "title": "Brixton Windmill Centre",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1971_10_brixtonwindmillcentre_c-jackhobhouse-1_48ff262b4cb7cb0c7e0360dba32a655e.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Windmill Gardens,  west end of Blenheim Gardens, SW2 5DA",
        "latitude": 51.4542157,
        "longitude": -0.1231536,
        "meeting_point": null,
        "travel_info": [
            "Nearest tube: Brixton",
            "Nearest train: Streatham Hill, Brixton, Herne Hill",
            "Bus routes: 45, 59, 109, 118, 133, 159, 250, 333, 137"
        ]
    },
    "name": "Brixton Windmill",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/1971",
    "ticketed_events": true
}