{
    "all_week": false,
    "description": "Part of an international family of Ismaili Centres, a religious, cultural and social space for the Shia Imami Ismaili Muslims. The serenity of the entrance fountain to the roof garden reflects Muslim traditions in architecture and design",
    "design": {
        "designers": [
            {
                "architect": "Casson Conder Partnership",
                "description": "Original design",
                "year": "1983"
            }
        ],
        "periods": [
            "Contemporary"
        ],
        "types": [
            "Community/cultural"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 10,
            "date": "2022-09-02",
            "end": "2022-09-02T15:30:00+01:00",
            "fully_booked": null,
            "name": "Ismaili Centre - by Virtual tour, and an Exhibition in Zamana Space",
            "notes": null,
            "start": "2022-09-02T11:30:00+01:00",
            "ticketed": false
        },
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 10,
            "date": "2022-09-03",
            "end": "2022-09-03T15:30:00+01:00",
            "fully_booked": null,
            "name": "Ismaili Centre - by Virtual tour, and an Exhibition in Zamana Space",
            "notes": null,
            "start": "2022-09-03T11:30:00+01:00",
            "ticketed": false
        },
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 10,
            "date": "2022-09-04",
            "end": "2022-09-04T15:30:00+01:00",
            "fully_booked": null,
            "name": "Ismaili Centre - by Virtual tour, and an Exhibition in Zamana Space",
            "notes": null,
            "start": "2022-09-04T11:30:00+01:00",
            "ticketed": false
        },
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 10,
            "date": "2022-09-06",
            "end": "2022-09-06T15:30:00+01:00",
            "fully_booked": null,
            "name": "Ismaili Centre - by Virtual tour, and  an Exhibition in Zamana Space",
            "notes": "Flyer and videolink will be uploaded later in August",
            "start": "2022-09-06T11:30:00+01:00",
            "ticketed": false
        },
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 10,
            "date": "2022-09-07",
            "end": "2022-09-07T15:30:00+01:00",
            "fully_booked": null,
            "name": "Ismaili Centre - by Virtual tour, and an Exhibition in Zamana Space",
            "notes": null,
            "start": "2022-09-07T11:30:00+01:00",
            "ticketed": false
        },
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 10,
            "date": "2022-09-08",
            "end": "2022-09-08T15:30:00+01:00",
            "fully_booked": null,
            "name": "Ismaili Centre - by Virtual tour, and an Exhibition in Zamana Space",
            "notes": null,
            "start": "2022-09-08T11:30:00+01:00",
            "ticketed": false
        },
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 10,
            "date": "2022-09-09",
            "end": "2022-09-09T15:30:00+01:00",
            "fully_booked": null,
            "name": "Ismaili Centre - by Virtual tour, and an Exhibition in Zamana Space",
            "notes": null,
            "start": "2022-09-09T11:30:00+01:00",
            "ticketed": false
        },
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 10,
            "date": "2022-09-10",
            "end": "2022-09-10T15:30:00+01:00",
            "fully_booked": null,
            "name": "Ismaili Centre - by Virtual tour, and an Exhibition in Zamana Space",
            "notes": null,
            "start": "2022-09-10T11:30:00+01:00",
            "ticketed": false
        },
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 10,
            "date": "2022-09-11",
            "end": "2022-09-11T15:30:00+01:00",
            "fully_booked": null,
            "name": "Ismaili Centre - by Virtual tour, and an Exhibition in Zamana Space",
            "notes": null,
            "start": "2022-09-11T11:30:00+01:00",
            "ticketed": false
        },
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 10,
            "date": "2022-09-12",
            "end": "2022-09-12T15:30:00+01:00",
            "fully_booked": null,
            "name": "Ismaili Centre - by Virtual tour, and an Exhibition in Zamana Space",
            "notes": null,
            "start": "2022-09-12T11:30:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        [
            "Toilets",
            "Refreshments",
            "Photography is not permitted on site",
            "Disabled access"
        ]
    ],
    "factsheet": [
        {
            "heading": "Context and Design",
            "paragraphs": [
                "The Ismaili Centre, London, located in South Kensington, is a religious, cultural and social gathering space for the Shia Imami Ismaili Muslim community. The building comprises of a prayer hall, offices, meeting rooms and a social space. As well as being a working office during the day, The Ismaili Centre hosts lectures, talks and music events as well as welcoming guests from the wider community.",
                "The Centre occupies an island site. To the north it is bounded by one of London’s busiest roads, Cromwell Road. To the west is Exhibition Road which runs from Hyde Park down to South Kensington Underground Station. A plaque commemorates the foundation laying ceremony, which was performed by the Late Lord Christopher Soames on September 6, 1979, in the presence of His Highness the Aga Khan. The building was opened on 25 April 1985 by the then Prime Minister, Margaret Thatcher.",
                "The building was designed by the Casson Conder Partnership and built by the British firm, Fairclough Ltd, using the highest standard of workmanship. A number of experts have contributed to its design including the late Professor Oleg Grabar – a specialist in Islamic Art at Harvard University at that time, and Professor William Porter – the former Dean of the School of Architecture at MIT. Some of the detailed interiors were designed by a German Muslim – the late Karl Schlamminger – who was a renowned sculptor and designer who drew inspiration from various parts of the Muslim world.",
                "The design brief given to the architects was quite an unusual one, for here was a requirement of a building which provides a skilful fusion of East and West – a symbolic ‘meeting place’ between the Ismaili Muslim Community and the wider society. First and foremost, this building is a religious, cultural and social centre for Ismailis Muslims, yet it is also a London building and a modern building. The architects were instructed to ensure the building did not tower about the surrounding historical buildings of the V&A Museum and the Natural History Museum, London. In order to accommodate this, the building was chamfered from the two longitudinal sides predominantly.",
                "The building has two basements, the ground floor and three upper floors. The lower basement comprises committee rooms and a plant and machinery area. The upper basement houses the newly refurbished Zamana Space provides a facility of conferences, exhibitions and meetings.",
                "A range of different materials from around the globe were used throughout the building including Pentelikon marble from Greece, teak wood from Burma, granite from Sardinia, Oak wood from North America and  blue Bahia from Brazil. Geometric patterns and calligraphy, two types of non-figural decorations in Islamic art, are commonly used in The Ismaili Centre London. Additionally, water, light, and repetition of elements on the ceiling/arch (e.g. Muqarnas) are another decorative features of Islamic architecture that are applied in The Ismaili Centre.",
                "At the top of the building sits the Roof Garden, described as one of London’s ‘best kept secrets’ sits on independent structure, planned and built as a separate entity. On a clear day one can see the three domes of the Victoria & Albert Museum, the Natural History Museum and the Brompton Oratory towering above The Ismaili Centre.",
                "Such is the significance of art, culture and the dissemination of knowledge within the Ismaili community that an existing space within the Ismaili Centre has been recently redeveloped into a high quality, multi-functional area, the “Zamana Space”. Being located in the heart of London’s Cultural Quarter this space will be dedicated to events and leisure and will also be available to external organisations including the Exhibition Road Cultural Group, which represents 16 arts, culture and learning institutions in South Kensington, of which the Ismaili Centre is a member."
            ]
        },
        {
            "heading": "Interior Design",
            "paragraphs": [
                "A more direct reference to Islamic design traditions was requested at the entrance and Karl Schlamminger, a Muslim well versed in the geometrical traditions and symbolic significance of Islamic design and pattern, was appointed to design the finishes of the outer entrance hall and Prayer Hall. The architect designed the other interiors sometimes incorporating patterned ceilings also designed by Mr Schlamminger – notably the gently vaulted ceiling in the Council Chamber and Conference Room.",
                "This last design delineated by recessed painted lines provided the starting point for a linking theme, devised by the architects, and used throughout the building. It comprises a related set of fibrous plaster sections, with both blue-painted and white-painted grooves, and is used to divide the walls into panel-work and create an \"order\" of interior architecture, grooving the plaster at the movement joints and at junctions to ceilings, and incorporating the door positions and air grilles. Mr Schlamminger also designed the chandelier and light fittings in the Social Hall and all the patterned carpets and curtains."
            ]
        }
    ],
    "id": 2063,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/2063/building_2063_ismaili-centre_30b5a520046666fb8dbb33610b2fba62.jpg",
            "description": "",
            "title": "Ismaili Centre front of building",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2063_ismaili-centre_30b5a520046666fb8dbb33610b2fba62.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/2063/building_2063_ismaili-centre1_f51fe2b5474b129cec6caa2f85a23f47.jpg",
            "description": "",
            "title": "Ismaili Centre courtyard",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2063_ismaili-centre1_f51fe2b5474b129cec6caa2f85a23f47.jpg"
        }
    ],
    "links": [
        {
            "href": "https://youtu.be/fdhHaC3DcDQ",
            "title": "Virtual Tour"
        }
    ],
    "location": {
        "address": "1-7 Cromwell Gardens, SW7 2SL",
        "latitude": 51.4955821,
        "longitude": -0.1731175,
        "meeting_point": null,
        "travel_info": [
            "Nearest tube: South Kensington",
            "Bus routes: 14, 70, 74, 345, 414, C1"
        ]
    },
    "name": "The Ismaili Centre",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/2063",
    "ticketed_events": false
}