{
    "all_week": false,
    "description": "Completed in 1968 by Kenneth Wood, RIBA, T Eng (CEI).  A time capsule of the 1960s, it is set in a quiet cul-de-sac on steeply sloping ground which both inspired and challenged the architect when creating the modern split-level design.",
    "design": {
        "designers": [
            {
                "architect": "Kenneth Wood",
                "description": "Original design",
                "year": "1968"
            }
        ],
        "periods": [
            "Post-war"
        ],
        "types": [
            "Gallery",
            "Residence",
            "Online"
        ]
    },
    "events": [
        {
            "all_day": true,
            "booking_link": null,
            "capacity": null,
            "date": "2022-09-04",
            "end": "2022-09-04T23:59:00+01:00",
            "fully_booked": null,
            "name": "Open House Film",
            "notes": "https://open-city.org.uk/films",
            "start": "2022-09-04T00:00:00+01:00",
            "ticketed": false
        },
        {
            "all_day": true,
            "booking_link": null,
            "capacity": null,
            "date": "2022-09-05",
            "end": "2022-09-05T23:59:00+01:00",
            "fully_booked": null,
            "name": "Open House Film",
            "notes": "https://open-city.org.uk/films",
            "start": "2022-09-05T00:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [],
    "factsheet": [
        {
            "heading": "History",
            "paragraphs": [
                "Stanley Herbert Picker was a patron of the arts who formed a very individual collection of twentieth-century sculptures and paintings.  He was born in New York in 1913 and died in England in 1982.",
                "Stanley began his career as a cosmetics manufacturer in 1935 when on completing his studies at Harvard Business School, he travelled by ship to England to take over the cosmetics manufacturing business established by his father Myram Picker. Stanley became the Chairman and Managing Director of the very successful Gala Cosmetics Group in 1938.",
                "The house which was completed in 1968, was designed by Kenneth Wood, RIBA, T Eng (CEI).  A time capsule of the 1960s, it is set in a quiet cul-de-sac on Kingston Hill on steeply sloping ground which both inspired and challenged the architect when creating the modern split-level design of the house.  The open plan interior was designed to display the art collection, while its spaciousness allowed for occasional gatherings of Stanley’s friends, family and business acquaintances.",
                "George Muller’s windows, situated downstairs in the main living area, are created in multiple colours but predominantly in different tones of blue that add an atmosphere of tranquillity to the room.  Peter Tysoe’s windows, sited upstairs in the main entrance hall, are in predominantly red/orange glass matching the orange hues of the soft-furnishings in the main living room, while the emerald green chairs and lamp in the dining area provide a stunning contrast.",
                "Stanley believed in living and working amongst his art collection and so paintings and sculptures are sited not only in the house and garden gallery but also in the garden where they contribute to the atmosphere of this very special place.",
                "An enthusiastic patron, Stanley often bought several works from artists when he particularly admired their work. He derived pleasure not only in adding to his own very personal collection, but also from the support he gave aspiring artists by purchasing their work, so the collection of paintings and sculpture is wide-ranging.",
                "In 1976 he also built the Gallery in his garden to house the greater part of his growing collection.  He purchased works of art purely for the aesthetical appeal they held for him personally and not as investments.",
                "Stanley Picker died in 1982 and left his house, gallery and his art collection to the Stanley Picker Trust so that those interested in the arts may continue to enjoy the collection as much as he did.  A lasting tribute to a truly remarkable man.",
                "A fully illustrated book The Picker House and Collection: A Late 1960s Home for Modern Art and Design – with essays by Jonathan Black, David Falkner, Fiona Fisher, Fran Lloyd, Rebecca Preston and Penny Sparke – was published by Philip Wilson Publishers in 2012, marking thirty years since the death of Stanley Picker in 1982. Architect Kenneth Wood is also the subject of an extensive research project on his wider practice, funded by the Arts & Humanities Research Council."
            ]
        }
    ],
    "id": 2144,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/2144/building_2144_bbc9a4ed-7e9d-4e75-94c1-69108408a1a6_19181d15b6293c42b6686db69065e2af.jpeg",
            "description": null,
            "title": "Bridget Smith, The Picker House (Living Room)",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/medium_golden/building_2144_bbc9a4ed-7e9d-4e75-94c1-69108408a1a6_19181d15b6293c42b6686db69065e2af.jpeg"
        }
    ],
    "links": [
        {
            "href": "https://www.youtube.com/watch?v=_aGx3p95fkQ",
            "title": "Open House Film"
        }
    ],
    "location": {
        "address": "Online only, E1 8JD",
        "latitude": 51.5105908,
        "longitude": -0.0677747,
        "meeting_point": null,
        "travel_info": [
            "Nearest tube: Wimbledon",
            "Nearest train: New Malden",
            "Bus routes: 85"
        ]
    },
    "name": "The Stanley Picker Trust, Picker House (online only)",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/2144",
    "ticketed_events": false
}