{
    "all_week": false,
    "description": "An architectural Grade I and II*  listed treasure that’s home to an inclusive church, an award winning venue, a unique organ and The Margins Project for those homeless and in crisis in London.",
    "design": {
        "designers": [
            {
                "architect": "James Cubitt",
                "description": "Original design",
                "year": "1877"
            }
        ],
        "periods": [
            "Victorian"
        ],
        "types": [
            "community/cultural",
            "concert/performance space",
            "religious",
            "online"
        ]
    },
    "events": [
        {
            "all_day": true,
            "booking_link": null,
            "capacity": null,
            "date": "2022-09-04",
            "end": "2022-09-04T23:59:00+01:00",
            "fully_booked": null,
            "name": "Virtual Tour and heritage films and activities",
            "notes": "Online only",
            "start": "2022-09-04T00:00:00+01:00",
            "ticketed": false
        },
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 10,
            "date": "2022-09-12",
            "end": "2022-09-12T14:30:00+01:00",
            "fully_booked": null,
            "name": "Free guided tours by The Friends of Union Chapel",
            "notes": "Book here: https://www.eventbrite.co.uk/e/167724786351",
            "start": "2022-09-12T14:00:00+01:00",
            "ticketed": true
        },
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 20,
            "date": "2022-09-12",
            "end": "2022-09-12T14:30:00+01:00",
            "fully_booked": null,
            "name": "Site visit of chapel at ground floor",
            "notes": "Book here: https://www.eventbrite.co.uk/e/167724786351",
            "start": "2022-09-12T14:00:00+01:00",
            "ticketed": true
        },
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 10,
            "date": "2022-09-12",
            "end": "2022-09-12T15:00:00+01:00",
            "fully_booked": null,
            "name": "Free guided tours by The Friends of Union Chapel",
            "notes": "Book here: https://www.eventbrite.co.uk/e/167724786351",
            "start": "2022-09-12T14:30:00+01:00",
            "ticketed": true
        },
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 20,
            "date": "2022-09-12",
            "end": "2022-09-12T15:00:00+01:00",
            "fully_booked": null,
            "name": "Site visit of chapel at ground floor",
            "notes": "Book here: https://www.eventbrite.co.uk/e/167724786351",
            "start": "2022-09-12T14:30:00+01:00",
            "ticketed": true
        },
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 20,
            "date": "2022-09-12",
            "end": "2022-09-12T15:30:00+01:00",
            "fully_booked": null,
            "name": "Site visit of chapel at ground floor",
            "notes": "Book here: https://www.eventbrite.co.uk/e/167724786351",
            "start": "2022-09-12T15:00:00+01:00",
            "ticketed": true
        },
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 10,
            "date": "2022-09-12",
            "end": "2022-09-12T15:30:00+01:00",
            "fully_booked": null,
            "name": "Free guided tours by The Friends of Union Chapel",
            "notes": "Book here: https://www.eventbrite.co.uk/e/167724786351",
            "start": "2022-09-12T15:00:00+01:00",
            "ticketed": true
        },
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 20,
            "date": "2022-09-12",
            "end": "2022-09-12T16:00:00+01:00",
            "fully_booked": null,
            "name": "Site visit of chapel at ground floor",
            "notes": "Book here: https://www.eventbrite.co.uk/e/167724786351",
            "start": "2022-09-12T15:30:00+01:00",
            "ticketed": true
        },
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 10,
            "date": "2022-09-12",
            "end": "2022-09-12T16:00:00+01:00",
            "fully_booked": null,
            "name": "Free guided tours by The Friends of Union Chapel",
            "notes": "Book here: https://www.eventbrite.co.uk/e/167724786351",
            "start": "2022-09-12T15:30:00+01:00",
            "ticketed": true
        },
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 20,
            "date": "2022-09-12",
            "end": "2022-09-12T16:30:00+01:00",
            "fully_booked": null,
            "name": "Site visit of chapel at ground floor",
            "notes": "Book here: https://www.eventbrite.co.uk/e/167724786351",
            "start": "2022-09-12T16:00:00+01:00",
            "ticketed": true
        },
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 10,
            "date": "2022-09-12",
            "end": "2022-09-12T16:30:00+01:00",
            "fully_booked": null,
            "name": "Free guided tours by The Friends of Union Chapel",
            "notes": "Book here: https://www.eventbrite.co.uk/e/167724786351",
            "start": "2022-09-12T16:00:00+01:00",
            "ticketed": true
        },
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 180,
            "date": "2022-09-12",
            "end": "2022-09-12T17:30:00+01:00",
            "fully_booked": null,
            "name": "Organ Recital",
            "notes": "Book here: https://www.eventbrite.co.uk/e/167724786351",
            "start": "2022-09-12T16:30:00+01:00",
            "ticketed": true
        }
    ],
    "facilities": [
        [
            "Family activities during open house festival",
            "Toilets",
            "Disabled access"
        ]
    ],
    "factsheet": [
        {
            "heading": "History",
            "paragraphs": [
                "The congregation is founded by a union of Anglicans & non-conformists in 1799 – hence the name Union Chapel. A small group of Anglicans from the Parish Church of St. Mary's Islington, dis-illusioned with their worldly vicar, broke away and began to worship with a group of Nonconformists at 18 Highbury Grove. This new congregation numbered just 26 members. They chose to depart from the traditional hierarchical structures and language of the established church. Their founding principal was to make Union Chapel a ‘Friend for All’ – a principal that was enshrined in the Chapel's deeds and that continues at the heart of Union Chapel Church to this day.",
                "The Congregation was expanding at an enormous rate. Henry Allon (who was Minister from 1844-1892) was a widely respected preacher who attracted a more and more members. Gladstone was a regular attendee as was a young H. H. Asquith – he went on to become prime minister from 1908-1916. The changes in Islington during this period were profound. By 1870 the population had risen to nearly 300,000 (from just 10,000 at the beginning of the century). Between 1800 and 1840, 24 new Anglican and Nonconformist churches were built in Islington to minister to this expanding population.",
                "Union Chapel was no exception and it was decided that a new, bigger building was needed. A competition to source the architect was launched by the Minister Henry Allon and the congregation. It was won by James Cubitt – a leading nonconformist church architect. The current building we enjoy today was completed in 1877."
            ]
        },
        {
            "heading": "Design and Architecture",
            "paragraphs": [
                "The Architect\nJames Cubitt (1836-1912) was the son of a Baptist minister, and his architectural practice was almost exclusively building noncomformist churches. Other churches by him which survive include Emmanuel Congregational Church in Cambridge, and the Welsh Presbyterian Church in Charing Cross Road (now a pub). Union Chapel made Cubitt's reputation as an architect. It is still very much as he created it.",
                "The Design\nThere was a happy meeting of minds between Cubitt and Allon. In his book Church Design for Congregations, published in 1870, Cubitt had expounded his views. He attacked conventional nave and aisle design as obsolete. When the \"columns are thick or moderately thick, it inevitably shuts out a multitude of people from the service ... When, on the other hand, its columns are thin, the inconvenience is removed, but the architecture is ruined ... The type as it remains is but a shadow of its former self – a medieval church in the last stage of starvation\". Too many conventional architects were failing the main test: \"to produce a grand and beautiful church in which everyone could see and hear the service\".",
                "Allon's requirements, as set out in the notes he issued as guidelines for the architects, were in almost perfect harmony with what Cubitt had already written: that \"every person should see or hear the preacher without conscious effort\"; that the acoustic should also be suitable for prayer, and 'he who prays cannot shorn in addressing the Almighty\"; and that since the function of the choir was to lead the congregation \"it should be in it and of it – under no circumstances separated from it\". He ended with a ringing declaration that \"Our church buildings are for use, not for the realisation of conventional ideas which unfit them for use\". This must have been sweet music to Cubitt whose vision it was \"to step out of the enchanted circle of habit and precedent ... to break through the tyranny of custom\".",
                "Cubit's solution was dramatic and ingenious: a massive irregular octagon placed within a rectangle and crowned with a great top-lit dome. The tower, which so dominates the Islington landscape, was the last part to be built, and completed only twelve years after the chapel itself had been dedicated.",
                "Cubitt said he had modelled the Union Chapel on the Romanesque church of St Fosca at Torcello, near Venice. It was designed to seat 1,700, with a large Sunday school hall at the rear to accommodate up to 1,000 children, and a lecture hall to provide education for adults (this room is currently the Bar). It cost over £47,000 all told to build – a staggering sum at the time.",
                "The pulpit is the focus of the whole design: it is the most richly decorated part of the chapel and also if you look around you will see that the pews are carefully arranged so that everyone, or almost everyone, can see the pulpit. Note particularly how the  pews on the ground floor are arranged on a slope rising towards the back, and how the gangways at the sides are in the position where the view of the pulpit would be hidden by pillars if there were pews there. The sloping upwards of the pews is steeper in the gallery and under the tower to make sure the view of the pulpit is unobstructed for the people at the back.",
                "You can see metal plates with numbers on them at the ends of the rows and these wooden shaped boards dividing by the pews. These are all part of the allocation and pew rent charging system and they correspond with numbers and dividing lines on a wooden plan of the pews which survived in the committee room. There are umbrella stands at the end of the pews. The metal rings which hold up the umbrellas are still here but most of the removable metal trays they stand in have been removed for their own safety. There are also hooks for lockable boxes for hymn and service books.",
                "Warmth came from large diameter cast iron pipes under the floor below the grills you can see each side of the main gangways, in which hot water circulated from a boiler in one of the cellars. Artificial light was provided by rows and rows of gas jets. You can still see the gas pipe and a few of the gas jets below the tall windows high up in the corners. Ventilation was from the wooden columns you can see placed against the wall at intervals. Air was admitted to the base of those columns from stone grills on the outside of the building and reached the interior of the chapel from the tops of the columns. They have hand-operated valves to control the amount of air being let in. The exhaust gases left through the the holes in the middle of the magnificent wooden ceiling, went up through a shaft constructed in the centre roof space and out of the little cupola or lantern which you can see outside at the summit of the roof. There remains a wind driven extractor fan up there which was intended to help extract the air, though how effective it was is difficult to say.",
                "The grade 1 listed organ is deliberately invisible. The organist is hidden behind the pulpit and the pipes are hidden behind a screen, and the sound rises and fills the chapel without apparent source. Organ experts are very enthusiastic about the organ because it is very little altered since it was first installed (and see below under 'Music at the Union Chapel').",
                "The rose window above the organ with angels playing musical instruments was installed when the chapel was built and was designed and made by a well known stained glass maker called Frederick Drake from Exeter. Recently restored with Mayor of London funds. The Allon memorial of 1893 in the six lancet windows in the south wall is by Lavers and Westlake and shows scenes of preaching – in the lower windows Isaiah, Moses and John the Baptist, and Christ in the upper windows.",
                "The Plymouth Rock\nDr Allon had many connections with Congregational churches in America and he visited there several times. On one of those visits he was presented with a piece of the Plymouth Rock on which the Pilgrim Fathers landed in Plymouth Massachusetts in 1620. This piece of Rock is now placed in a niche above a doorway to the right of the pulpit.",
                "The Inauguration of the Building\nThe present chapel was dedicated in December 1877, just over 18 months after the laying of the foundation stone, with celebrations which lasted a fortnight. Gladstone came to the ceremony, so did a succession of well-known preachers like Newman Hall, R W Dale, and Charles Spurgeon, who preached to 3,500 people who crammed into the new building to hear him. Spurgeon no doubt took it in his stride, he regularly preached to crowds of 10,000 – and for several hours at a time.",
                "Three months after the chapel's dedication, the organ was inaugurated, and Spurgeon was once again invited to preach. This was a less successful occasion. The service had opened with singing and organ music. Spurgeon then took a stand in front of the new organ and denounced the practice of spending large sums \"upon worthless noiseboxes\" as a \"sinful waste\" for, \"they drowned the only sound of praise God cared to hear, the human voice\". He would like, he said, to see every organ in the country smashed up.",
                "The astonished congregation hissed vigorously. Understandably – for under Henry Allon the Chapel had become famous for its music."
            ]
        },
        {
            "heading": "Music at the Union Chapel",
            "paragraphs": [
                "When he started his ministry in 1843, Dr Allon found the services, as he bluntly put it, \"musically at zero\". Forty years later a contemporary noted that \"the audible participation of  a thousand worshippers induces a sense of communion which appeals most powerfully to the religious emotions.'. The singing was in parts, which the congregation practised at weekly classes throughout the winter. The choir led the singing, but Allon disapproved of the \"delegated worship of the choir\" and required high standards from the congregation, whose repertoire included the \"Hallelujah\" Chorus. The results must have been breathtaking.",
                "The Union Chapel boasted some distinguished organists, such as H.J. Gauntlett (who wrote the music for \"Once in Royal David's City\") and Ebenezer Prout. The present organ was designed especially for the Chapel by Henry \"Father\" Willis, guided by W.H. Monk, composer of \"Abide With Me\" and first editor of Hymns Ancient and Modern. Willis was one of the outstanding organ builders of the last century, and was responsible for those in the Albert Hall and Alexandra Palace. Situated behind the pulpit, the organ has the beautiful voicing characteristic of Willis. Apart from one stop (the original choir gemshorn has been replaced by a piccolo), it remains as Willis designed it, which is a rarity. Part of the quality of its sound derives from the fact that the pipes extend below floor level into a well, which enriches its resonance. Part also comes from the acoustics of the Chapel, which Cubitt disarmingly described as \"unexpectedly, and it may perhaps be said, unusually, good\".  \nIs is also a rare fully functioning example of hydraulic organ, which in 2014 was fully restored thanks to funds from Heritage Lottery Fund."
            ]
        },
        {
            "heading": "1900 – Now",
            "paragraphs": [
                "During the 20th century the congregation declined in numbers, reflecting a general decline in the population of Islington and in church going. During the Second World War the Union Chapel lost most of the windows on the north side to enemy action, but was otherwise not seriously damaged. In 1972, when the Congregational Union and English Presbyterians combined to form the United Reformed Church, Union Chapel stayed outside and instead joined the Congregational Federation.",
                "Maintenance of such a large complex of buildings understandably became a serious matter of concern for a small congregation, and in the period 1980 to 1982 there was a proposal, supported by some of the congregation, to demolish the existing buildings and redevelop the site. The proposals failed to obtain listed building consent so along with the chapel continuing as a place of worship, additional uses for the chapel and ancillary buildings were developed instead. Its use as a venue for concerts and recitals had greatly increased and it is now a well known and award winning, independent London venue for music.",
                "The chapel buildings are managed by Union Chapel Project Ltd, a secular charitable company limited by guarantee set up by the Congregation members in 1994 to care for the fabric of the building and open it up to as wide an audience as possible. The organisation has raised several million over the last two decades to carry out essential repairs to the building and has a further £16 million to raise  over the next decade  to bring the sizeable spaces into full, beautifully conserved yet accessible use for contemporary communities and audiences. Profits from tickets sales go towards these annual costs, as well as specific fundraising appeals. Currently we are raising £1.85 million to bring our fabulous Sunday School back into use as an arts and community space as well as a dedicated nonconformist archive.",
                "The Margins Project, a homelessness project, started in 1995, is now a well established institution in Islington serving over a hundred people each week. Margins has expanded and now offers a range of services to support people facing homelessness, risk of homelessness and crisis. These services aim to help people in their hour of need and with their long term recovery. One such service is the provision of supported training programmes for people who have experienced homelessness and crisis to get back into work. With paid positions in our café & office we focus on improving well-being, building self-esteem and developing employability skills. Kitchen Trainees gain a Level 2 Food Safety Award, whilst office trainees have access to an online skills training course. We seek to find the trainees further paid work and training at the end of their placement.",
                "Union Chapel Church is the modern face of an independent, socially progressive Christian tradition. The congregation is committed to supporting all the activities in the Chapel, building community and encouraging social justice. Services are on Sundays at 11am, communion is celebrated on the first Sunday of each month. It continues to be run by its congregation and it is a member of the Congregational Federation.",
                "The Friends of Union Chapel is a society with charitable status which was set up in 1982, when demolition was threatened, to assist with the maintenance and improvement of the chapel and to stimulate wider interest in and use of the buildings. It is managed by a Committee elected in October each year.",
                "We are extremely grateful to those who donate towards our wide ranging work, to those who continue to visit us and those volunteer their time. We couldn't manage without you!",
                ""
            ]
        }
    ],
    "id": 2230,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/2230/building_2230_chapel-lights-dusky_7e3ad9858989908366c5be160468e707.jpg",
            "description": "Daniela Sbrisny · 2016",
            "title": "During a concert",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2230_chapel-lights-dusky_7e3ad9858989908366c5be160468e707.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/2230/building_2230_untitled_59267055d2c69b4836fe97247467a1c2.jpg",
            "description": "Daniela Sbrisny · 2016",
            "title": "Chapel interior",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2230_untitled_59267055d2c69b4836fe97247467a1c2.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/2230/building_2230_tower_f9022e0a9c1095e7a39b4690f9eafa5d.jpg",
            "description": "Daniela Sbrisny · 2016",
            "title": "Tower ",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2230_tower_f9022e0a9c1095e7a39b4690f9eafa5d.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/2230/building_2230_ucb-11_d937309b809920b136b2c657b4c9e280.jpg",
            "description": "",
            "title": "Rose Window",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2230_ucb-11_d937309b809920b136b2c657b4c9e280.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/2230/building_2230_internal-balcony-view_90cc4ae434561c26ae4014cc265586dd.jpg",
            "description": "Daniela Sbrisny · 2018",
            "title": "Sunday School Interior",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2230_internal-balcony-view_90cc4ae434561c26ae4014cc265586dd.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/2230/building_2230_rsz_web_chapel-0935_c84ea7376fa947919f70c16d73243284.jpg",
            "description": "Daniela Sbrisny · 2015",
            "title": "Chapel Exterior",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2230_rsz_web_chapel-0935_c84ea7376fa947919f70c16d73243284.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/2230/building_2230_kenji-takahashi-ucp-chapel_249_30bf247a11dc1d80a3f972f24233f114.jpg",
            "description": "Kenji Takahashi",
            "title": "Timber ceiling of the chapel",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2230_kenji-takahashi-ucp-chapel_249_30bf247a11dc1d80a3f972f24233f114.jpg"
        }
    ],
    "links": [
        {
            "href": "http://www.unionchapel.org.uk",
            "title": "Website"
        }
    ],
    "location": {
        "address": "Compton Terrace, N1 2UN",
        "latitude": 51.5446871,
        "longitude": -0.1028803,
        "meeting_point": null,
        "travel_info": [
            "Nearest tube: Highbury & Islington",
            "Nearest train: Highbury & Islington, King's Cross",
            "Bus routes: 4, 19, 30, 43, 271"
        ]
    },
    "name": "Union Chapel",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/2230",
    "ticketed_events": true
}