{
    "all_week": false,
    "description": "Grade II* listed 15C and later manor house with medieval moat. Recently discovered late 16C wall painting and impressive oak paneling. Evocative museum galleries that bring Barking & Dagenham's past alive.",
    "design": {
        "designers": [
            {
                "architect": "Unknown",
                "description": "Original design",
                "year": "1400"
            }
        ],
        "periods": [
            "Medieval"
        ],
        "types": [
            "Historical house",
            "Community/cultural",
            "Gallery",
            "Garden",
            "Museum"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 300,
            "date": "2022-09-04",
            "end": "2022-09-04T17:00:00+01:00",
            "fully_booked": null,
            "name": "Becontree@War",
            "notes": "Visitors can arrive at any time during the opening hours.There may be queues at busy times.",
            "start": "2022-09-04T11:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        [
            "Family activities during open house festival",
            "Disabled access",
            "Bookshop",
            "Parking",
            "Toilets",
            "Refreshments"
        ]
    ],
    "factsheet": [
        {
            "heading": "History of the Building",
            "paragraphs": [
                "The site of Valence House is first mention in 1269 when deeds to the property were trandferred to a new owner.  The house takes its name from Agnes de Valence, a French nobal woman who was cousin to the King of England, who retired to Valence House in 1291 following her 3rd widowhood.",
                "No part of the house that Agnes de Valence lived in now remains. The earliest surviving part of the house was built in the 1400s. Unlike the present house it faced north towards Green Lane. \n \nFor the next 400 years the house expanded, being modified or modernised according to the wealth of its tenants. A survey of 1649 reveals a house much larger than today with parlours, dining-room, bedchambers and a variety of domestic offices. A tax on hearths in 1662 reveals Valence House to have had 15 hearths, 2 hearths more than the neighbouring great house of the Fanshawes at Parsloes.\n \nMost of the house is timber framed, the frames filled in with lath and plasterwork. The laths - thin slats of wood - were nailed onto large upright timbers. Plaster or daub was then applied across the laths to complete the wall.\n \nFragments of decoration from many periods have been discovered at Valence - plaster mouldings might have come from wall friezes or ceiling fragments, and tiles from the surrounds of fireplaces. Victorian and Edwardian wallpapers have been discovered behind council fittings.\n \nTwo rooms, the Great Parlour and the Barking New Town Gallery, are walled with wooden panels dating from the 16th and 17th centuries."
            ]
        },
        {
            "heading": "Grounds",
            "paragraphs": [
                "Before the Victorian period, there is little evidence to describe the layout of the area immediately surrounding Valence House. The earliest lease, relating to Agnes de Valence, reveals that Valence moat already existed in the year 1290. An inventory of 1649 describes a typical manor farm with a wood yard, a pigeon house, a stable, an orchard and a garden all in the tenure of Thomas Bonham.",
                "A plan of 1771 shows cultivated garden plots, known later as a kitchen garden. A large walled area to the east of Valence House was most probably the farmyard. Stove and greenhouses were built in the walled kitchen garden to the west of Valence House.\n \nAn 18th-century lease mentions fruit trees planted around the moat, including apple trees recently imported from America. Two great cedar trees, which used to stand in the grounds, have failed to survive.  Surprisingly however, there are some survivals of estate planting:  Ancient yews and hollies shield the park and library from Becontree Avenue and several oaks and spectacular holm oaks continue to thrive.",
                "By 1869 traditional garden paths had been laid out beside flower borders. A thatched swan house was built in the moat. By the end of the 19th century leisure features such as a croquet lawn and a grass tennis court could be seen in the grounds."
            ]
        },
        {
            "heading": "Recent History",
            "paragraphs": [
                "Valence House was a family home until the 1920s. The May family were the last tenants before the building was transformed into a civic amenity.\n \nAfter the First World War (1914-1918) the London County Council built housing estates in suburban areas of the capital city. Dwellers of overcrowded slums were rehoused in new homes which were considered to be fit for heroes. The largest of these estates, the Becontree Housing Estate, was constructed in Dagenham.\n \nFarms were compulsorily purchased and the centrally positioned Valence House was used as the headquarters of estate development. Vast numbers of new residents came to Dagenham after 1921, resulting in the Parish Council being promoted to an Urban District in 1926 and Valence House was purchased by them from the L.C.C. in this year for use as offices. The future of the old house was uncertain for some years, but in 1929 the building was extended.\n \nFull council meetings were held in a large upstairs room until a new purpose-built Civic Centre was opened in 1937. Valence House and its grounds were developed for public use - a haven within the new municipal housing.\n \nMuch of the square-shaped medieval moat was filled in. Valence House was surrounded by a public library, a school, a swimming pool and a council works depot. After 1937, Valence House became the headquarters of Dagenham Public Libraries. Part of the building was used as a local museum from 1938.",
                "In 2007 the redevelopment of Valence House and its moated landscape began.  The work conserved the historic building and restored the relationship between the house and its landscape, facilitated improved opportunities for education and interpretation of heritage and ensured its long-term sustainability. As well as Valence House's refurbishment as the local museum, the project also included a new visitor centre, shop, café, education space and local studies library.",
                "Two small buildings were converted for use as archival and museum storage, with passive environmental control; a departure from the energy-intensive, air-conditioned solutions typically associated with the storage of sensitive material.",
                "The scheme by Feilden Clegg Bradley was completed in June 2010."
            ]
        }
    ],
    "id": 2253,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/2253/building_2253_2010-valence-house-small_8059ccd3a28cc7c8a5bdfc3c41e95fc2.jpg",
            "description": "2010",
            "title": "Valence House",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2253_2010-valence-house-small_8059ccd3a28cc7c8a5bdfc3c41e95fc2.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/2253/building_2253_herb-garden_5cac5b789715dc5b9b6597f33b12bd79.jpg",
            "description": "LBBD · 2012",
            "title": "The herb garden at Valence House",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2253_herb-garden_5cac5b789715dc5b9b6597f33b12bd79.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/2253/building_2253_v103ref-vh-n-e-c1918-sb4248-small_e40fc3ed750804a988b55a689fa57ca7.jpg",
            "description": "LBBD · 1918",
            "title": "Valence House in 1918, from the north east",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2253_v103ref-vh-n-e-c1918-sb4248-small_e40fc3ed750804a988b55a689fa57ca7.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/2253/building_2253__dsc1272-2_518e2f9d0004c033e110cac2b2b84689.jpg",
            "description": "The Exhibition Factory · 2010",
            "title": "Barking New Town Gallery",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2253__dsc1272-2_518e2f9d0004c033e110cac2b2b84689.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/2253/building_2253__dsc1285_56a4aa4cc1453fd677f2ece0428038f3.jpg",
            "description": "The Exhibition Factory · 2010",
            "title": "The River Industries Gallery",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2253__dsc1285_56a4aa4cc1453fd677f2ece0428038f3.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/2253/building_2253_willpryce-8199_rdcd_6e618c5fd74b991e559fb29d442b33b1.jpg",
            "description": "LBBD · 2009",
            "title": "Late 16th century wall painting",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2253_willpryce-8199_rdcd_6e618c5fd74b991e559fb29d442b33b1.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Becontree Avenue, Dagenham, RM8 3HT",
        "latitude": 51.5583121,
        "longitude": 0.1342008,
        "meeting_point": null,
        "travel_info": [
            "Nearest tube: Becontree, Dagenham Heathway",
            "Nearest train: Chadwell Heath",
            "Bus routes: 150, 62, 128, 368"
        ]
    },
    "name": "Valence House",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/2253",
    "ticketed_events": false
}