{
    "all_week": false,
    "description": "Grade I listed Non-conformist church, set in the suburb's integrally planned Central Square to balance St Jude's Church nearby, but with a low concrete dome. Distinctive interior with large Tuscan columns on high brick plinths.",
    "design": {
        "designers": [
            {
                "architect": "Sir Edwin Lutyens",
                "description": "Original design",
                "year": "1911"
            }
        ],
        "periods": [
            "Edwardian"
        ],
        "types": [
            "Religious"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": null,
            "date": "2021-09-04",
            "end": "2021-09-04T16:00:00+00:00",
            "fully_booked": null,
            "name": "Open Day",
            "notes": "Visitors can arrive at any time during the opening hours.There may be queues at busy times.",
            "start": "2021-09-04T09:00:00+00:00",
            "ticketed": false
        },
        {
            "all_day": false,
            "booking_link": null,
            "capacity": null,
            "date": "2021-09-05",
            "end": "2021-09-05T16:00:00+00:00",
            "fully_booked": null,
            "name": "Open Day",
            "notes": "Visitors can arrive at any time during the opening hours.There may be queues at busy times.",
            "start": "2021-09-05T12:00:00+00:00",
            "ticketed": false
        }
    ],
    "facilities": [
        [
            "Parking",
            "Refreshments",
            "Toilets",
            "Disabled access"
        ]
    ],
    "factsheet": [
        {
            "heading": "The Garden Suburb",
            "paragraphs": [
                "Hampstead Garden Suburb was the inspiration of social reformer Henrietta Barnett and others who saw it as a way of enhancing the quality of the suburban expansion which would follow the extension of the Northern line. The Hampstead Garden Suburb Trust was founded in 1907. Sir Raymond Unwin (whose plans for Letchworth Garden City were unveiled in 1904) was architect to the Trust until 1914.",
                "Central Square was intended from the start to be more formal than the rest of the suburb. Sir Edwin Lutyens was appointed consultant architect in 1906 (Alfred Lyttelton, chair of the Trust, was one of his clients). His designs influenced the whole project, and his idea of a hill-top town, where roofs predominate and houses are built of small silver-grey bricks with red dressings, gives the whole suburb a consistent framework. Although his scheme for Central Square was not realised fully, the setting of churches, public buildings and houses shows the mastery of Lutyens' plans.",
                "In a letter of 1909 Lutyens described Henrietta Barnett as \"a nice woman but proud of being a philistine …\" (she also disapproved of shops and pubs in the suburb). Clashes of opinion resulted in several revisions to his designs, and as a result the strong urban and architectural intentions of Lutyens were never quite realised."
            ]
        },
        {
            "heading": "The Church Building",
            "paragraphs": [
                "The Free Church in Central Square was begun in 1911, with the west end (not completed until the 1960s) adopting a diluted version of Lutyens' design, but one bay shorter. Pevsner describes the church as \"a variation on St Jude [on the other side of the Square] with the same roof and dormers and façade, but a low concrete dome instead of the spire. Interior with large, bold forms; nave with raked floor and barrel vault, divided from flat-ceilinged aisles by large Tuscan columns on high brick plinths. The interior, intended to be white, was later decorated in pastel colours\".",
                "Does Pevsner do justice to the Free Church and its setting? Certainly compromises were made, but the Free Church (like St Jude’s) mixes styles successfully, blending them into a composition of great originality, very much in the idiom of Edwardian Baroque. Externally, the bold massing contrasts with the steep pitch of the roofs although, internally, the sloping floor (to improve sight-lines and acoustics) was less of a success. Seen in context, both churches are a considerable achievement, especially as Lutyens was a house rather than a church designer."
            ]
        }
    ],
    "id": 2297,
    "images": [
        {
            "description": "",
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2297_2010-hampstead-garden-suburb-1_c356c767b14b075bbdb3e424505f119e.jpg"
        },
        {
            "description": "",
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2297_2010-hampstead-garden-suburb-2_9d8d0c37db6f0eb2d50d66d7d391aead.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Central Square, hampstead Garden Suburb, NW11 7AG",
        "latitude": 51.5807555,
        "longitude": -0.190889,
        "meeting_point": null,
        "travel_info": [
            "Nearest tube: Golders Green",
            "Bus routes: H2, 102, 13, 460"
        ]
    },
    "name": "Hampstead Garden Suburb Free Church",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/2297",
    "ticketed_events": false
}