{
    "all_week": false,
    "description": "A stunning Grade I listed Georgian villa designed by the architect of the Bank of England. Set in more than 200 acres of magnificent parkland overlooking Danson Lake.",
    "design": {
        "designers": [
            {
                "architect": "Sir Robert Taylor",
                "description": "Original design",
                "year": "1763"
            },
            {
                "architect": "Purcell Miller Tritton",
                "description": "Restoration",
                "year": "1995"
            }
        ],
        "periods": [
            "Georgian"
        ],
        "types": [
            "Historical house"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 50,
            "date": "2021-09-05",
            "end": "2021-09-05T13:00:00+00:00",
            "fully_booked": null,
            "name": "Danson House",
            "notes": "Visitors can arrive at any time during the opening hours.There may be queues at busy times.",
            "start": "2021-09-05T09:00:00+00:00",
            "ticketed": false
        }
    ],
    "facilities": [
        [
            "Disabled access",
            "Toilets"
        ]
    ],
    "factsheet": [
        {
            "heading": "History",
            "paragraphs": [
                "Danson is primarily the creation of two men: John Boyd, the owner, and the architect, Robert Taylor. The house and park reflect a pre-occupation of the Golden Age of antiquity and are redolent with the symbolism of classical mythology.",
                "The house is a revival of Italian Villa design from the area around Vincenza in the second half of the sixteenth century. The leading architect at that time was Andrea Palladio. Built between 1762 and 1766, Danson is one of many such villas built on the edge of London for successful businessmen.",
                "Visitors would have approached the house from the north arriving at the main entrance steps between two detached wings, since demolished in which were housed the stables and kitchen services.  A flight of broad steps invites the visitor up to the entrance door with its two Corinthian columns and a richly carved pediment."
            ]
        },
        {
            "heading": "The Entrance Hall",
            "paragraphs": [
                "The Entrance Hall was meant to be cool: it had no fireplace. The walls are stone coloured and the floor is of stone. The proportions of the room are classical. The room is an ante-chamber to the principal rooms, laid out in a circuit around an oval staircase. The plan of the principal floor or piano nobile is very economical: it has no corridor passages."
            ]
        },
        {
            "heading": "The Dining Room",
            "paragraphs": [
                "Danson was thoroughly designed as a pleasure house with a formal hierarchy of rooms, in which the themes of nature and love were explored. The most striking feature of the Dining Room is the complete cycle of allegorical wall paintings set within gilded frames. Painted, signed and dated by Charles Pavillon in 1766, they are a clear evocation of the fabled Golden Age of classical antiquity."
            ]
        },
        {
            "heading": "The Salon",
            "paragraphs": [
                "The Salon is the climax in the circuit of principal rooms. The visitor is met by a glittering display of light and colour, illuminated by the midday sun. In this room the geometry of the angled window bay is mirrored to create an octagon. The door cases and cornice are Corinthian: essentially slender and feminine in character. Remarkably much of the gilding in this room is original."
            ]
        },
        {
            "heading": "The Library",
            "paragraphs": [
                "In the Library the visitor finds that the dark verdigris wall colouring, rich mahogany joinery and contrasting white plasterwork make a sombre setting even when lit by the evening sun. The cornice is Doric, based on that of the Theatre of Marcellus in Rome: with its thicker proportions it is masculine in character. Boyd wanted to project an image of himself as a man of culture, learning and the arts and the fabric of the library proves this. Between the masonry shell and its fitting out the library scheme was altered to accommodate more shelving, even though this was for display only: some of the shelves are simply not deep enough for real books!",
                "An oval, central top lit cantilevered stone stair with elegant wrought iron balusters rises dramatically to the bedroom floor where it opens out onto an arcaded gallery below a ribbed dome painted with original trompe-l’oeil coffering, rosettes and thunderbolts."
            ]
        }
    ],
    "id": 230,
    "images": [
        {
            "description": "Kent County Council · 2016",
            "title": "Dining Room",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_230_dining-room_b2d862985310ffdfef8683ee1110a8b8.JPG"
        },
        {
            "description": "Kent County Council · 2016",
            "title": "Library",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_230_library_79d4de38db8e8c2d642d0326bac00c33.JPG"
        },
        {
            "description": "Kent County Council · 2016",
            "title": "Central Stairwell",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_230_image4_1908ff5383fb750f23c01951e2c7e5dc.JPG"
        },
        {
            "description": "Kent County Council · 2016",
            "title": "Entrance Hall ",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_230_stairwell_79ac843cd7d6cd3c99cb2da26602cb4e.JPG"
        },
        {
            "description": "2018",
            "title": "The Dining Room",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_230_18274759_674258009427956_6056198318974463400_n_912a81253ac143db916e95820ee979a3.jpg"
        },
        {
            "description": "2018",
            "title": "The Salon",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_230_20170808_154352_cdc2b0e9d38614ed99b27dbe636b1803.jpg"
        },
        {
            "description": "2018",
            "title": "Front of Danson House",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_230_20180814_141437_6d5fb3c6ba63d8bf16e7a95a204d0086.jpg"
        },
        {
            "description": "2018",
            "title": "The Library",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_230_20181019_094517_7337e252879155d1c1966d990f2e1a4d.jpg"
        },
        {
            "description": "2018",
            "title": "Overlooking the lake",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_230_20180122_123147_3c045923190c5391571f1baa19588536.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Danson Park, Danson Road, Welling, DA6 8HL",
        "latitude": 51.4543053,
        "longitude": 0.1221693,
        "meeting_point": null,
        "travel_info": [
            "Nearest train: Bexleyheath, Welling",
            "Bus routes: 89, 96, B13, B14, 486"
        ]
    },
    "name": "Danson House",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/230",
    "ticketed_events": false
}