{
    "all_week": false,
    "description": "The William Morris Gallery is a fine example of Georgian domestic architecture dating from about 1744 (the date scratched on a brick). The house is Grade II* listed, and once the childhood home of the Arts & Crafts designer William Morris.",
    "design": {
        "designers": [
            {
                "architect": "Unknown",
                "description": "Original design",
                "year": "1740"
            }
        ],
        "periods": [
            "Historical/contemporary"
        ],
        "types": [
            "Art in the public realm",
            "Gallery",
            "Museum"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 30,
            "date": "2021-09-11",
            "end": "2021-09-11T15:00:00+01:00",
            "fully_booked": null,
            "name": "Inspired by May Morris- Talk with Kerry Lemon",
            "notes": "Join artist Kerry Lemon (kerrylemon.co.uk) in conversation with  Principal Curator, Rowan Bain to explore the role of May Morris in Lemon's latest Eco sculptural commission in Walthamstow and a wider discussion on art in the public realm. Book your free ticket here: www.wmgallery.org.uk",
            "start": "2021-09-11T14:00:00+01:00",
            "ticketed": true
        }
    ],
    "facilities": [
        [
            "Bookshop",
            "Refreshments",
            "Parking",
            "Toilets",
            "Disabled access"
        ]
    ],
    "factsheet": [
        {
            "heading": "History of the Building",
            "paragraphs": [
                "The William Morris Gallery is a fine example of Georgian domestic architecture dating from about 1744 (the date scratched on a brick found in the upper east wall). Records indicate, however, that there was a house on the site – or perhaps on the moated ‘island’ to the rear of the present house – as far back as the fifteenth century. The existing house was variously known in its earlier history as The Winns or Water House, the latter name deriving from the ornamental moat in the gardens at the back of the house.",
                "A map drawn in 1758 shows the building with its original east and west wings, but without the two semi-circular bays on the south front which were added some thirty or forty years later. Today, only the west wing of the building remains, the east wing having been demolished in the early 1900s. This was to make an entrance from the front to the back of the grounds when these were laid out as a public park.",
                "Both wings were additions to the original structure of the house. The brickwork between the main centre block of the house and the rear west wing is discontinuous, and while the brickwork of the main part of the house is executed in ‘header bond’, that of the rear west wing is in ‘Flemish bond’. Of the lost east wing, the only remaining trace is now the outline of the roof levels, still visible on the existing east wall of the house. As this roof outline runs across a blind window on the eastern elevation, it strengthens the argument that the wings were a later addition.",
                "From one of the few early photographs of the rear elevation of the building, it is clear that the now demolished east wing was of two storeys. It housed the kitchens, laundry and usual domestic offices, as well as accommodation for the servants. Early in the nineteenth century, a further extension was built onto the front of the west wing, containing a large drawing room with full-length mirror panels on the walls and double doors which opened out into a conservatory at the west end.",
                "One of the finest features of the exterior is the Corinthian-style porch, its fluted columns and elaborately carved capitals executed in timber, with rosettes used as decorative motifs on the canopy soffit. The original windows on the front elevation (those in the three centre bays) have architraves. These, together with the use of band- or string-courses and the upper cornice – added at the same time as the two semi-circular bays – were intended to give order and symmetry to the façade of the building.",
                "The main doorway originally led directly into the marble-flagged hall, its broad proportions echoed in the upper landing on the first floor.  Both these areas retain many of their original features: simple over-door entablatures and panelled door-cases, as well as fine plasterwork on the ceilings and also across the main beam in the hall, which supports the upper landing. The staircase has carved ends to the treads while the walls in the main hall and on the staircase and upper landing are timber-panelled up to dado level, the plasterwork above having panels with decorative surrounds. Some of the original coved panelling and dentillated cornices can be seen in a number of display rooms on the ground and first floors."
            ]
        },
        {
            "heading": "William Morris",
            "paragraphs": [
                "From 1848 to 1856, the house was the family home of William Morris (1834-1896), the designer, craftsman, writer, conservationist and socialist. Morris lived here, with his widowed mother and his eight brothers and sisters, from the age of fourteen until he was twenty-two. The young Morrises used the garden moat for boating and fishing in summer and for ice-skating in winter. One of William’s younger brothers, Thomas Rendal Morris, briefly ‘marooned’ himself on the island after reading Robinson Crusoe, but soon crept back into the house when night began to fall. William Morris wrote some of his earliest poetry seated in the tall window on the main staircase, and his friend Burne-Jones, on a visit to the Morrises in the 1850s, painted studies of the trees on the island.",
                "Since 1950, the Morris family home has been the world’s only public museum devoted to William Morris’s life, work and influence, with internationally important collections reflecting the prodigious range of his activities. As well as a comprehensive visual survey of Morris and his circle and the firm of Morris & Company, the Gallery displays work by members of the Arts & Crafts Movement which Morris inspired, and by the painter and designer Sir Frank Brangwyn RA, who began his career as an apprentice-draughtsman with Morris & Co. in the 1880s. After its opening in 1950 by the Prime Minister, Clement Attlee, one of the Gallery’s first visitors was H.M. Queen Mary, whose husband George V had given Morris & Co. the Royal Warrant for its contributions to the 1911 Coronation.",
                "When the Morris family left the house in 1856, its next occupant was the publisher Edward Lloyd (1815-1890), the proprietor of Lloyd’s Weekly London Newspaper (from which the music hall star, Marie Lloyd, took her stage name) and of The Daily Chronicle. Before he became a ‘respectable’ establishment figure, Lloyd originally made his fortune from publishing brazen plagiarisms of Dickens’s novels (such as ‘Nickelas Nicklebery’) as well as bloodthirsty melodramas. Long before Bram Stoker’s Dracula, Lloyd had published Varney the Vampire, or the Feast of Blood, the first such story to appear in England. Lloyd is said to have insisted to one of his authors: ‘There must be more blood, much more blood…’",
                "In 1899, the Lloyd family donated the house and grounds to the people of Walthamstow and ‘Lloyd Park’ was opened in July 1900. A blue plaque on the east bay of the Gallery’s front elevation commemorates the building’s two most famous residents, William Morris and Edward Lloyd. If you walk a little way westward along Forest Road, you will find another blue plaque inset in the wall of the Fire Station. This records the location of Elm House (which was demolished in the 1890s), where William Morris was born on 24th March 1834."
            ]
        }
    ],
    "id": 2386,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2021/2386/building_2386_kerry-lemon_1dc5b1770745556f95fffd61db101ab9.jpg",
            "description": "Kerry Lemon · 2021",
            "title": "Inspired by May Morris",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2386_kerry-lemon_1dc5b1770745556f95fffd61db101ab9.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2021/2386/building_2386_2013-william-morris-gallery-2-william-morris-gallery-london-borough-of-waltham-forest_e09d15e0beac2f673924879786741eab.jpg",
            "description": "",
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2386_2013-william-morris-gallery-2-william-morris-gallery-london-borough-of-waltham-forest_e09d15e0beac2f673924879786741eab.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2021/2386/building_2386_f368-maids-of-honour-1-crop_46b603c5a169482d5c4ecd6553d2f0b8.jpg",
            "description": "William Morris Gallery",
            "title": "Maids of Honour embroidery by May Morris",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2386_f368-maids-of-honour-1-crop_46b603c5a169482d5c4ecd6553d2f0b8.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Lloyd Park, Forest Road, E17 4PP",
        "latitude": 51.5943815,
        "longitude": -0.020408,
        "meeting_point": null,
        "travel_info": [
            "Nearest tube: Walthamstow Central, Blackhorse Road",
            "Nearest train: Walthamstow Central, Walthamstow Queens Road, Blackhorse Road",
            "Bus routes: 123, 34, 97"
        ]
    },
    "name": "William Morris Gallery",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/2386",
    "ticketed_events": true
}