{
    "all_week": false,
    "description": "Flight of locks and side ponds at Hanwell is a Scheduled  Monument. Three Bridges is a unique stacked intersection of road, rail and canal and Brunel's last major railway project. Walks led by knowledgeable enthusiasts.",
    "design": {
        "designers": [
            {
                "architect": "Isambard Kingdom Brunel, James Barnes (Resident Engineer), William Jessop (Chief Engineer)",
                "description": "Original design",
                "year": "1794"
            }
        ],
        "periods": [
            "Victorian",
            "Georgian"
        ],
        "types": [
            "Walk/tour"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 25,
            "date": "2021-09-04",
            "end": "2021-09-04T12:00:00+00:00",
            "fully_booked": null,
            "name": "Guided tour of the Hanwell Flight of Locks & Three Bridges",
            "notes": null,
            "start": "2021-09-04T11:00:00+00:00",
            "ticketed": false
        },
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 25,
            "date": "2021-09-05",
            "end": "2021-09-05T12:00:00+00:00",
            "fully_booked": null,
            "name": "Guided tour of the Hanwell Flight of Locks & Three Bridges",
            "notes": null,
            "start": "2021-09-05T11:00:00+00:00",
            "ticketed": false
        }
    ],
    "facilities": [],
    "factsheet": [
        {
            "heading": "The Hanwell Flight",
            "paragraphs": [
                "The Hanwell Flight on the Grand Union Canal consists of six locks constructed in 1794, which raise the water level by about 53ft in half a mile. Each lock was built to accommodate a 14ft wide barge or two 7ft wide narrowboats side by side. Many of the locks had ‘side ponds’ beside them operational from 1816 as a means of saving water. Some of the lock pounds (the water space between the locks) have short flights of steps to aid the rescue of towing horses that had fallen into the canal.",
                "Over £30,000 was spent to refurbish lock gates on the Hanwell Flight in 2015 by the Canal & River Trust (CRT), the charity that manages and maintains the canals in England and Wales including the Hanwell Flight, a Scheduled Monument. Locks 92 and 96 were repaired to ensure they are watertight for the thousands of boats which pass through them each year.",
                "Windmill Lane Bridge is a unique example of a bridge where three modes of transport are directly superimposed on each other. Known locally as The Three Bridges, it was part of the last railway project engineered by Isambard Kingdom Brunel. Work began in 1856 to carry both a road (Windmill Lane) and the canal over the Great Western and Brentford Railway in a deep cutting at the same point, so that the line of the railway would avoid visual intrusion on Osterley Park.",
                "The principal design features of the bridge are a central brick pier supporting large metal beams which surround the canal in an 8ft deep cast iron trough, vertical girders and side walls with arches that support the road."
            ]
        },
        {
            "heading": "Osterley Park and House",
            "paragraphs": [
                "Opening details:\nOsterley House is open Wednesday to Sunday 11am-4pm (last entry 3:15pm). Book garden entry tickets in advance to guarantee entry. Collect timed entry tickets for the House from the Garden Kiosk. Tickets for the House cannot be pre-booked. Currently there are no house tours.",
                "In 1565 Sir Thomas Gresham was licensed to ‘impark’ 600 acres of land at Osterley, subsequently increased to nearly 750 acres in the same year.",
                "Today Osterley Park, owned by the National Trust, has more than 100 acres of landscaped parkland and lakes surrounded by over 200 acres of active farmland.",
                "The original house on this site was built in the latter part of the 16th century for Sir Thomas Gresham. After a series of occupiers it was acquired in the 18th century by Francis Child, a banker, whose grandson commissioned the Scottish architect Robert Adam to remodel the building and its interior into a fashionable villa of the time, which is what you see today.",
                "At the beginning of the 19th century ownership of Osterley passed by marriage to the Earls of Jersey, until in 1949 the 9th Earl gave it to the National Trust.",
                "Osterley House is now home to some of the country’s best collections of work by Robert Adam."
            ]
        }
    ],
    "id": 2406,
    "images": [
        {
            "description": "",
            "title": "Wall of the former Middlesex County Asylum",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2406_hanwell-flight-of-locks_b74dbcc18bffdaeffa789bda75679e84.JPG"
        },
        {
            "description": "2019",
            "title": "Lock and lock-keeper's house",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2406_dsc00009_ea4f477d14f72b83c6db5448fdcc0694.jpg"
        },
        {
            "description": "2019",
            "title": "Narrow boat at lock 94",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2406_dsc00034_7b9c59d84212af892a271b002552c43e.jpg"
        },
        {
            "description": "2019",
            "title": "Flight locks 95 and 94",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2406_dsc00059_c910a4f4c0f9c52d2d8198512508a259.jpg"
        },
        {
            "description": "2019",
            "title": "Asylum brewery building",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2406_dsc00083_05c5ee40631a810111fd430f7e68e679.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "The Fox public house, Green Lane, W7 2PJ",
        "latitude": 51.504142,
        "longitude": -0.3434089,
        "meeting_point": "Outside",
        "travel_info": [
            "Nearest tube: Boston Manor",
            "Nearest train: Hanwell",
            "Bus routes: 195, 207, 427, E8"
        ]
    },
    "name": "Hanwell Flight of Locks & Three Bridges",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/2406",
    "ticketed_events": false
}