{
    "all_week": false,
    "description": "A privately-owned Grade II listed Palladian mansion with grand interiors restored in 1883, set in 300 acres of parkland in the midst of 2,500 acres. Built for Admiral The Hon. John Byng.",
    "design": {
        "designers": [
            {
                "architect": "Isaac Ware",
                "description": "Original design",
                "year": "1754"
            }
        ],
        "periods": [
            "Georgian"
        ],
        "types": [
            "Historical house"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 15,
            "date": "2021-09-05",
            "end": "2021-09-05T11:00:00+01:00",
            "fully_booked": null,
            "name": "Pre-booked hourly guided tours",
            "notes": null,
            "start": "2021-09-05T10:00:00+01:00",
            "ticketed": false
        },
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 12,
            "date": "2021-09-05",
            "end": "2021-09-05T12:00:00+01:00",
            "fully_booked": null,
            "name": "Pre-booked hourly guided tours",
            "notes": null,
            "start": "2021-09-05T11:00:00+01:00",
            "ticketed": false
        },
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 12,
            "date": "2021-09-05",
            "end": "2021-09-05T13:00:00+01:00",
            "fully_booked": null,
            "name": "Pre-booked hourly guided tours",
            "notes": null,
            "start": "2021-09-05T12:00:00+01:00",
            "ticketed": false
        },
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 12,
            "date": "2021-09-05",
            "end": "2021-09-05T15:00:00+01:00",
            "fully_booked": null,
            "name": "Pre-booked hourly guided tours",
            "notes": null,
            "start": "2021-09-05T14:00:00+01:00",
            "ticketed": false
        },
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 12,
            "date": "2021-09-05",
            "end": "2021-09-05T16:00:00+01:00",
            "fully_booked": null,
            "name": "Pre-booked hourly guided tours",
            "notes": null,
            "start": "2021-09-05T15:00:00+01:00",
            "ticketed": false
        },
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 8,
            "date": "2021-09-05",
            "end": "2021-09-05T17:00:00+01:00",
            "fully_booked": null,
            "name": "Pre-booked hourly guided tours",
            "notes": null,
            "start": "2021-09-05T16:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        [
            "Toilets",
            "Photography is not permitted on site",
            "Parking"
        ]
    ],
    "factsheet": [
        {
            "heading": "History",
            "paragraphs": [
                "Wrotham Park, generally described as a Palladian Mansion, was designed in 1754 by Isaac Ware and took around three years to build by Admiral John Byng, son of Admiral Sir George Byng, victor of Cape Passaro in 1718 and first Viscount Torrington.",
                "Little is known for certain of the history of the area occupied by the present Park before Admiral Byng came there. According to Sir Charles Omar’s “History of the Art of War”, the Battle of Barnet was fought over the sloping ground in the west of the present Park (which, of course, did not exist at the date of the battle), and it is thought that various weapons, found last century during the excavation of the lake near the Kitts End Road, may have been relics of this battle.",
                "An idea of the situation when Admiral Byng bought the land in the middle of the eighteenth century may be gained from an old estate map of Lady Elizabeth Byng’s, dated 6th September 1750. From this map it appears that the village of Kitts End stood somewhere near the present Wrotham Park farm buildings, while most of the land to the east of the present drive was part of Enfield Chace. There was a fairly large house near the present lodge on the Great North Road, described as the property of  “_____ Dagg Esq.”.",
                "The name of Wrotham – pronounced, it should be noted, “Root’m” – is derived from the town in Kent where, since the time of Henry VII, the Byngs had a property until it was sold by the Admiral’s grandfather. The motives that prompted Admiral Byng to build his house at South Mimms are unknown. It is established that his widowed sister-in-law, Mrs Robert Byng, had a house near Shenley, and Lord Albemarle, the father of Augustus Keppel – a junior officer of Byng’s – had lived at Dyrham since 1733. Either of these facts may be the explanation of the question, but until further information comes to light, the matter remains one for conjecture.  At any rate, the Admiral was no stranger to the district, for in his published diary, Admiral Hervey, one of Byng’s closest and most loyal friends, tells of visiting him at Finchley in January 1748, where he found him “busy building”.",
                "It is doubtful whether the Admiral ever occupied Wrotham. From the map, it appears that the building did not begin until after September 1750. Although we know from correspondence that he was living at “Kitts End” – a tradition exists that he lived at Knightsland Farm – there is no mention of his occupying Wrotham. In those days a house of that size probably took several years to complete, and by Autumn 1755, he was at sea again in command of the Western Squadron.",
                "The following March he set out on his famous expedition to Minorca. The story of his failure to relieve the island, the inadequacy of the forces he was given, the public outcry, the Government’s search for a scapegoat, his condemnation by court martial which found him guilty of an error of judgement but acquitted him of cowardice and recommended mercy and his subsequent execution “pour encourager les autres” needs no attention here. By his will, Admiral Byng left Wrotham to his brother Robert’s son, George Byng.",
                "The Byngs are a Whig family. Admiral Byng’s father had played a prominent role in ensuring that the Navy did not oppose William of Orange and he himself, by the vigilance of his fleet in preventing foreign intervention did much to ensure the failure of the ‘45 Rebellion. The Admiral’s nephew George was the first of his family to represent Middlesex in the House of Commons as a Whig – an honour which fell to several of his successors and which initiated a tradition of service to the County which, in one form or another, was to endure for nearly two centuries.",
                "George married Anne Connolly, collaterally descended through her mother from Thomas Wentworth, First Earl of Strafford and the great statesman of Charles I. It is amusing to note that Anne Byng’s grandfather, William, Earl of Strafford, a staunch Tory, when appointed by Queen Anne to be First Lord of the Admiralty promptly sacked Admiral Sir George Byng, who was an equally staunch Whig, because of his political sympathies.",
                "This George Byng did not alter Wrotham at all. He extended the Park eastwards when Enfield Chace was broken up in 1770, but left the house as Ware had designed it. It was a whole storey lower than it is now, and built of red brick picked out in stone.",
                "It was left to George’s son, also called George, to start making alterations. He enlarged the dining room, giving it the great semi-circular south wall which is its most distinctive feature. He raised each of the two wings by a storey, retaining the copper cupolas. It was he who, in about 1820, covered the brickwork with stucco.  Most of the fine collection of Dutch and Italian pictures was made at this time.",
                "In his youth, George Byng was an associate of Charles James Fox, and his opinions were always radical. He married Harriet Montgomery but had no children and it was for this reason that he refused the peerage that was offered him to increase the Whig party in the House of Lords before the Reform Bill of 1832.",
                "His brother, Field Marshal Sir John Byng, who had commanded the Brigade of Guards at Waterloo, was instead raised to the peerage as Baron Strafford in 1835. He was unique in being the only one of Wellington’s Generals who was not a Tory.",
                "When George Byng died in 1847, he had represented Middlesex for 56 years and had become Father of the House of Commons. On the death of his widow in 1854, his nephew George Stevens Byng – who had become Viscount Enfield on the elevation to an Earldom, later in 1847, of his father the Field Marshal – came to live at Wrotham, and thus began a reign that was to last for 32 years.",
                "“Lord S.” as he was known to his family, was an indefatigable builder and a zealous farmer. In the magnificent farm buildings which he erected in 1854, he installed the latest machinery for pumping water, threshing and grinding. He drained the Park, building great brick culverts which debouched into the lake that he excavated on the west side. Along one side of the lake was put a small Palladian temple, flanked on either side by a stone balustrade.  The latter has now been pushed into the water by marauding hooligans, but the temple survives as a ruin. The cottages he built were numerous, and better constructed than many houses of today.",
                "His main addition to Wrotham was the extension of his attics at the top of the house into a full size storey. One of his schemes, which happily was never executed, was the erection of a Gothic clock-tower rather like miniature “Big-Ben” on the north wing of the house. Then, towards the end of his life, on March 6th 1883, during luncheon, fire broke out in a box room at the top of the house, The combined efforts of the fire brigades of Barnet, New Barnet, Hendon and Finchley could not prevent it spreading; their pumps had not sufficient power to throw water higher than the portico and by evening the house was gutted. Lord Strafford was only prevailed upon to leave the house just before the roof fell in. Luckily all the contents of any importance were saved. The house was rebuilt by Messrs. Cubitt using the same design as before, but incorporating all the solidity of Victorian building technique.",
                "Few alterations have been made since the rebuilding after the fire.  “Lord S.” died in 1886. He was followed by his three eldest sons, George, Henry and Francis Byng; his youngest was Field Marshal Viscount Byng of Vimy, who commanded the Canadian Corps and afterwards the Third Army in the 1914-18 War, and was later Governor-General of Canada. Francis, Earl of Strafford, died in 1918, being succeeded by his son Edmund Henry, the 6th Earl of Strafford, who sat on the Liberal benches in the House of Lords and for nearly fifty years was an Alderman of both Middlesex and Hertfordshire.",
                "Although he made a few alterations to the house itself – he ingeniously added a Billiard Room and a new Library behind existing colonnades on the east front – the 6th Earl, who died in 1951, did more perhaps for Wrotham than all his predecessors. That Wrotham still preserves today some of the tranquillity of the eighteenth century is entirely his achievement. Although he felt it right to sell the land for the development of Borehamwood, and for the extension of Potters Bar (which fifty years ago was a mere village), he was far ahead of many Public Authorities in refusing, despite soaring land values to allow building to encroach on the Green Belt that lies to the north of north-east Barnet. Subsequently, in 1938, large portions of the Wrotham Park Estate were acquired by the Middlesex County Council for the purposes of the Green Belt.",
                "From 1951-1978 Lady Elizabeth Byng, the elder daughter of the 6th Earl, lived at Wrotham with her son Julian until his marriage in 1960.  Until her death in 1987, she lived at Wrotham, with Julian and his wife and four children who moved into the main house in 1978. In 1991, he in turn handed the house and estate to his eldest son Robert, who now lives in the house.",
                "Indeed, if Admiral Byng could stand today on the terrace of Wrotham, he would notice surprisingly few changes; the house is finished and is larger than he had planned; the oaks are now grown to maturity and there is a lake at the bottom of the Park. But as he gazed westwards to Dyrham peeping through the trees, still the only house visible, although the distant rumble of a train might puzzle him, he would be serenely unaware that suburbia had spread its tentacles almost to his gates. He would see Wrotham entering its third century as the home of his family. One hopes it will always remain so."
            ]
        },
        {
            "heading": "Art Collection",
            "paragraphs": [
                "The principal part of the collection of pictures, furniture, porcelain and sculpture was built up by George Byng and his son, also called George, and between them, they assembled one of the best small collections of works of art in the country.",
                "Among the many old masters can be seen works by Murillo, Van der Cappelle, David Teniers, Jan Both, Willem van de Velde the Younger and Guido Reni.",
                "Apart from old masters, the family has always patronised the leading painters of the day, and among the family portraits which can be seen are works by Sir Anthony van Dyck, Sir Godfrey Kneller, Thomas Hudson, Sir Joshua Reynolds PRA (the pupil of the former), Sir Thomas Lawrence PRA, Sir Francis Grant PRA, Sir Hubert von Herkomer, John Singer Sargent and John Ward RA.",
                "There are a number of family portraits of the Colebrooke family, purchased by the 6th Earl of Strafford from his brother-in-law, the first and last Lord Colebrooke, at the beginning of the century. Also to be seen are a number of engravings, watercolours and photographs which show the house as it was originally designed by Isaac Ware, and the successive alterations and enlargements which have been made since.",
                "Paintings adorn the walls of the Drawing Room which is still used by the family for receptions and dances, while amongst the furniture in the The Drawing Room is a collection of Boulle, formerly in the possession of Louis XIV. The Large Dining Room – which was in continuous use until 1940 notwithstanding that it was nearly 100 yards from the kitchen – contains no less than six family portraits by Sir Francis Grant PRA and a magnificent portrait of Admiral Byng by Thomas Hudson. The frame surrounding this picture is of considerable interest with various naval objects of the day, such as anchors, swords etc clearly shown.",
                "The Great Staircase is hung on either side with family portraits; the tapestry behind the long-case clock was part of the decoration of Westminster Abbey for the Coronation of H M King George VI in 1937, and, when it was hung, it became apparent for the first time that either architect or builder had made a mistake, because it will be seen that the centre flight of stairs is not symmetrical with the centre window. At the foot of the Great Staircase is a glass cabinet containing a meat-bone dropped from a Zeppelin during the 1914-18 War which was found in the park; it is thought it was intended for a prisoner-of-war camp in the locality, because on one side there is an inscription in German which reads “A present from starving Germany” and on the other there is a cartoon of Sir Edward Grey with the caption “What a silly devil I am”.",
                "The Entrance Hall houses an ornate table given by Josephine to Napoleon, who used it for studying the charts used in the Napoleonic Wars."
            ]
        }
    ],
    "id": 2418,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/2418/building_2418_s320170712-4-1tl4bp520170712-4-1p9pgo320170712-4-1bily9c_99be7b2347e573c89ac9bf3fadbe6cb0.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/medium_golden/building_2418_s320170712-4-1tl4bp520170712-4-1p9pgo320170712-4-1bily9c_99be7b2347e573c89ac9bf3fadbe6cb0.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Wrotham Park, Barnet, EN5 4SB",
        "latitude": 51.6732098,
        "longitude": -0.1976526,
        "meeting_point": null,
        "travel_info": [
            "Nearest tube: high barnet, Cockfosters"
        ]
    },
    "name": "Wrotham Park",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/2418",
    "ticketed_events": false
}