{
    "all_week": false,
    "description": "Grade II* listed church with ragstone tower, spire, good stained glass by Kempe and recently restored William Hill organ. A characteristic work of Scott. It is Gothic Revival in the style of the 13C.",
    "design": {
        "designers": [
            {
                "architect": "Sir George Gilbert Scott",
                "description": "Original design",
                "year": "1861"
            }
        ],
        "periods": [
            "Victorian"
        ],
        "types": [
            "Religious"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 40,
            "date": "2022-09-04",
            "end": "2022-09-04T17:00:00+01:00",
            "fully_booked": null,
            "name": "General Access to the Church",
            "notes": null,
            "start": "2022-09-04T13:00:00+01:00",
            "ticketed": false
        },
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 40,
            "date": "2022-09-05",
            "end": "2022-09-05T16:00:00+01:00",
            "fully_booked": null,
            "name": "General Access to the Church",
            "notes": null,
            "start": "2022-09-05T12:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        [
            "Parking",
            "Disabled access"
        ]
    ],
    "factsheet": [
        {
            "heading": "History",
            "paragraphs": [
                "Christ Church was designed by Sir George Gilbert Scott, in the geometrical style of Gothic architecture. (Scott was also the architect for the nearby Infant Orphan Asylum, which is now Snaresbrook Crown Court.)",
                "Work began in May 1860 and the building was consecrated in July 1861. A further bay and the south aisle were added by D.A. Cobbet in 1867. The vaulted north tower porch and broach spire were designed by John Thomas Bressey in the same style and added in 1869. The vestries of 1899 were designed by the local architect S. Liddon Waters.",
                "Christ Church was originally built as a chapel of ease to the parish church of St Mary the Virgin. This was necessary due to the expansion of Wanstead with the coming of the railway to Snaresbrook and Wanstead.",
                "The church was listed Grade ll* in November 1968."
            ]
        },
        {
            "heading": "Exterior",
            "paragraphs": [
                "Christ Church retains the atmosphere of a village church, aided by the use of ragstone as the main building material. Externally the most prominent feature is the tower. It is slender without appearing lean, with delicate detail. The ground floor of the tower provides the main entrance to the church."
            ]
        },
        {
            "heading": "Interior",
            "paragraphs": [
                "The Church’s finest internal feature is the chancel arch with its exuberantly carved corbels. From the chancel arch looking towards the west end, the chaste dignity of the geometrical architecture is seen to the best advantage. The aisles are wide and each has its own roof of similar construction to that of the nave. The nave is divided from the aisles by low five-bay arcades of quatrefoil piers.",
                "A nave altar and platform were introduced in the late 20th century to accommodate changes in worship.",
                "The windows have a variety of shapes. All but two of the stained glass windows were blown out during the Second World War. The surviving chancel window was commissioned in 1925. The east window of the south aisle (the Lady Chapel) has symbols of the four evangelists.",
                "The Lady Chapel is used for weekday celebrations of Holy Communion and private prayer, and here the Blessed Sacrament is reserved. The figure of the Risen Christ above the altar was made in and shipped from Sweden."
            ]
        },
        {
            "heading": "Organ",
            "paragraphs": [
                "In 2008 the Parish, with the assistance of the Heritage Lottery Fund, bought and restored an historic three manual and pedal organ, which had been built by William Hill in 1878 for St Mary Magdalene at Manningham, Bradford. The renovated organ is sited at the east end of the northern arcade."
            ]
        },
        {
            "heading": "Bells",
            "paragraphs": [
                "A ring of six bells was provided in 1869. These bells were made of steel rather than bell metal and were replaced by a ring of six bells cast by Messrs Taylor of Loughborough in 1934. Two additional bells were provided by the Whitechapel Bell Foundry in 1972 and the wooden bell frame was replaced by one of steel. Wanstead is unusual in that the bells have to hang in two tiers. The peal is a light one, with the tenor weighing 8 cwt."
            ]
        },
        {
            "heading": "The Living Church",
            "paragraphs": [
                "Worship has continued without interruption since the consecration of the church in 1861 and remains the principal function of the building. We also welcome community activities and musical events.",
                "Christ Church, with St Mary’s Church, serves Wanstead, a settled community in East London with a great variety of people, young and old, single and families. We hope all find a welcome with us as we seek to discover the life to which God calls us.",
                "Please explore our website (www.wansteadparish.org) or come and visit us. You will be made very welcome."
            ]
        }
    ],
    "id": 2462,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/2462/building_2462_christ-church-from-the-green_ffde6ba3b43e4b4325135257448b2976.jpg",
            "description": "Ann Clarke · 2018",
            "title": "Christ Church Wanstead from the Green",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2462_christ-church-from-the-green_ffde6ba3b43e4b4325135257448b2976.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/2462/building_2462_christ-church-interior-sunlight_2c04504a8de9c6069d01e0cb4776d14e.JPG",
            "description": "Ann Clarke · 2018",
            "title": "Interior in evening sunlight",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2462_christ-church-interior-sunlight_2c04504a8de9c6069d01e0cb4776d14e.JPG"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/2462/building_2462_img_5182_db483e7aa80abbd33bc4b66ca2c0a782.JPG",
            "description": "Ann Clarke · 2018",
            "title": "Interior View",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2462_img_5182_db483e7aa80abbd33bc4b66ca2c0a782.JPG"
        }
    ],
    "links": [],
    "location": {
        "address": "Wanstead Place, E11 2SW",
        "latitude": 51.5779483,
        "longitude": 0.0237026,
        "meeting_point": null,
        "travel_info": [
            "Nearest tube: Wanstead, Snaresbrook",
            "Bus routes: 66, 101, 145, 308, W13, w14, W12"
        ]
    },
    "name": "Christ Church",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/2462",
    "ticketed_events": false
}