{
    "all_week": false,
    "description": "Grade I listed pioneering brick polychromy. Designed with early Christian, Italian, Ottoman, Alhambran, Mamluk, Sevillean and Ancient Egyptian influences with fine mosaics and stained glass by Crane, Bentley. Lee and Hayward.",
    "design": {
        "designers": [
            {
                "architect": "James Wild and Owen Jones",
                "description": "Original design",
                "year": "1841"
            }
        ],
        "periods": [
            "Victorian"
        ],
        "types": [
            "Religious"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": null,
            "date": "2021-09-04",
            "end": "2021-09-04T17:00:00+01:00",
            "fully_booked": null,
            "name": "Explore Christ Church, Streatham",
            "notes": "Children's Quiz and Adult Quiz sheets will be available. The quiz can be taken independently, at your own speed. Live organ music playing at intervals  throughout the weekend.Visitors can arrive at any time during the opening hours.There may be queues at busy times.",
            "start": "2021-09-04T10:00:00+01:00",
            "ticketed": false
        },
        {
            "all_day": false,
            "booking_link": null,
            "capacity": null,
            "date": "2021-09-05",
            "end": "2021-09-05T16:30:00+01:00",
            "fully_booked": null,
            "name": "Explore Christ Church, Streatham",
            "notes": "Children's Quiz and Adult Quiz sheets will be available. The quiz can be taken independently, at your own speed. Live organ music playing at intervals throughout the weekend.Visitors can arrive at any time during the opening hours.There may be queues at busy times.",
            "start": "2021-09-05T13:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        [
            "Refreshments",
            "Toilets",
            "Disabled access"
        ]
    ],
    "factsheet": [
        {
            "heading": "Introduction",
            "paragraphs": [
                "A Grade I listed landmark on the South Circular Road; and also a landmark in the history of architecture. Described as the most original early Victorian church it won the praise of Ruskin and Pevsner as well as many other international architectural critics and historians. It is the most important surviving work of the geniuses that created it – James Wild and Owen Jones. The church also contains the work, including stained glass, of later artists such as Walter Crane, J.F. Bentley, Lawrence Lee and John Hayward as well as fine Italian mosaics of unknown provenance.."
            ]
        },
        {
            "heading": "James Wild",
            "paragraphs": [
                "James Wild’s earliest sketches for Christ Church are dated 1838 when he was 24 years old. He had designed churches previously, but had not attempted anything like this. There are clearly a number of historical influences in the design although Wild had not at that time travelled to see at first hand the buildings that inspired him. Almost certainly the drawings and ideas of his good friend Owen Jones were a major influence. Some historians argue that we should not overplay Jones’ influence. However, by 1841, when the church was completed, Jones and Wild were sharing a house so there probably would have been a continuous exchange of ideas. In 1842 Jones married Wild’s sister Isabella and in the same year Wild began his travels. In company with his friend, Joseph Bonomi, possibly another significant influence on the design of Christ Church, he joined an expedition to Egypt led by C. R. Lepsius."
            ]
        },
        {
            "heading": "Exterior",
            "paragraphs": [
                "The exterior of Christ Church is marked by the use of coloured brickwork to make an entirely original design and a superb example of the bricklayer’s craft. This structural polychromy is the earliest of modern times and was completed 8 years before William Butterfield began All Saint's, Margaret Street and 10 years before Ruskin fully formulated his ideas on polychromy in ‘Stones of Venice.’ Wild, following Jones, repudiated the idea of copying older buildings, rather his object was to study and understand the principles of design employed by the masters of the past and then to use those principles in a new synthesis to make an original creation. He wrote in 1841 ‘We must study from all sources and adapt and apply our knowledge with invention, as our forefathers did, or we can but produce caricatures of their works.’"
            ]
        },
        {
            "heading": "The Church",
            "paragraphs": [
                "The church gives an impression of Italian Gothic; often described as ‘Lombardic’ to distinguish it from English Romanesque. The overall shape looks back to churches such as St. Zeno in Verona dating from the 8th century. This is especially true of the semi-detached campanile, but the style seems more Venetian and it is often compared to St. Mark’s. Other influences are equally important: the battering of the walls [the inward taper], together with the curved striped cornice of the nave, appears very Egyptian. The obelisks in front seem to have Gupta [Indian] precedents. The striped voussoirs of the slightly pointed arches are very Islamic and reminiscent of the Mosque of Sultan Hassan in Cairo. The interior grouping of major and minor arches appear to have been based on a sketch by Jones of the interior of St. Sophia of ancient Constantinople [the great Mosque of Istanbul.] Christ Church has been summarised as: ‘Early Christian in plan, Italian Romanesque in composition, Ottoman in its bay elevations and Alhambresque, Mamluk, Sevillean and Ancient Egyptian in its ornament!’"
            ]
        },
        {
            "heading": "Structural Colour",
            "paragraphs": [
                "The structural colour blended with all the other influences into a simple, coherent whole is the genius of Wild’s design. Architectural historians have always recognised the importance of this building. John Ruskin approved and it was adopted as the earliest example of the Italian Gothic style he promoted. H.R. Hitchcock described it as the most original of all early Victorian churches. Sir John Summerson and Sir Nikolaus Pevsner describe Wild as an early modernist and it is clear that when, at the beginning of the 20th century, architects got bored with rehashing the English Gothic style, it was to rare buildings like Christ Church that they looked for inspiration."
            ]
        },
        {
            "heading": "Interior",
            "paragraphs": [
                "The interior of the Church was undecorated at its consecration in November 1841, a lack which was not completely remedied until Owen Jones completed the decoration in 1851. The apse and the capitals of all but one of the nave columns are Jones’ original work and are the most important of the rare surviving examples of his work [other examples are almost entirely re-creations]. The rest of the decorative scheme was restored to Jones’ design in 1997 under the direction of Dr. Ian Bristow. Jones is best remembered as the author of ‘The Grammar of Ornament’ and as the designer of the interiors of the Crystal Palace. As his designs became unfashionable at the beginning of the 20th century so much of his work was painted over and, as his work was lost, recognition of his importance declined. However, his influence was international and acknowledged, for example, by Frank Lloyd Wright. Contrary to the assessment of J. Mordaunt Crook, who described him ‘as an interior decorator at the Charing Cross Hotel.’ Jones was one of the most significant and influential designers in Victorian Britain and one of the key figures who made London the European Centre of Design following the Great Exhibition of 1851.",
                "Christ Church also contains the work of other important designers. J.F. Bentley provided an entire set of stained glass windows at gallery level. The majority of these were destroyed by bomb blast, but 8 of the original 26 survive. There are 2 rare windows by Walter Crane dated 1891. Other glass is by Lawrence Lee and there are 3 windows [including his first] and several other items by John Hayward. The lower part of the apse originally contained Jones’ presentation of the 10 commandments, but these were replaced in the 1900s by the very fine Italian mosaics. The altar cross by Omar Ramsden and a carved wooden statue of the Blessed Virgin Mary by Dominico Morodeni are other treasures."
            ]
        },
        {
            "heading": "Combined Genius",
            "paragraphs": [
                "The combined genius of Wild and Jones in creating this church make it a building of unique importance in the history of architecture. It is rightly famous among those who study the subject and deserves to be better known among all who love beautiful buildings. A History and Guidebook containing more detailed information about the building and its artisans is available for purchase. If you would be interested in supporting the upkeep of this beautiful building you have the option of making a donation to, or joining ‘The Friends of Christ Church.’"
            ]
        },
        {
            "heading": "The Friends of Christ Church",
            "paragraphs": [
                "The ’Friends of Christ Church’ is a body of people with an interest in Christ Church. They may or may not be members of the congregation; they may or may not live locally. Some are Christians, some are not, but all are people of goodwill who recognize the place this building has in the national heritage and in the local community. They wish to share in the burden and the joy of preserving the fabric, furnishings and ornaments of the church for future generations.",
                "Find out what we are doing at www.christchurchstreatham.org",
                "We hope that you enjoy your visit! Remember to give us your views in our Visitor’s Book!"
            ]
        }
    ],
    "id": 2465,
    "images": [
        {
            "description": "Steven Hilton · 2018",
            "title": "View from Christchurch Road",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2465_streatham_christ_church061114_11-4_d8faf29a3b0465d4338a99bdd848ff90.jpg"
        },
        {
            "description": "Steven Hilton · 2017",
            "title": "Apse showing mosaics",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2465_apse-sh_bbf60a5112bd7e97f49638c6a3a7147b.jpg"
        },
        {
            "description": "Steven Hilton · 2017",
            "title": "View from Palace Road",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2465_christ-church-from-palace-road-sh_1b80d2df191c2f850753240dfcc663f4.jpg"
        },
        {
            "description": "Steven Hilton · 2017",
            "title": "High Altar",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2465_high-altar-sh_df9823f55ab85a942f4f74e9b0c1a962.jpg"
        },
        {
            "description": "Steven Hilton · 2017",
            "title": "Apse showing mosaics",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2465_mosaics-in-apse-sh_0959d699e403885474d493266d50fa9e.jpg"
        },
        {
            "description": "Lauren Downie-Campbell · 2015",
            "title": "Ceiling mosaics in Apse",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2465_apse-ceiling-and-windows-ldc_85b77464629ddf8c59f0c8b1d31e0570.jpg"
        },
        {
            "description": "Lauren Downie-Campbell · 2015",
            "title": "Baptistry and John Hayward's window",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2465_baptistry-and-john-hayward-s-window_1184bd08b62f4a3b9557ecbdb5ca7075.jpg"
        },
        {
            "description": "Lauren Downie-Campbell · 2015",
            "title": "Walter Craven window 'weep not'",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2465_craven-window-wn_056e52102a5270bb8b2b30dbe676ea4e.jpg"
        },
        {
            "description": "Lauren Downie-Campbell · 2015",
            "title": "Detail of Capitals on top of columns",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2465_detail-on-capitals-at-top-of-columns_ebc2b53225f49f055881185fca3c02c7.jpg"
        },
        {
            "description": "Lauren Downie-Campbell · 2015",
            "title": "Brickwork example at entrance to south gallery",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2465_entrance-to-southside-gallery_2c8f9a64e6328268d4fed0aff3ff24ab.jpg"
        },
        {
            "description": "Lauren Downie-Campbell · 2015",
            "title": "Psalm above entrance",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2465_entrance_eb51d2aa16cb45ad008ecb10edfbac98.jpg"
        },
        {
            "description": "Lauren Downie-Campbell · 2015",
            "title": "John Hayward's first window",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2465_john-hayward-s-first-window_a4c99d85dea2d1296e979d6b41d6675f.jpg"
        },
        {
            "description": "Lauren Downie-Campbell · 2015",
            "title": "Window and decoration by John Hayward",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2465_john-hayward-s-work_f5a1d4f9991505f3dc7ffd5b994563b6.jpg"
        },
        {
            "description": "Lauren Downie-Campbell · 2015",
            "title": "West Entrance of Christ Church",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2465_open-house-banner_749ef64ea4748f846dd721f861f4c019.jpg"
        },
        {
            "description": "Lauren Downie-Campbell · 2013",
            "title": "Organ",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2465_20130922_143423_38f8c326f2ccb96fdc4648b3eaee383f.jpg"
        },
        {
            "description": "Steven Hilton · 2017",
            "title": "High Altar and mosaics",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2465_christ-church-interior-2010_6c65c940d0cee108a4a3728448c737db.jpg"
        },
        {
            "description": "L. E. Downie-Campbell · 2012",
            "title": "Main entrance",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2465_main-entrance_523ab0677e74789fbb390c9b16970d2c.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "3 Christchurch Road, Streatham, SW2 3ET",
        "latitude": 51.4446151,
        "longitude": -0.121144,
        "meeting_point": null,
        "travel_info": [
            "Nearest tube: Brixton",
            "Nearest train: Streatham Hill, Tulse Hill",
            "Bus routes: 59, 109, 250, 133, 201"
        ]
    },
    "name": "Christ Church, Streatham",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/2465",
    "ticketed_events": false
}