{
    "all_week": false,
    "description": "Listed church, much added to, with a recently refurbished organ which has a fine circa 1750s wooden organ case. There are many fine memorials. The Church has an eight-bell peal – the oldest bell dates from 1680.",
    "design": {
        "designers": [
            {
                "architect": "Unknown",
                "description": "Original design",
                "year": "1100"
            }
        ],
        "periods": [
            "Medieval"
        ],
        "types": [
            "Religious"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 30,
            "date": "2021-09-04",
            "end": "2021-09-04T16:00:00+00:00",
            "fully_booked": null,
            "name": "Open day",
            "notes": "Visitors can arrive at any time during the opening hours.There may be queues at busy times.",
            "start": "2021-09-04T09:00:00+00:00",
            "ticketed": false
        },
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 12,
            "date": "2021-09-04",
            "end": "2021-09-04T14:00:00+00:00",
            "fully_booked": null,
            "name": "Out Side walk round the Historical evolution of the Church Architecture then an tour of the inside.",
            "notes": "Ad-hoc tours, depending on the level of interest. Visitors can arrive at any time during the opening hours.There may be queues at busy times.",
            "start": "2021-09-04T09:00:00+00:00",
            "ticketed": false
        }
    ],
    "facilities": [
        [
            "Toilets",
            "Disabled access"
        ]
    ],
    "factsheet": [
        {
            "heading": "History",
            "paragraphs": [
                "A Church has been on this spot from at least 1190. This is a large town Church at the historic centre of Enfield, set in a shady churchyard on the north side of the marketplace (which has been in use since 1632) with the historic Enfield Grammar School next door.",
                "Built of ragstone, flint rubble and brick with a substantial 14th Century tower, the church shows evidence of a long building history with features from the 13th to the 19th centuries. Beginning with the chancel in the 13th century the structure continues with the nave and tower a century later. The north and south aisles date from the same period. The arcades have 5 bays of quatrefoil piers carrying moulded and chamfered arches.",
                "The chancel arch was widened in 1779 and its Doom painting destroyed. The present crucifix on the arch is a war memorial by Powell's of Highgate and dates from 1923.",
                "The Church's most important features are the monuments, which include those to many local worthies, officials and benefactors. Principal among these are the altar tomb and brass of Joyce, Lady Tiptoft (died 1446); the figures of Faith, Hope and Charity in black marble and alabaster by Nicholas Stone commemorating Martha Palmere (died 1617); and best of all the 3-decker alabaster and marble monument of 1646 to Sir Nicholas Raynton, builder of Forty Hall, with his wife and family. Many other interesting monuments and brasses can be seen within the church and the churchyard has some good 19th century tombs.",
                "A short walk from the church is Gentleman's Row, a winding lane of beautiful small houses, mainly 18th century, with cottage gardens and tiny bridges crisscrossing a stream."
            ]
        }
    ],
    "id": 2479,
    "images": [
        {
            "description": "Jeremy Taylor · 2017",
            "title": "View from south west ",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2479_wp_20170605_17_37_31_pro-2_5fcdab09b1a5e38d6985109e2c9b5fa6.jpg"
        },
        {
            "description": "2018",
            "title": "The Raynton Monument North Chapel",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2479_dsc_0373_1f27b0713f33777fbcbe8d3d718d95ae.JPG"
        },
        {
            "description": "",
            "title": "View West of the Organ Case created by Richard Bridge in 1753  ",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2479_dsc_0377_c996697c80ab084898dba4268652023a.JPG"
        }
    ],
    "links": [
        {
            "href": "https://www.youtube.com/watch?v=qxjsKcfcc14",
            "title": "Virtual Tour"
        }
    ],
    "location": {
        "address": "The Market Place, Church Street, Enfield, EN2 6LL",
        "latitude": 51.652271,
        "longitude": -0.082352,
        "meeting_point": null,
        "travel_info": [
            "Nearest train: Enfield Town, Enfield Chase",
            "Bus routes: 329, W7, W8, 121, 191, 192, 231, 307"
        ]
    },
    "name": "Parish Church of St Andrew Enfield",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/2479",
    "ticketed_events": false
}