{
    "all_week": false,
    "description": "Possibly the last stone-vaulted building built in London – of soaring nobility embellished with carvings and fittings of exceptional quality.",
    "design": {
        "designers": [
            {
                "architect": "James Brooks, J Standen Adkins, J E Taylerson",
                "description": "Original design",
                "year": "1872"
            }
        ],
        "periods": [
            "Victorian"
        ],
        "types": [
            "Religious"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 30,
            "date": "2021-09-04",
            "end": "2021-09-04T17:00:00+01:00",
            "fully_booked": null,
            "name": "",
            "notes": "The west end, nave, Peter and Paul and Lady Chapel are all wheelchair accessible. The Blessed sacrament chapel is one step, but the chancel and sanctuary have three steps and is sadly not wheelchair accessible at present. A wheelchair accessible toilet is available. Assistance dogs are most welcome.",
            "start": "2021-09-04T10:00:00+01:00",
            "ticketed": false
        },
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 30,
            "date": "2021-09-05",
            "end": "2021-09-05T16:30:00+01:00",
            "fully_booked": null,
            "name": "",
            "notes": "The west end, nave, Peter and Paul and Lady Chapel are all wheelchair accessible. The Blessed sacrament chapel is one step, but the chancel and sanctuary have three steps and is sadly not wheelchair accessible at present. A wheelchair accessible toilet is available. Assistance dogs are most welcome.\r\nThe church will additionally be open from 18.00 to 20.00 for our evening service.",
            "start": "2021-09-05T10:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        [
            "Architect on site",
            "Disabled access",
            "Family activities during open house",
            "Refreshments",
            "Toilets"
        ]
    ],
    "factsheet": [
        {
            "heading": "Building the Church",
            "paragraphs": [
                "St John the Baptist Holland Road is a remarkable survival.  Built for the high Anglo-catholic ceremonial of the Victorian and Edwardian eras, it is complete in terms of design, fixtures and fittings.  Just as remarkable is the fact that it was ever completed, and to such a high standard of workmanship and design.",
                "St John's, as we see it today, is the combined work of three men:  James Brooks, the designer of the church; J Standen Adkins who completed the west end of the church after Brooks' death, and J E Taylerson, the sculptor whose work is so prominent, and enlivens the building with decoration."
            ]
        },
        {
            "heading": "The Tour  1:  Narthex and West End",
            "paragraphs": [
                "The narthex and west end were completed by Adkins, and deviated somewhat from Brooks' original designs.  Adkins placed his font here, though it was moved in 2017 to the north aisle, where Brooks had intended it to go.  To the north is the Chapel of St Michael and St George, a war memorial chapel, currently used as the church office.  To the south was the chapel of St Saviour, though from an early date this was used as a community room.  Thanks to the generosity of a number of donors including the Heritage Lottery, Viridor Tax Credits, and Heritage of London, this has been transformed into a community space with kitchen and toilet facilities.",
                "In the narthex itself are the statues of the seven wise and foolish virgins, and a wooden screen carved by Taylerson with the annunciation.",
                "Pass through the screen and turn left towards the north aisle."
            ]
        },
        {
            "heading": "Tour 2: The North Aisle",
            "paragraphs": [
                "The visitor passes the Vicars' board, which has been newly brought up to date, before reaching the font.",
                "This is of Cornish marble, and weighs several tons.  It is surmounted by a statue of John the Baptist, and formerly had at its four corners, statues representing the four rivers from Revelation.  Around the body of the font are four, easily overlooked, carvings representing some of the sacraments of the church:  Baptism, Confirmation, Penance and Communion.",
                "As the visitor walks down the north aisle, notice the fine windows (all here of male saints), and the stations of the cross.  The unique series of 12 stations (beginning in the North Transept by the statue of St John the Baptist, and continuing anti-clockwise around the church) is of wonderful quality mosaic."
            ]
        },
        {
            "heading": "Tour 3: The Transepts and Crossing",
            "paragraphs": [
                "The striking feature of the crossing are the two ambos and the paschal candlestick.  All three of these are still used for their original purposes.",
                "Behind them is the Rood Screen, carved with the 12 apostles, and the crucifixion group of Christ, Mary and John, with the four Archangels.  The crucifix is the only one of Taylerson's carvings to be signed by him.",
                "The pulpit has a series of carvings depicting St John the Baptist and the four doctors of the Western Church, Sts Augustine, Gregory, Jerome and Ambrose.  The canopy above the pulpit is a remarkable tour de force.",
                "Turning to the west, one can see the polychrome angels which support the light fittings, as well as the great rose window."
            ]
        },
        {
            "heading": "Tour 4: The Screens",
            "paragraphs": [
                "The three stone screens dominate the church and delineate the sanctuaries from the nave.  The two smaller screens north and south depict Saints of Britain and Ireland and Europe.  Note on the south screen the fine carving representing Ps 42 vv 1-3, \"like as the hart desireth the water-brooks\".",
                "The bronze screens were installed in thanksgiving for the Diamond Jubilee of Queen Victoria.",
                "Pass through the North screen and enter the Chapel of St Peter and Paul."
            ]
        },
        {
            "heading": "Tour 5: Chapels of St Peter and Paul and the Blessed Sacrament Chapel",
            "paragraphs": [
                "The Chapel of St Peter and Paul has a fine teak altar and reredos.  It is mostly used for the daily office, and as a gathering space for the altar party before processions.",
                "Behind the screen to the right hand side is a small door which looks as though it should lead outside (there is a window above) but which in fact leads to the Blessed Sacrament Chapel.",
                "This chapel is a particularly rare survival from an age when it was not the practice in the Church of England to reserve the Sacrament (the blessed bread and wine/body and blood).  The statues here are cheap plaster replicas of those in Copenhagen cathedral, and have been much damaged over time.  The stained glass though is some of the finest in the church, particularly the four virtues in the lantern.",
                "This chapel is still in need of extensive conservation, and is high on our list of priorities.",
                "Return to the Chapel of St Peter and Paul and enter the Quire through the bronze screen."
            ]
        },
        {
            "heading": "Tour 6: The Quire and Sanctuary",
            "paragraphs": [
                "The choir stalls were carved from Oak by the daughter of the second vicar of St John's, Miss Spencer.  Amongst the decoration is the words of the Te Deum, the great hymn of the church.  This hymn is continued in small statues above the choir stalls, where the angels' scrolls continue the paean.",
                "The dominant feature of the sanctuary, though, is the High Altar and Reredos.  The floor of the sanctuary is the only floor of marble in the Church.",
                "This is the third reredos that St John's has had, each grander than the previous.  Following a small fire in 2017, the reredos has been cleaned and conserved by Opus Conservation and Humphries and Jones Conservation.  We are grateful to Ecclesiastical Insurance for their generosity in cleaning the church after the fire.",
                "The decoration of the whole of the sanctuary is an attempt to show the Heavenly City on earth, and the images around on the reredos illustrate the 24 elders worshipping before the lamb.",
                "Continue through the gates to the south side, and enter the Lady Chapel."
            ]
        },
        {
            "heading": "Tour 7: The Lady Chapel",
            "paragraphs": [
                "Note the fine stone reredos representing scenes from the life of the Virgin Mary, and the unique carved altar piece.",
                "The many memorial tablets on the south wall commemorate the lives of parishioners who have been connected with the church.  Not all of them are in memoriam.",
                "Exit the Lady Chapel back into the south transept, passing the fine statue of Our Lady.  Do pause to light a candle if you wish.",
                "The organ console (a 4 manual Gern organ) is placed here.",
                "As you pass up the south aisle, note more fine stained glass – this sequence of windows is entirely of female saints, mirroring those of male saints in the north aisle."
            ]
        }
    ],
    "id": 2511,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2021/2511/building_2511_sjb-exterior-panagiota_cb64a3431e44717c0c48a766a437666f.jpg",
            "description": "Panagiota Koutoula · 2021",
            "title": "View from Holland Road",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2511_sjb-exterior-panagiota_cb64a3431e44717c0c48a766a437666f.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2021/2511/building_2511_sophie-lindsay-113_8701e122478f8e2afad440e7f59bcbbe.jpg",
            "description": "Sophie Lindsay · 2019",
            "title": "View of West front",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2511_sophie-lindsay-113_8701e122478f8e2afad440e7f59bcbbe.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2021/2511/building_2511_sophie-lindsay-1_b20a61d97ae3512d8e10640a3f6c1df7.jpg",
            "description": "Sophie Lindsay · 2019",
            "title": "View of the interior, looking East",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2511_sophie-lindsay-1_b20a61d97ae3512d8e10640a3f6c1df7.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2021/2511/building_2511_sophie-lindsay-12_15a739fab462e9486a69f2e9a561e659.jpg",
            "description": "Sophie Lindsay · 2019",
            "title": "The Reredos",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2511_sophie-lindsay-12_15a739fab462e9486a69f2e9a561e659.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2021/2511/building_2511_sophie-lindsay-17_4eb31279d2228f657b08b8e033fc7e4b.jpg",
            "description": "Sophie Lindsay · 2019",
            "title": "The nave looking west towards the rose window",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2511_sophie-lindsay-17_4eb31279d2228f657b08b8e033fc7e4b.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2021/2511/building_2511_sophie-lindsay-23_0daa37a78722578527746db014baf6cf.jpg",
            "description": "Sophie Lindsay · 2019",
            "title": "The pulpit",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2511_sophie-lindsay-23_0daa37a78722578527746db014baf6cf.jpg"
        }
    ],
    "links": [
        {
            "href": "http://www.stjohnthebaptisthollandroad.co.uk",
            "title": "Website"
        }
    ],
    "location": {
        "address": "176 Holland Road W14, W14 8AH",
        "latitude": 51.5032295,
        "longitude": -0.2143819,
        "meeting_point": null,
        "travel_info": [
            "Nearest tube: Holland Park, Shepherd's Bush Central",
            "Nearest train: Shepherds Bush, Kensington Olympia",
            "Bus routes: 49, C1, 148, 228, 94, 31, 316"
        ]
    },
    "name": "St John the Baptist Holland Road",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/2511",
    "ticketed_events": false
}