{
    "all_week": false,
    "description": "Eccentric Edwardian church, Grade I listed. Described by Simon Jenkins as 'one of Lutyens' most distinctive creations'. Extensive 20C wall-paintings by Walter Starmer, memorial to horses of WWI. Local archives display.",
    "design": {
        "designers": [
            {
                "architect": "Sir Edwin Lutyens",
                "description": "Original design",
                "year": "1911"
            }
        ],
        "periods": [
            "Edwardian"
        ],
        "types": [
            "Religious"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": null,
            "date": "2021-09-05",
            "end": "2021-09-05T16:00:00+00:00",
            "fully_booked": null,
            "name": "Open Day",
            "notes": "Visitors can arrive at any time during the opening hours.There may be queues at busy times.",
            "start": "2021-09-05T11:00:00+00:00",
            "ticketed": false
        },
        {
            "all_day": false,
            "booking_link": "https://openhouselondon.open-city.org.uk/events/12733/bookings",
            "capacity": null,
            "date": "2021-09-11",
            "end": "2021-09-11T16:00:00+00:00",
            "fully_booked": false,
            "name": "Open Day",
            "notes": "Visitors can arrive at any time during the opening hours.There may be queues at busy times.",
            "start": "2021-09-11T09:00:00+00:00",
            "ticketed": true
        },
        {
            "all_day": false,
            "booking_link": "https://openhouselondon.open-city.org.uk/events/12734/bookings",
            "capacity": null,
            "date": "2021-09-12",
            "end": "2021-09-12T16:00:00+00:00",
            "fully_booked": false,
            "name": "Open Day",
            "notes": "Visitors can arrive at any time during the opening hours.There may be queues at busy times.",
            "start": "2021-09-12T11:00:00+00:00",
            "ticketed": true
        }
    ],
    "facilities": [
        [
            "Bookshop",
            "Parking",
            "Refreshments",
            "Toilets",
            "Disabled access"
        ]
    ],
    "factsheet": [
        {
            "heading": "Building history",
            "paragraphs": [
                "Saint Jude-on-the-Hill (St Jude's) is the Parish Church of Hampstead Garden Suburb which was founded in 1907 by Henrietta Barnett to be a model community where all classes of people would live together in attractive surroundings and social harmony.",
                "The church was built to the designs of Edwin Landseer Lutyens (1869-1944), the greatest English architect of the first part of the twentieth century. It is a hybrid. Simon Jenkins calls it \"the confident application of Queen Anne Revival to traditional church form\". Building began in 1909, but the west end was not completed until 1935. The church was consecrated on 7th May 1911. Externally it is 200 feet long and the spire rises 178 feet above the ground."
            ]
        },
        {
            "heading": "Interior of the building",
            "paragraphs": [
                "Inside, the church is 122 feet from the west door to the chancel steps, and forty feet to the highest part of the roof. The ceiling is barrel-vaulted and domed. There are three vaults between the west end and the crossing; a saucer dome over the crossing; one further vault over the crossing and a saucer dome over the sanctuary. The east end finishes in an apse completed in 1923.",
                "The murals and paintings are by Walter Starmer (1877-1961). He began with the Lady Chapel in 1920 and finished with the apse in 1929. Some commentators have suggested that Lutyens would have preferred the church to have remained undecorated and that the paintings spoil the purity of the interior of the church. A recent study, however, concludes that although the architect might not have admired Starmer's style, Lutyens had no objection in principle to the use of frescoes in Saint Jude's, and it is known that he inspected and praised much of the work.",
                "The west window (dedicated 1937) is to the design of Starmer and depicts Saint Jude holding the cross in his right hand and this church in his left. Below is his symbol, the ship; above, Christ in glory, surrounded by the traditional symbols of the four evangelists.",
                "On the north side of the west door is a memorial to the horses killed in the First World War. Made in 1970 by Rosemary Proctor (died 1995), it replaces the original bronze model of a horse by Lutyens's father, and its replacement, which were stolen. Near it is a memorial to Basil Bourchier, the first vicar, and, on the south pillar, a commemoration of the completion of the west end.",
                "The ceiling panels over the centre aisle depict: the wise men and the shepherds; Christ feeding the multitude and stilling the storm; Christ healing the blind and lepers; the crucifixion (dome); and the entry into Jerusalem with Christ carrying the cross (chancel).",
                "The memorials on the north wall are to John Raphael, a popular sportsman killed in the First World War; to Father Maxwell Rennie, a bust by his daughter Rosemary Proctor; and, in the lunette above St George's altar, a painting by Starmer represents the last few moments in the life Michael Rennie, the Vicar's son, who died of exhaustion after rescuing several evacuee children after their ship, the City of Benares, had been torpedoed on its way to Canada in 1940.",
                "The murals here and in the south aisle represent the teaching of Jesus in the parables of the kingdom.",
                "The Stations of the Cross, also by Starmer, begin here and continue into the south aisle.",
                "The fine iron screens that flank the sanctuary are much older than the church and bear the name Matthias Heit and the date 1710. The sanctuary floor is patterned in brick and marble. The high altar includes two stones from Canada: a smaller dark one from the former French royal chapel of Annapolis Royal in Nova Scotia (where the first European settlement north of Florida was established in 1605, and where the first regular Church of England services were held in Canada in 1710), and a larger and lighter coloured one from the altar steps of Montreal Cathedral. The foundation stone on the north side of the chancel was laid on St Mark's Day 1910 and is by Eric Gill. The pulpit was also a gift from Canada.",
                "Over the south door (into the car park) is a commemoration of the unveiling of the murals by the Prince of Wales in 1924, and, over the door, a figure of Christ by Rosemary Proctor in memory of her brother. Nearby, on the south wall, is a memorial to Edward VII.",
                "To the left of the chancel is the Lady Chapel, the oldest part of the church, completed and opened for worship in 1910. On the pillar at the right of the entrance is a key to the pictures in the chapel (of noted Christian women). Over the arch is a memorial to the unveiling of the frescoes. In the sanctuary is a wooden statue of Our Lady, a reproduction of the early sixteenth century Mourning Virgin or 'Nuremberg Madonna' which would originally have been part of a crucifixion scene. Its curious proportions suggest that it was meant for a very high position and to be seen from far below. In the central panel of the altar is a modern reproduction of the Madonna and Child by Bernini. The Blessed Sacrament is reserved in the tabernacle behind the altar.",
                "St John's Chapel, to the right of the sanctuary, was a gift of the Harmsworth family in 1923. The murals draw on the Gospel of John and the book of Revelation. The memorial window to Sir John Harmsworth is by Robert Anning Bell, one of the most distinguished artists of his day. It has been described as one of the most charming of his designs, and makes use of features from seventeenth century English Baroque sepulchral monuments.",
                "The green and white marble altar is by Lutyens. In the central panel is a picture by Maurice Greiffenhagen (a friend and colleague of Anning Bell at the Glasgow School of Art, and a fellow Royal Academician) of St John holding a chalice from which is emerging a serpent. This refers to the legend in which the priest of the temple of Diana gave St John poison to drink as a test of faith. Two men had already died of the poison, but St John survived, and restored the other two to life as well. The vestries lie behind the altar of St John.",
                "The 'Father Willis' organ comes from St Jude's church in Whitechapel where Canon Samuel Barnett, husband of Henrietta Barnett, the founder of Hampstead Garden Suburb, was vicar. It stood for ten years at the west end and was moved, after restoration, to its present position in the chancel in 1934. The organ was rededicated in October 2002 following extensive rebuilding and renovation works, including the commissioning of a new console."
            ]
        }
    ],
    "id": 2517,
    "images": [
        {
            "description": "St Jude’s Church · 2018",
            "title": "View from Central Square ",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2517_d8a93c47-7818-4b98-a625-7015a3ba291c_bdfe8029aefba8618ccae31ff35d62d8.jpeg"
        },
        {
            "description": "",
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2517_st-jude-on-the-hill_ext_1_f0093779b651fba1d3c9b969d2b5a50a.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Central Square, NW11 7AH",
        "latitude": 51.5805196,
        "longitude": -0.1893314,
        "meeting_point": null,
        "travel_info": [
            "Nearest tube: Golders Green",
            "Bus routes: H2, 13, 102, 460"
        ]
    },
    "name": "St Jude on the Hill",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/2517",
    "ticketed_events": true
}