{
    "all_week": false,
    "description": "Bedford Park is a planned suburb of 1877-86 and a precursor to the Garden Cities and Garden Suburbs. You'll see houses, churches, and public houses by leading 19th century architects Richard Norman Shaw, EW Godwin, EJ May, Maurice B Adams.",
    "design": {
        "designers": [
            {
                "architect": "Norman Shaw,  EW Godwin,  EJ May and Maurice B Adams",
                "description": "Original design",
                "year": "1875"
            }
        ],
        "periods": [
            "Victorian"
        ],
        "types": [
            "Walk/tour"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 50,
            "date": "2021-09-05",
            "end": "2021-09-05T16:30:00+01:00",
            "fully_booked": null,
            "name": "Bedford Park walking tour",
            "notes": "First come first served. Numbers capped above 50 at leader's discretion",
            "start": "2021-09-05T14:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [],
    "factsheet": [
        {
            "heading": "The Bedford Park Estate",
            "paragraphs": [
                "Land for the Bedford Park estate was bought in 1875 by the entrepreneur Jonathan T Carr, for speculative development as a middle-class suburb. It exemplifies the Queen Anne style of architecture popular in the 19th century, a taste heavily influenced by the Aesthetic Movement. When first built, the suburb attracted literary and artistic figures of the day, and the communal buildings in the area – inn, co-operative stores, clubhouse – reflect the idealistic radicalism of many of the residents.",
                "Initially Carr appointed E W Godwin as architect, but he was succeeded (from 1877) by Norman Shaw whose detached 'artistically designed' red brick houses and short terraces form the dominant character of the neighbourhood. Shaw was followed as architect by E J May."
            ]
        },
        {
            "heading": "St Michael and All Angels",
            "paragraphs": [
                "The Church of St Michael and All Angels forms, with the Tabard Inn opposite, the main focus of the estate. It was designed by Shaw in 1878. The exterior successfully combines Perpendicular windows with a 17th century style timber balustrade and dormer windows in the roof. There is a handsome clock positioned on the gable at the west end. The inner south porch is by Martin Travers, and the north aisle and church hall adjoining it were added in 1887 by Maurice Adams.",
                "Inside, this is a rare example of an Aesthetic movement church, with a light-filled space, tall chancel and open roof. The screen is a 17th century type and suits the faintly Dutch character of the interior, accentuated by the green-painted woodwork. The elaborate marble paving in the sanctuary was laid in 1887. Font, pulpit and bishop's throne are all by Adams, who also added the chapel of All Souls in 1909. This space has a different character, a dark jewel-box effect with richly coloured glass by J H M Bonnor and Martin Travers. The vicarage at 1 Priory Gardens is by E J May, 1880, as is the headquarters of the Victorian Society opposite."
            ]
        },
        {
            "heading": "The Tabard",
            "paragraphs": [
                "The Tabard Inn, across Bath Road from St Michael's, was designed in 1880 by Shaw, and is linked with the co-operative stores as a short terrace. The line is gabled, with oriels and bay windows, an arched entrance to the inn and continuous windows for the shop. Inside, the inn is decorated with tiled friezes by William de Morgan and pictorial tiles by Walter Crane."
            ]
        }
    ],
    "id": 2569,
    "images": [
        {
            "description": "John Scott · 2010",
            "title": "Houses in Bedford Park",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2569_img_7522_82c80a19a6d2bbb34c2ce9a3d1c0fd2d.jpg"
        },
        {
            "description": "John Scott · 2010",
            "title": "Bedford Park Club",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2569_img_7499_903e341aa5bc06646d518835edc7d795.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "1 Priory Gardens, W4 1TT",
        "latitude": 51.4963073,
        "longitude": -0.2539543,
        "meeting_point": "The garden of The Victorian Society",
        "travel_info": [
            "Nearest tube: Turnham Green",
            "Bus routes: 94, 272, E3"
        ]
    },
    "name": "Bedford Park Walking Tour",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/2569",
    "ticketed_events": false
}