{
    "all_week": false,
    "description": "A look at some of the large houses built in the late nineteenth and early twentieth century by Ernest Newton, E. J May, Sir Aston Webb, Quennell and other noted architects.  Download from www.chislehurst-society.org.uk/CATTWALK.pdf",
    "design": {
        "designers": [
            {
                "architect": "Ernest Newton, E.J.May",
                "description": "Original design",
                "year": "1890"
            }
        ],
        "periods": [
            "Victorian"
        ],
        "types": [
            "Walk/tour"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 150,
            "date": "2022-09-11",
            "end": "2022-09-11T16:00:00+01:00",
            "fully_booked": null,
            "name": "Additional talk by local historian",
            "notes": "At Annunciation Church Visitors can arrive at any time during the opening hours.There may be queues at busy times.",
            "start": "2022-09-11T15:00:00+01:00",
            "ticketed": false
        },
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 100,
            "date": "2022-09-11",
            "end": "2022-09-11T16:00:00+01:00",
            "fully_booked": null,
            "name": "Talk by local historian",
            "notes": "Free entry. Talk about local houses of interest.  See self guided tour Donations acceptable Visitors can arrive at any time during the opening hours.There may be queues at busy times.",
            "start": "2022-09-11T15:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        [
            "Parking"
        ]
    ],
    "factsheet": [
        {
            "heading": "A Chislehurst Architectural Town Trail",
            "paragraphs": [
                "Chislehurst is rich in architecture and particularly of the period in the late 19th and early 20th centuries when the influence of Arts & Crafts was at its height. This Town Trail looks at a selection of private houses and a few other buildings, none of which is open to the public. It is intended as a simple introduction to the local work of several architects, once widely known in their heyday, but now rather forgotten.",
                "The emphasis is upon three major architects: Edward John May (1853-1941), and George Somers Leigh Clarke (1825-1882), who both lived in Chislehurst, and Ernest Newton (1856-1922), who lived in Bickley. Also included is some of the work of Amos Faulkner (1867-1940), who was chief architect of the Willett property developers’ firm. William Willett the younger (1856-1915) purchased the Camden Park estate in 1889. but is best remembered for his ideas of Daylight Saving, or ‘Summer Time’ as it is known. There are also two who had family connections in Chislehurst: Sir  Ernest George (1839-1922) who lived in Streatham, and Sir Aston Webb (1849-1930), who had a very large London practice.",
                "Unlike the work of painters and sculptors, architecture tends to be more vulnerable to the vagaries of time, fashion, and thoughtless development. It is hoped that this Trail will help to ensure that these men, whose artistry has made such a significant contribution to the built environment of Chislehurst, are not forgotten and will lead to a renewed appreciation of their work."
            ]
        },
        {
            "heading": "The Route",
            "paragraphs": [
                "1. Start at the Annunciation Church\nThe Lych gate, 1905, by E J May, is a memorial to Henry James of Chislehurst, and an epitome of Arts & Crafts work at its best. Read the inscriptions carved on the beams overhead.",
                "2. Walk through the churchyard, cross Green Lane, turn right then left into Mead Road.\nAt the far end are Sweetmeadows and White Riggs by May, 1912 and 1910. Also in this road on the same side we can see Ashton and Randalls, circa 1889 by Ernest Newton, and Golden Mead by Sir Ernest George. On the opposite side is White Gates, thought to be by George, but may be by Newton, and Mead Road School by George.",
                "3. Walk back to Green Lane. and turn left into Heathfield Lane.\nFacing the pond is Wallings, 1913 by E J May for himself, which he called Lyneham. It bears all his characteristic ‘signatures’, including tile-flaunched chimney tops and a lozenge Window.",
                "4. Cross to Pond Path.\nNumber 2, which he also called Lyneham, is where May lived from about 1932 until his death in 1941.",
                "5. Walk up the High Street.\nThe tall house next to the old police station was a Coffee Tavern, 1881, by George Somers Leigh Clarke. It was a Temperance Movement development, designed as ‘a comfortable harbour of refuge for the sober and industrious working man’, and included a club room and hot and cold baths.",
                "6. Walk into Prince Imperial Road and enter Wilderness Road via the entrance facing the Prince Imperial Monument.\nThis was one of William Willett’s planned roads and includes a few houses built by his firm. The tall house on the left is Parkmore, 1901, by Amos Faulkner, Willetts’ chief architect. Observe the May-style tile flaunching. Next to it is Copley Dene, 1904, by Newton, and next to this Holne Chase, 1911, by Faulkner for Willetts’. Opposite is Foxdeane, 1928, by May for the Batten sisters. Opposite Parkmore are The Brake and Moorlands, both by Faulkner for Willetts’.",
                "7. Return to Prince Imperial Road and walk on to Camden Park Road.\nFacing the Camden Place drive is The Cedars, 1893, by Newton for William Willett himself, a fine example of Newton’s Arts & Crafts style. Many similar houses by him can be seen in Bickley, where he lived.",
                "8. Enter Camden Park Road via the pedestrian gate.\nHere are other houses by Newton for Willetts’, all of the 1890s, such as Derwent, Elmbank and Fairacre, the latter is much altered from the original. Bonchester was the Campbell family home from 1901 to 1921.",
                "9. Return to the common and walk past the Cricket Ground via Watts Lane to Morley Road.\nAt the far end are Morley Cottages, 1878, by Sir Ernest George and Harold Peto. Charles Morley lived for a time at Coopers in Hawkwood Lane.",
                "10. Return to Watts Lane and Manor Park Road via Hawkwood Lane.\nFarther along on the right is the so-called Manor House, a Victorianised timber framed house of possibly early Tudor date, greatly altered by George Baskcomb in the mid 19th century. It has given its name to Manor Park, which represents part of its original grounds, developed in the 1870s and 1880s.",
                "11. Walk to the end of Manor Park Road and enter Manor Park.\nA little way down on the left is Cookham Dene, 1882, a large house by Sir Aston Webb for his brother Edward Alfred Webb, the principal author of the History of Chislehurst. At the far end of Manor Park is a magnificent group of houses in Queen Anne style by George Somers Leigh Clarke, who lived here at Walpole. Others in the group are Harley, Manor Place and Lodge, East, West and Upper Pelham, Walsingham, and Walsingham Lodge. These are not very easily seen.",
                "12. Return to St Paul’s Cray Road, and walk towards Royal Parade.\nOn the left are respectively Grange Cottage and three large decoratively tiled houses, Warren, Cleeveland and Crayfield, all of 1878, by George Somers Leigh Clarke. It is said that the influence of Norman Shaw can be seen in Grange Cottage. Beyond these is Chesil House, the best 18th century house in Chislehurst, according to Pevsner, and next to this, another by Clarke, designed for the Rector, Francis Murray, as his Clergy House, 1878. It is a nice mixture of Victorian Gothic and Arts & Crafts styles.",
                "13. At the start of Royal Parade, cross the main road and enter Bull Lane.\nHalfway along on the right is Easden’s, a striking house of 1911, said to be by Sir Aston Webb, but expert opinion leans toward his son, Maurice. Perhaps a joint effort? It was designed as a church hall for St Nicholas’ parish, and is owned by the Easden family.",
                "14. At the far end of Bull Lane at the junction with Holbrook Lane is Shepherd’s Green.\nHere is a wonderful group of five houses, 1907 and 1908, all by E J May for various clients. They are all different in detail but all carry some of his ‘signature’ marks. Observe the Blue Plaque on Number 5, recalling Ted Willis’ residence here.",
                "15. Walk along Holbrook Lane.\nThe terraced cottages to left and right are Scadbury estate work, probably for Robert Marsham Townshend, early 20th century, and are possibly by E J May. Number 9 next to them is by May, though his chimneys were taken down some time ago. At the far end is Oak House, 1912, by May, now called Antokol, cleverly extended in identical style except that it has no chimneys. There are many other fine Arts & Crafts houses to be seen in this road.",
                "Illustrated trail available at:\nhttp://www.chislehurst-society.org.uk/PDFs/CATTWALK2017V3.pdf"
            ]
        }
    ],
    "id": 2609,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/2609/building_2609_img_3074_289c5feea50e54ac4f73d06fe59208a5.jpg",
            "description": "The Chislehurst Society · 2016",
            "title": "The Cedars by Ernest Newton for William Willett",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2609_img_3074_289c5feea50e54ac4f73d06fe59208a5.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/2609/building_2609_armshousing1_cc17480a6006243f82d02c8bc5cb431e.jpg",
            "description": "The Chislehurst Society · 2017",
            "title": "Manning and Anderdon  Alms Houses",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2609_armshousing1_cc17480a6006243f82d02c8bc5cb431e.jpg"
        }
    ],
    "links": [
        {
            "href": "http:// www.chislehurst-society.org.uk/CATTWALK.pdf",
            "title": "Download Trail here"
        }
    ],
    "location": {
        "address": "Organised by the Chislehurst Society, BR7 5AQ",
        "latitude": 51.4196775,
        "longitude": 0.0669377,
        "meeting_point": "start at Church of the Annunciation of the Blessed Virgin Mary, 42 High St, Chislehurst BR7 5AQ",
        "travel_info": [
            "Nearest train: Chislehurst, Elmstead Woods",
            "Bus routes: 61, 269, 162"
        ]
    },
    "name": "Self-guided Architecture of Chislehurst Walk",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/2609",
    "ticketed_events": false
}