{
    "all_week": false,
    "description": "Grade II* listed late-Georgian Quaker Meeting House (1785) set in garden with burial ground. Meeting room has wood panelling, elders' bench, upper gallery with drop shutters, and fine brickwork detailing. Contemporary brick boundary wall.",
    "design": {
        "designers": [
            {
                "architect": "Unknown",
                "description": "Original design",
                "year": "1785"
            }
        ],
        "periods": [
            "Georgian"
        ],
        "types": [
            "Miscellaneous",
            "Mixed use",
            "Library",
            "Historical house",
            "Garden",
            "Community/cultural",
            "Cemetery",
            "Religious"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 20,
            "date": "2021-09-04",
            "end": "2021-09-04T17:00:00+01:00",
            "fully_booked": null,
            "name": "Self guided visit to the Brentfrod and Isleworth Quaker Meeting House and grounds",
            "notes": "One-way walk-in system to Meeting Room that can have 16 people at one time. Visitors are also able to visit the burial ground and garden",
            "start": "2021-09-04T10:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        [
            "Parking",
            "Refreshments",
            "Toilets",
            "Disabled access"
        ]
    ],
    "factsheet": [
        {
            "heading": "Origins",
            "paragraphs": [
                "Brentford & Isleworth Friends Meeting House was built in 1785. The date is over the door. It is in the style favoured by early Friends who disliked the use of names of the days and months derived from pagan and classical gods. First Day refers to Sunday and First month is January etc. The Meeting House was built on land purchased from Benjamin Angell for £35. The total cost of the construction of the Meeting House, including the land, was £617."
            ]
        },
        {
            "heading": "Design",
            "paragraphs": [
                "The Meeting House is a simple rectangular building in brown brick. The plain Georgian style of the building is in keeping with the Friends’ belief in simplicity and their avoidance of ostentation. It has a slate roof, Bath stone corbels and gable edging. The roof timbers proved extremely sturdy when the building suffered bomb damage during the Second World War on 13th October 1940. The front wall was badly damaged but the roof did not collapse.",
                "During the reconstruction of the Meeting House two extra round-headed windows were built on the west side and electricity and a heating system installed. In 1957 an extension at the west side was completed for use for the Meeting’s children. The kitchen was extended and new toilets installed in 1982."
            ]
        },
        {
            "heading": "The Meeting Room",
            "paragraphs": [
                "The raised bench facing the doors of the Meeting Room is the ministers’ gallery and at one time all the other benches faced this gallery. Recorded ministers were Friends whose ministry was particularly valued by the Meeting and the raised facing benches were a convenient place from which they could speak. The Elders of the Meeting sat on the facing bench below the ministers. Facing benches became a less common feature during the last century as Friends preferred not to sit raised above the rest of the Meeting. The arrangement of the other benches also became more relaxed, originally to accommodate the introduction of cast iron stoves and these days to reflect Friends’ emphasis on equality. The present benches are 19th century.  There are fixed benches around the walls.",
                "Today, Friends usually arrange the seating in a square or circle around a table. The plain walls and absence of ecclesiastical symbols or artefacts again reflect Friends' appreciation of simplicity and lack of any reliance on “outward and visible forms” of religious observance.",
                "The Meeting Room also has an upper gallery with sliding partitions and when these are closed a separate room is formed, now used as a library. The presence of shutters cutting off part of the Meeting Room is a common feature of early Meeting Houses. The upstairs room was originally used as a women’s Meeting Room and also to increase the accommodation available on special occasions. Although men and women always sat in the same room for worship, women met separately to discuss certain business matters. In 1896 it was decided that all business meetings should be conducted jointly and newer Meeting Houses did not have this separate room."
            ]
        },
        {
            "heading": "Quaker Wedding Certificate",
            "paragraphs": [
                "In this upstairs room now used as the Meeting library, can be seen a facsimile of the Quaker wedding certificate for a wedding which took place in the Meeting House only 10 years after it was opened in 1795. The couple were called James Taylor and Ann Temple. At a Quaker wedding, all those present sign the certificate. Included in the signatures are those for Benjamin and Sarah Angell. They were wealthy local Quakers who lived at Gumley House, Isleworth."
            ]
        },
        {
            "heading": "The Burial Ground and Garden",
            "paragraphs": [
                "The land to the north and east of the Meeting House was originally used as a burial ground and the additional land to the south bequeathed to the Meeting by Sarah Angell in 1824 was used for interments from 1857.",
                "Originally Quaker graves were not marked with stones. In 1850 headstones were permitted but they had to be uniform in design and wording as seen in the burial ground here. These graves also had footstones but as they necessitated hand cutting of the grass around them most have eventually been removed. Today most Friends are cremated, with perhaps a Memorial Meeting held later in the Meeting House. The top north end of the burial ground is used for the cremated ashes and the names are recorded on plaques on the wall.",
                "In 1975 land at the bottom of the burial ground along London Road was leased to Shepherds Bush Housing Association for the erection of 9 flats. The building is called Angell House in memory of Benjamin and Sarah. Before the widespread use of cars and the construction of Angell House the most commonly used entrance was through the gates which open onto the London Road. An avenue of yew trees was planted in the new burial ground in the 1820s and the path through the yews to the Meeting House was lit by gas lamps. The entrance used today in Quakers Lane was then chiefly used for burials. The present gates were installed in 1969 to replace wooden ones.",
                "The land to the west of the Meeting House was purchased from the Northumberland estate in 1928. In 1975 a section of the grounds was used for some years for allotments. It is used as such now by members of the meeting and a local community group. At around the same time the upper end of the land to the west of the Meeting House was laid out as an orchard. This area is now used as outdoor play space for a day nursery which rents the premises.",
                "A wooden Garden Room was installed in 2000 and an eco-loo in 2019."
            ]
        },
        {
            "heading": "Connection with Kew Gardens",
            "paragraphs": [
                "There has been a long standing connection between the Meeting and the Royal Botanic Gardens, Kew. Six botanists have been members of the Meeting from 1858 until the 1990s and most are buried in the burial ground. They are Daniel Oliver (b.1830). John Gilbert Baker (b.1834), Edmund Gilbert Baker (son of JGB, b.1864), Jan Bevington Gillett (b.1911), Richard Eric Holttum (b.1895) and William Thomas Stearn (b.1911)."
            ]
        }
    ],
    "id": 2688,
    "images": [
        {
            "description": "Richard Clemence · 2014",
            "title": "Brentford and Isleworth Quaker Meeting House front 2",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2688_b-i-meeting-house-doorway-2_c8974d796490bbdcc385a7fd7427e4d7.jpg"
        },
        {
            "description": "Richard Clemence · 2014",
            "title": "View from burial ground 2",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2688_garden-orchard_e09f7bf6438670ed228c846811a463fd.jpg"
        },
        {
            "description": "Richard Clemence · 2014",
            "title": "Meeting House inside 1",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2688_meeting-house-inside-as-for-mfw_a36a6ecc1d620b31571a2d6af92a4a8a.jpg"
        },
        {
            "description": "Richard Clemence · 2014",
            "title": "Meeting House inside through doorway",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2688_meeting-house-inside-through-doorway_a2ede655e6a5fbd4568639e69db2b2f9.jpg"
        },
        {
            "description": "Richard Clemence · 2014",
            "title": "Meeting House inside with table and window",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2688_meeting-house-inside-with-table-7_1658359fbfd78eb19750d42980ffe1e9.jpg"
        },
        {
            "description": "Richard Clemence · 2014",
            "title": "Meeting House inside with table 2",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2688_meeting-house-inside-with-table-2_99ff3e7120d6eb9cd7916bca3779a467.jpg"
        },
        {
            "description": "Richard Clemence · 2014",
            "title": "Meeting House black and white 1",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2688_meeting-house-outside-bw1_42c2024de317cf6e78243af87a5365df.jpg"
        },
        {
            "description": "Richard Clemence · 2014",
            "title": "North burial ground black and white",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2688_north-burial-ground-bw1_7a4dcbd21cc7a98b7e243c4c21d119f6.jpg"
        },
        {
            "description": "r · 2014",
            "title": "Quakers Lane",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2688_quakers-lane-2_b33bc0476271bff73dbd84c5e78ccba3.jpg"
        },
        {
            "description": "Richard Clemence · 2014",
            "title": "Meeting Room window from inside",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2688_meeting-room-window-from-inside_40d3a1603ad032c13cb6020ce7fcbf02.jpg"
        },
        {
            "description": "Bessie White · 2019",
            "title": "Spring view Brentford and Isleworth Meeting House from the north",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2688_spring-view-from-the-north-2_b872fa54e319950e62979dbf53c92f2d.jpg"
        },
        {
            "description": "Bessie White · 2019",
            "title": "Brentford and Isleworth Meeting House from the south",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2688_front-door-and-sign_a533b14a31d4d75299f9d8f9beaec636.jpg"
        },
        {
            "description": "Bessie White · 2019",
            "title": "View of burial ground",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2688_view-of-burial-ground-march-2019_4c5b84b5855a4d5289c3a32cbbfa98cf.jpg"
        },
        {
            "description": "Bessie White · 2019",
            "title": "View of burial ground",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2688_cherry-blossom-and-yews-from-burial-ground-3-wide_b2bed54fa0e3f1e602aab8ffe64cf76c.jpg"
        },
        {
            "description": "Richard Clemence · 2014",
            "title": "Burial ground and weeping cherry",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2688_burial-gd-weeping-cherry-1_f5f4d7052522dffbfd9d6bc7015a8acf.jpg"
        },
        {
            "description": "Anne van Staveren · 2019",
            "title": "Burial ground looking north",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2688_burial-ground-grass-from-bottom-anne-v-2019-cpd_abaef48fa27d3a7b416ea58eb42081ed.jpg"
        },
        {
            "description": "Bessie White · 2019",
            "title": "Garden Room and Eco-loo",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2688_eco-loo-and-garden-room-28-july_1475ac961b4f98587e2362d31004972b.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Quakers Lane, London Road, Isleworth, TW7 5AZ",
        "latitude": 51.4782227,
        "longitude": -0.3245582,
        "meeting_point": null,
        "travel_info": [
            "Nearest tube: Gunnersbury, Ealing Broadway, Hounslow East, Boston Manor, Osterley",
            "Nearest train: Twickenham, Kew Bridge, Brentford, Isleworth, Syon Lane",
            "Bus routes: H37, 235, H28, 237, 267, E8"
        ]
    },
    "name": "Brentford & Isleworth Quaker Meeting House ",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/2688",
    "ticketed_events": false
}