{
    "all_week": false,
    "description": "The former studio home of the sculptor Dora Gordine and her husband the Hon. Richard Hare, a scholar of Russian art and literature. 1930s house over four floors including a flat roof terrace and views of Richmond Park.",
    "design": {
        "designers": [
            {
                "architect": "Dora Gordine & Richard Hare",
                "description": "Original design",
                "year": "1936"
            }
        ],
        "periods": [
            "Inter-war"
        ],
        "types": [
            "Museum"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 6,
            "date": "2021-09-04",
            "end": "2021-09-04T17:00:00+01:00",
            "fully_booked": null,
            "name": "self guided visit",
            "notes": "Pre-book via the Dorich House Museum website",
            "start": "2021-09-04T09:30:00+01:00",
            "ticketed": true
        },
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 6,
            "date": "2021-09-11",
            "end": "2021-09-11T17:00:00+01:00",
            "fully_booked": null,
            "name": "self guided visit",
            "notes": "Pre-book via the Dorich House Museum website",
            "start": "2021-09-11T09:30:00+01:00",
            "ticketed": true
        }
    ],
    "facilities": [
        [
            "Parking",
            "Toilets"
        ]
    ],
    "factsheet": [
        {
            "heading": "History and Design",
            "paragraphs": [
                "Dorich House was designed and built by Russian sculptor, artist and designer Dora Gordine (1895-1991) and her husband, the Hon. Richard Hare (1907-1966), a scholar of Russian art and literature. After Gordine’s death the house was acquired and renovated by Kingston University and opened as a museum. This is a brief history of the house. Our introductory film, which is shown in the plaster studio on the museum’s ground floor, will tell you more about Gordine’s life and work.",
                "Gordine was born in Latvia, trained in Estonia, and moved to Paris in the late 1920s, where her work was exhibited and well received. She spent the early 1930s living and working in South East Asia and while visiting her, Hare, whose earlier offer of marriage had been declined, offered to finance a studio house for her in England.  Gordine accepted and Hare’s friend, the modernist architect Godfrey Samuel, was asked to find a suitable plot and to draw up some designs. The project, planned for a site in Highgate, never came to fruition.",
                "Gordine and Hare went on to find their ideal site on Kingston Hill and, in 1935, had Henry Cole, a builder and surveyor, draw up professional plans for the house from Gordine's designs. You can see these plans to the left of the entrance hall. After their wedding, in November 1936, Gordine and Hare took up residence in their new home, choosing the name Dorich, a conflation of Dora and Richard.",
                "Dorich House was designed to support the production and display of Gordine’s work and much of the building is given over to two large studios and a gallery. Richard pursued his interest in Russian art and literature from a relatively modest study on the ground floor.",
                "Based on the system used by Perret and others for Parisian studio houses, Dorich House was constructed with brick walls and reinforced concrete slab floors to allow large floor spans on the first floor. With heavy bronzes in the gallery and studios, the loadings for the floors were important and Kingston Council requested additional information about this relatively new type of construction before the couple’s plans for the house were approved.",
                "The design of Dorich House draws on a variety of international sources: the architecture of Tallinn, where Gordine had lived as a young woman; her experience of Parisian studio houses, including elements drawn from Perret’s design for her own home in the city; and references to the architectural and interior design of South East Asia.",
                "Although the house was never reviewed in the architectural press, perhaps due to Gordine’s status as a woman and lack of professional architectural training, it was featured in Sketch and Country Life and you can see some of those early photographs as you walk around the building."
            ]
        },
        {
            "heading": "The Museum",
            "paragraphs": [
                "The museum opened in 1996 after a two year restoration period. The architects appointed to renovate Dorich House and convert it to a museum were David Brown and Partners. The museum holds the world’s largest collection of Gordine’s work, which spans her artistic career. Alongside work completed at Dorich House from the mid-1930s are examples of her early paintings, drawings and sculptures, produced in Paris and south-east Asia from the late 1920s.  Also on permanent display is an important collection of Russian art and artefacts, acquired by Gordine and Hare during their marriage.",
                "Visitors can enjoy the house and collections and, weather permitting, spectacular views from its roof terrace overlooking Richmond Park."
            ]
        }
    ],
    "id": 271,
    "images": [
        {
            "description": "© Dorich House Museum. Photo: Ellie Laycock. · 2016",
            "title": "Exterior View",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_271_exterior-2016-dhm-photo-ellie-laycock-13_1c6f3536132bfff89348e78ea3945ba6.jpg"
        },
        {
            "description": "© Dorich House Museum. Photo: Ellie Laycock. · 2016",
            "title": "Modelling Studio",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_271_modelling-studio-10_0a1a5ca9f571ed8b99596ac6d45e3b49.jpeg"
        },
        {
            "description": "© Dorich House Museum. Photo: Ellie Laycock. · 2016",
            "title": "Exterior",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_271_exterior-2016-dhm-photo-ellie-laycock-18_074b48fda0a4c7916890ff213aade9c8.jpg"
        },
        {
            "description": "© Dorich House Museum. Photo: Ellie Laycock. · 2016",
            "title": "Gallery ",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_271_gallery-3-dhm-photo-ellie-laycock-min_37b8ecf7ec5a2c83d46ddcc3c6fcef73.jpg"
        },
        {
            "description": "© Dorich House Museum. Photo: Ellie Laycock.",
            "title": "Exterior View",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_271_dh-exterior-with-pear-tree-in-bloom_fe1d6fb120b2285e98bbfd2b25b6496c.jpg"
        },
        {
            "description": "© Dorich House Museum. Photo: Ellie Laycock. · 2016",
            "title": "Living Room",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_271_living-room-dhm-photo-ellie-laycock-7_396f231344a6f55ffdc7bd476a4eff90.jpg"
        }
    ],
    "links": [
        {
            "href": "https://www.dorichhousemuseum.org.uk/2021/08/06/open-house-festival-2021-dorich-house-museum/",
            "title": "Book tickets via Dorich House Museum website"
        }
    ],
    "location": {
        "address": "Dorich House Museum, 67 Kingston Vale, SW15 3RN",
        "latitude": 51.4336935,
        "longitude": -0.2619671,
        "meeting_point": null,
        "travel_info": [
            "Nearest tube: Putney Bridge",
            "Nearest train: Norbiton, Putney, Kingston",
            "Bus routes: 85, k3, 265"
        ]
    },
    "name": "Dorich House Museum ",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/271",
    "ticketed_events": true
}