{
    "all_week": false,
    "description": "Tudor Manor House built for Sir William Compton in 1514, substantially altered in 17C, 18C & 19C. A museum since 1906 housing local history and community collections, archives, art & exhibitions of Bruce Castle, and Haringey area.",
    "design": {
        "designers": [
            {
                "architect": "Unknown",
                "description": "Original design",
                "year": "1514"
            }
        ],
        "periods": [
            "Tudor",
            "Stuart",
            "Georgian",
            "Victorian"
        ],
        "types": [
            "Museum"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 12,
            "date": "2021-09-04",
            "end": "2021-09-04T10:00:00+00:00",
            "fully_booked": null,
            "name": "Guided tours (outside)",
            "notes": "This is an external guided tour of the manorhouse and grounds, by Museum & Archive staff",
            "start": "2021-09-04T09:00:00+00:00",
            "ticketed": false
        },
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 12,
            "date": "2021-09-05",
            "end": "2021-09-05T13:00:00+00:00",
            "fully_booked": null,
            "name": "Guided tour (outside)",
            "notes": "This is an external guided tour of the manorhouse and grounds, by Museum & Archive staff",
            "start": "2021-09-05T12:00:00+00:00",
            "ticketed": false
        }
    ],
    "facilities": [
        [
            "Bookshop",
            "Parking",
            "Refreshments",
            "Toilets",
            "Disabled access"
        ]
    ],
    "factsheet": [
        {
            "heading": "History",
            "paragraphs": [
                "By 1514 the site was owned by William Compton. He was a close friend of Henry VIII – in fact his position in the King’s court was ‘groom of the bed chamber’. Compton probably owned a simple courtyard house here. Some of the bricks may survive in the present building.",
                "The Round Tower was built at this time, constructed of narrow red bricks, made from local clay. In the surviving building, the main fabric is made up of original Tudor bricks. The tower’s walls are three feet thick. Nearby, at the original Tottenham parish church of All Hallows, the Tudor porch has similar moulded or ‘castellated’ brick ornament. The original purpose of the Round Tower is unknown. Current belief is that it may have been used for falconry as a ‘hawks mews’ (a place to rear young birds for hunting). In 1705, the 2nd Lord Coleraine  was writing about the history of Tottenham. Even he knew nothing about the tower, saying: ‘in respect of its great antiquity more than conveniency, I keep the old brick tower in good repair, although I am not able to discover the founder thereof’.",
                "In 1516, Henry VIII borrowed the manor house to meet his sister, Margaret, Queen of Scotland. There was another Royal visit in 1593, when Queen Elizabeth I came to see William Compton’s grandson. At the end of the 1500s Bruce Castle was used as a refuge from the Plague.",
                "By 1626 the house and land was owned by Hugh Hare, 1st Lord Coleraine. Hugh Hare died a sudden and painful death in 1667 by choking on a turkey bone! ‘.. being at supper one night and talking merrily with some gentlemen of his acquaintance and having a turkey bone in his mouth, it was hard hap through extreme laughter to cause it to go down the wrong way which was ye the instrument of his death.’ \n\t\t\t\t\t\t        \t\t\t\t\nHis son, Henry Hare, 2nd Lord Coleraine inherited the house and moved in with his young wife Constantia Lucy. Great mystery surrounds Constantia’s life and death. The story goes that Henry grew tired of his wife and banished her to the top of the house. As their relationship worsened, he locked her in the small room under the clock. It is said that one night Constantia was so unhappy she jumped off the balcony killing herself and her child. There is no record of her burial in All Hallow Church’s parish registers, although they completely cover this period. It is said that Lady Constantia has become the ghost of Bruce Castle and can be seen at the window at night in November. The first written reference to the ghost was in the Edmonton Advertiser in March 1858."
            ]
        },
        {
            "heading": "Remodelling of the House",
            "paragraphs": [
                "Henry Hare was responsible for a radical remodelling of the house between 1682 and 1684. This included the raising of the turret projections and the building of the clock tower above the porch. It seems that much of this work was prompted by Henry’s second marriage to the Duchess of Somerset, who was very rich and powerful. Henry was a keen historian and it is believed that he gave the building the name ‘Bruce Castle’.\n \nThe next owner of the house was Henry’s grandson (another Henry) who added more rooms and the coat of arms, which remains on the north face of Bruce Castle. He stayed here on and off between his tours around Europe. He had a daughter called Henrietta Rose but because she was illegitimate and French she could not inherit her father’s estate. After petitioning parliament, an act was passed giving the estate to her husband James Townsend.   James was an MP and also became Lord Mayor of London. He made many changes to the building; this included the parapet in front of the Tudor gables on the second floor, giving the building a fashionable Georgian look and changing the entrance to the east wing. These changes cost a huge amount of money and eventually Bruce Castle was auctioned off.",
                "The building was then bought by John Eardley Wilmot. He became famous for helping American refugees who fled to England after the American War of Independence. He also became involved with the French refugees who were fleeing the French Revolution.",
                "After Wilmot’s death Bruce Castle was purchased by John Ede and then in 1827 by the Hill Family.",
                "The Hill family opened a private boarding school for boys. They built the Victorian wing (on the west side of the building, extending into the park) to house the school. Rowland Hill was joint headmaster with his brother Arthur. They did not approve of corporal punishment and never hit the boys when they behaved badly, which was very unusual at the time. It was a very popular school and boys came from around the world to Bruce Castle School.",
                "Charles Dickens visited the school several times, as did Charles Babbage (the originator of the digital computer) as his sons attended the school.",
                "Rowland Hill left teaching and went on to work for the Post Office. He is famous for his postal reform work that included inventing the Penny Black postage stamp and the Penny Post system.",
                "The school closed in 1891. Joshua Pedley who bought Bruce Castle then sold it on to the Tottenham Local Boardl. In 1892 the grounds were opened as the first public park and the building became Tottenham’s first public museum in 1906.",
                "During World War II the Museum was used as a clinic and for exhibitions about the war effort. There has also been a dentist at Bruce Castle.",
                "Bruce Castle is now a Grade 1 listed building and houses the London Borough of Haringey’s archives and local history museum.",
                "For further information about the Museum, Archives, opening times, family activities, talks, room hire or group visits please call: 020 8489 4250 ."
            ]
        }
    ],
    "id": 2728,
    "images": [
        {
            "description": "Robert Waite · 2008",
            "title": "South facade of Bruce Castle, from the Memorial Garden",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2728_brucecastle-robert-waite-taken-by-memorial-garden_539e552b5ecf1aedb98ef6edf16841d7.jpg"
        },
        {
            "description": "Robert Waite · 2008",
            "title": "Aerial view of Tudor Tower",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2728_bcmtudortowerimage16_84aa569ba4aaf246493a84f7e53d1262.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Bruce Castle Museum,, Lordship Lane, Tottenham, N17 8NU",
        "latitude": 51.599108,
        "longitude": -0.075367,
        "meeting_point": null,
        "travel_info": [
            "Nearest tube: Seven Sisters, Wood Green, Tottenham Hale",
            "Nearest train: Bruce Grove",
            "Bus routes: 123, 243, 318"
        ]
    },
    "name": "Bruce Castle Museum",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/2728",
    "ticketed_events": false
}