{
    "all_week": false,
    "description": "10 Downing Street has been the residence of British Prime Ministers since 1735. Behind its famous black door the most important decisions affecting Britain for the last 284 years have been taken.",
    "design": {
        "designers": [
            {
                "architect": "Sir Christopher Wren",
                "description": "Original design",
                "year": "1684"
            },
            {
                "architect": "William Kent",
                "description": "Refurbishment",
                "year": "1735"
            },
            {
                "architect": "Kenton Couse",
                "description": "Refurbishment",
                "year": "1780"
            },
            {
                "architect": "Sir John Soane",
                "description": "Extension",
                "year": "1825"
            },
            {
                "architect": "Raymond Erith",
                "description": "Restoration",
                "year": "1963"
            },
            {
                "architect": "Quinlan Terry",
                "description": "Refurbishment",
                "year": "1980"
            }
        ],
        "periods": [
            "Georgian"
        ],
        "types": [
            "Government"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 24,
            "date": "2022-09-04",
            "end": "2022-09-04T13:00:00+01:00",
            "fully_booked": null,
            "name": "Ballot Tour",
            "notes": "by public ballot ONLY",
            "start": "2022-09-04T11:00:00+01:00",
            "ticketed": true
        },
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 24,
            "date": "2022-09-04",
            "end": "2022-09-04T16:00:00+01:00",
            "fully_booked": null,
            "name": "Ballot Tour",
            "notes": "by public ballot ONLY",
            "start": "2022-09-04T14:00:00+01:00",
            "ticketed": true
        }
    ],
    "facilities": [
        [
            "Toilets",
            "Disabled access",
            "Photography is not permitted on site"
        ]
    ],
    "factsheet": [
        {
            "heading": "History",
            "paragraphs": [
                "10 Downing Street, the locale of British prime ministers since 1735, vies with the White House as being the most important political building anywhere in the world in the modern era. Behind its black door have been taken the most important decisions affecting Britain for the last 275 years.",
                "George Downing was responsible for the street, its name and the building we know today. A former diplomat at The Hague serving the Commonwealth, he changed allegiance with finesse. He traded enough secrets to gain a royal pardon in March 1660 and, by the Restoration in May 1660, to be rewarded with a knighthood.",
                "Interested in power and money, he saw an opportunity to make his fortune in property. He had already gained the Crown interest in the land around Hampden House, but could not take possession as it was under lease to Knyvet's descendants. In 1682 he secured the leases to the property and employed Sir Christopher Wren to design the houses.",
                "Between 1682 and 1684, existing properties were pulled down and in their place a cul-de-sac of 15 to 20 terraced houses was built along the north side of the new street, Downing Street. In order to maximise profit, the houses were cheaply built, with poor foundations for the boggy ground. Instead of neat brick façades, they had mortar lines drawn on to give the appearance of evenly spaced bricks.",
                "Sir Robert Walpole took up residence on 22 September 1735, \n - once the townhouse on Downing Street and the house overlooking Horse Guards had been joined together and completely refurbished. Walpole employed architect William Kent – who had already worked on Walpole's Norfolk home, Houghton Hall – to undertake the work.",
                "Kent carried out extensive work on the 2 houses, connecting them on 2 storeys. The main entrance now faced onto Downing Street rather than towards Horse Guards, and the Downing Street building became a passageway to the main house. At the back of the house, where the Walpoles lived, Kent created grand new rooms suitable for receiving important guests, and built an unusual 3-sided staircase. It is still one of the most impressive features of the building.",
                "Walpole used the ground floor for business, taking the largest room, on the north-west side of the house, as his study. This is now the Cabinet Room. Upstairs on the first floor, the Walpoles lived in the rooms facing onto Horse Guards Parade. Lady Walpole used today's White Drawing Room as her sitting room, and the present day Terracotta Room served as their dining room. The Walpoles were soon entertaining important guests in their smart house, including George II's wife Queen Caroline, politicians, writers and soldiers."
            ]
        },
        {
            "heading": "Restoration and modernisation",
            "paragraphs": [
                "By the 1950s, the material state of 10 Downing Street had reached crisis point. Bomb damage had worsened existing structural problems: the building was suffering from subsidence, sloping walls, twisting door frames and an enormous annual repair bill.",
                "The Ministry of Works carried out a survey in 1954 into the state of the structure. The report bounced from Winston Churchill (1951 to 1955) to Anthony Eden (1955 to 1957) to Harold Macmillan (1957 to 1963) as one Prime Minister followed the other. Finally, a committee set up by Macmillan concluded that drastic action was required before the building fell or burnt down.",
                "The committee put forward a range of options, including the complete demolition of Number 10, 11 and 12 and their replacement with a new building. That idea was rejected and it was decided that Number 12 should be rebuilt, and Numbers 10 and 11 should be strengthened and their historic features preserved.",
                "The architect Raymond Erith was selected to supervise the work, which was expected to take 2 years and cost £500,000. It ended up taking a year longer than planned and costing double the original estimate. The foundations proved to be so rotten that concrete underpinning was required on a massive scale.",
                "Number 10 was completely gutted. Walls, floors and even the columns in the Cabinet Room and Pillared Room proved to be rotten and had to be replaced. New features were added too, including a room facing onto Downing Street and a veranda at Number 11 for the Chancellor.",
                "It was also discovered that the familiar exterior façade was not black at all, but yellow. The blackened colour was a product of two centuries of severe pollution. To keep the familiar appearance, the newly cleaned yellow bricks were painted black to match their previous colour. Erith's work was completed in 1963, but not long afterwards, dry rot became apparent and further repairs had to be undertaken.",
                "Margaret Thatcher (1979 to 1990) appointed architect Quinlan Terry to refurbish the state drawing rooms at the end of the 1980s. Two of the rooms, the White Drawing Room and Terracotta Room, gained ornate plasterwork ceilings. In the White Drawing Room, this included adding the national emblems of England, Northern Ireland, Scotland and Wales.",
                "By 2006, it was clear that the Downing Street complex was no longer able to support the business of the Prime Minister's Office reliably. Independent surveys established that the building was no longer weather-tight, the heating system was failing, and the information and communications technology (ICT) network was at the limits of its operation. Power outages and water leaks were frequent occurrences and impacted significantly on the day-to-day operation of the Prime Minister's Office.",
                "In addition to deterioration through age, pressures on the buildings had increased dramatically over recent years, through an increase in occupancy (stable at around 50 for many years) to around 170. In 2006, Prime Minister Tony Blair (1997 to 2007) authorised a new programme of improvements, with the building remaining operational throughout. Work was launched to address structural failure, renew the infrastructure, improve access and enhance the building's sustainability.",
                "Structural issues were among the first to be tackled, and a phased exterior repair project was launched to address failing lead guttering, cracking brickwork and other structural issues. The distinctive black colourwash was also renewed, as it had faded away in many areas to reveal the yellow brickwork beneath. During the course of the works it was discovered that the façade of 11 Downing Street was unstable, and had to be secured using 225 stainless steel pins. All work was carried out in consultation with English Heritage.",
                "Other projects have been undertaken to renew the building's ageing infrastructure and to replace many of the building's key services, including heating, fire protection and electrical power distribution. Sustainability is a key feature of the programme and a 10% reduction in carbon emissions was achieved during 2011. Rainwater harvesting was introduced in 2009, providing a sustainable source of water for the garden. Accessibility for disabled visitors has been significantly improved through the introduction of ramps and modernisation of lifts. Many of the public areas of the building have also been restored, including the front entrance hall, the state and small dining rooms and the study.",
                "An ongoing programme is in place to upgrade facilities to modern standards, and to ensure the preservation of this historic building for years to come.",
                "See www.gov.uk/government/history/10-downing-street"
            ]
        }
    ],
    "id": 2738,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/2738/building_2738_s320170712-4-1jx5w4320170712-4-1t3rkli20170712-4-x4ql1h_5a9e87c357083b3ead06e4ddb3f88367.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/medium_golden/building_2738_s320170712-4-1jx5w4320170712-4-1t3rkli20170712-4-x4ql1h_5a9e87c357083b3ead06e4ddb3f88367.jpg"
        }
    ],
    "links": [
        {
            "href": "https://openhouselondon.open-city.org.uk/ballots/16/entries/new",
            "title": "Enter the ballot by 18 August"
        }
    ],
    "location": {
        "address": "10 Downing Street, SW1A 2AA",
        "latitude": 51.503541,
        "longitude": -0.1276699,
        "meeting_point": null,
        "travel_info": [
            "Nearest tube: Westminster, Embankment",
            "Nearest train: Charing Cross, Waterloo",
            "Bus routes: 12, 24, 88, 11, 453, 3, 87, 159"
        ]
    },
    "name": "10 Downing Street",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/2738",
    "ticketed_events": true
}