{
    "all_week": false,
    "description": "The Edwardian baroque of Mountford’s building has a base of Cornish granite with Portland stone facing above. Inside the lower grand hall and Grand Hall are lined with rich marble and the arches are of white Ancaster stone.",
    "design": {
        "designers": [
            {
                "architect": "Edward Mountford",
                "description": "Original design",
                "year": "1907"
            }
        ],
        "periods": [
            "Georgian"
        ],
        "types": [
            "Legal"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 25,
            "date": "2022-09-11",
            "end": "2022-09-11T17:00:00+01:00",
            "fully_booked": null,
            "name": "Guided Tour",
            "notes": "Tours at 9am, 10am, 11am, 1pm, 2pm, 3pm, 4pm. Bookings on Eventbrite: https://www.eventbrite.co.uk/e/the-old-bailey-central-criminal-court-tour-open-house-london-2021-tickets-169121229149",
            "start": "2022-09-11T09:00:00+01:00",
            "ticketed": true
        }
    ],
    "facilities": [
        [
            "Disabled access",
            "Photography is not permitted on site",
            "Toilets"
        ]
    ],
    "factsheet": [
        {
            "heading": "Introduction",
            "paragraphs": [
                "The Old Bailey has been London's principal criminal court for centuries.",
                "Now a crown court centre, it hears cases from the City of London and the Greater London area, and those remitted to it from England and Wales.",
                "The figure of Justice standing commandingly above the streets of the City of London is an image familiar to millions, an instantly recognisable symbol from book covers, films and television news. The building she proudly crowns is almost as well-known as she is - the Central Criminal Court, universally known as the Old Bailey, the most famous criminal court in the world."
            ]
        },
        {
            "heading": "Did you know?",
            "paragraphs": [
                "Crowning the court the statue of Justice, sculpted by Frederick William Pomeroy, stands 60 metres above the street and is 3.7 metres high, cast in bronze and covered with gold leaf. Her outstretched arms span 2.4 metres; in her right hand she holds the sword of retribution and in her left the equally balanced scales of justice. She is especially distinguished from other statues of Justice, by not being blindfolded.​"
            ]
        },
        {
            "heading": "History",
            "paragraphs": [
                "Early history\nBefore the first courthouse was built in the 16th century, sessions were held in nearby rooms specially hired for the purpose or in Newgate, the 'notorious prison' used to house prisoners from at least the end of the 12th century.",
                "The medieval Newgate had replaced the original Roman west gate to the City. All the courthouses have been built on the line of the Roman City wall, a section of which is still preserved in the basement of the present building.",
                "New building\nExtremely poor conditions for prisoners and the fast spreading of many diseases, meant a new prison was needed.  This new prison was architect George Dance the Younger’s most celebrated work.  The first stone was laid by the Lord Mayor, William Beckford, in 1770.  After the City riot of 1780 destroyed the inside of Newgate and damaged the Sessions House, the task of rebuilding the prison was undertaken and finally completed in 1785.  The Old Bailey, named after the street besides the new prison, soon became popular as the scene of hanging of those sentenced to death.  The last ‘beheading’ in the country took place outside the prison in 1820.",
                "The building was further enlarged in 1824 when a second courtroom was added. 10 years later, an Act of Parliament extended the Central Criminal Court jurisdiction beyond the City and Middlesex to include parts of Essex, Surrey and Kent and to British ships on the high seas.",
                "The 1907 courthouse\nBy the end of the century, more expansion work was needed and in 1898 the Royal Institute of British Architects nominated six architects to submit plans, putting no restrictions on style but requiring impressiveness and dignity without excessive ornamentation.",
                "The design of Edward Mountford was selected, who chose to complement the nearby dome of St Paul’s, which then dominated the City skyline.",
                "The first stone of the new Old Bailey was laid in 1902, and five years later the building, with four courts, 90 cells and stones from the demolished prison used in its façade, was completed. It cost the City of London Corporation nearly £400,000 and was opened in 1907 by King Edward VII."
            ]
        },
        {
            "heading": "Present building",
            "paragraphs": [
                "After extensive damage caused by an air-raid in 1941, restoration work over some six years included replacing marble facings inside the building with marble imported from Italy, Sicily and Belgium.  Professor Gerald Moira, one of the two artists who had painted the lunettes in Grand Hall, returned to direct the repainting of those that had been damaged or destroyed.  In 1966 McMorran and Whitby’s plans for a twelve-court extension were approved and finally opened by the Lord Chancellor, Lord Hailsham, in 1972.  An IRA car bomb outside the Old Bailey in 1973 damaged the building; a piece of glass still remains embedded in an inside wall of the ground-floor concourse.",
                "Did you know? In all the 18 courts the central chair is always reserved for the Lord Mayor, who is the Chief Justice of the City of London."
            ]
        },
        {
            "heading": "Famous trials",
            "paragraphs": [
                "One case has earned a commemorative plaque in the courthouse: that of Quakers William Penn and William Mead. It is a legal landmark because of the jury’s refusal to convict them, which lead to the establishment of the right of juries to give a verdict according to conscience.",
                "Many 18th century trials became famous through the writings of the Newgate Ordinary, the prison chaplain, who published pamphlets of the lives, trials and executions of criminals.",
                "Among the famous trials are those of Oscar Wilde, Dr Crippen, William Joyce (‘Lord Haw Haw’), John Christie, the Krays and Peter Sutcliffe, the ‘Yorkshire Ripper’."
            ]
        }
    ],
    "id": 2826,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/2826/building_2826_old-bailey-3_bad92e2e5aaa7b83b85f7c6999f0fac3.jpg",
            "description": "City of London Corporation",
            "title": "Old Bailey",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2826_old-bailey-3_bad92e2e5aaa7b83b85f7c6999f0fac3.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/2826/building_2826_old-bailey-5_02b70f7933b0e09f9cb5ae98abc60937.jpg",
            "description": "City of London Corporation",
            "title": "Old Bailey",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2826_old-bailey-5_02b70f7933b0e09f9cb5ae98abc60937.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Old Bailey, EC4M 7EH",
        "latitude": 51.5155093,
        "longitude": -0.1020219,
        "meeting_point": null,
        "travel_info": [
            "Nearest tube: St. Paul's, Farringdon",
            "Nearest train: City Thameslink, Farringdon",
            "Bus routes: 56, 25, 8"
        ]
    },
    "name": "The Old Bailey (Central Criminal Court)",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/2826",
    "ticketed_events": true
}