{
    "all_week": false,
    "description": "Britain's oldest purpose-built public art gallery. At the centre of this seminal building Soane designed a mysterious mausoleum for the gallery's founders. Recent glass, bronze and brick extension. RIBA Award Winner.",
    "design": {
        "designers": [
            {
                "architect": "Sir John Soane",
                "description": "Original design",
                "year": "1811"
            },
            {
                "architect": "Rick Mather Architects",
                "description": "Extension",
                "year": "2000"
            }
        ],
        "periods": [
            "Historical/contemporary"
        ],
        "types": [
            "Gallery"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": null,
            "date": "2021-09-04",
            "end": "2021-09-04T17:00:00+01:00",
            "fully_booked": null,
            "name": "",
            "notes": null,
            "start": "2021-09-04T10:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        [
            "Bookshop",
            "Refreshments",
            "Parking",
            "Toilets",
            "Disabled access"
        ]
    ],
    "factsheet": [
        {
            "heading": "The World's First Public Building Designed For Art",
            "paragraphs": [
                "In January 1811 Sir Peter Francis Bourgeois died leaving his collection of 360 Old Master paintings to Dulwich College.",
                "The task presented in Bourgeois’ will to Sir John Soane was the first of its kind in the world: to design a space with the primary purpose of displaying paintings for the ‘inspection of the publick’. Soane had to find a solution for lighting the paintings for optimum viewing before the invention of electricity.",
                "To add to the challenge Bourgeois requested that ‘some little nook’ be set aside as a resting place for his and his fellow collector Noel Desenfans’ sarcophagi."
            ]
        },
        {
            "heading": "Pleasing the Client: Designs 1 - 8",
            "paragraphs": [
                "It was common practice for Soane to offer a range of designs at the start of the architectural process from which the client could select. In May 1811 Soane submitted five designs to Dulwich College for a Picture Gallery.",
                "Soane included perspective views in watercolour along with plans and illustrations to show how the building might actually look. Designs 1 – 5 were rejected by the College authorities but Soane returned with designs 6, 7 and 8. No. 7 is very close to the built Gallery though the mausoleum moved to the other side and Soane continued to include a quadrangle formed by a new south wing.",
                "In July 1811 the final design was approved and in October, following much back and forth on costs and a generous additional financial gift from Margaret Desenfans, the foundations of the building were laid. The build costs were agreed at £11,270."
            ]
        },
        {
            "heading": "Investing in Young Architects",
            "paragraphs": [
                "Many progress views exist of the Gallery’s construction. These are a result of Soane’s conviction that site visits are critical to developing young architects and their understanding of the mechanics of a building. Many of them are signed by Soane’s pupils. In 1806 Soane became Professor of Architecture at the Royal Academy delivering a series of lectures and his office produced over 1000 accompanying illustrations covering the work of many famous architects."
            ]
        },
        {
            "heading": "The Building Today",
            "paragraphs": [
                "The building you see today differs significantly from the original structure. In 1813 a ‘New Porch’ at the South Entrance was added (and later removed) to house visitor facilities. In 1870 the six old ladies moved out of the Gallery building freeing up room for new hanging space. Between 1908 and 1938 four new rooms were added (present Rooms X – XIII). In 1944 a Doodlebug landed in Gallery Road, fortunately the paintings had been evacuated to a Welsh slate mine but the damage to the building was considerable.",
                "The £60,000 cost of rebuilding was supported by the Pilgrim Trust and the War Damage Commission. The Queen Mother reopened the Gallery in 1953. However Funds were not available for modernisation and electric lighting was not installed until 1977.",
                "In 1995 Rick Mather was appointed architect to refurbish the Soane building and contemporary extension. The resulting design echos three sides of the original quadrangle Soane looked to create in some of his initial plans. The work was completed at a cost of £8.5 million."
            ]
        }
    ],
    "id": 286,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2021/286/building_286_english-heritage-promo-image_4850754ab51ab5a68adf171f95d067f3.jpg",
            "description": "2015",
            "title": "View down the enfilade",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_286_english-heritage-promo-image_4850754ab51ab5a68adf171f95d067f3.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2021/286/building_286_3-pavilion-in-context-c_dulwich-pavilion_pricegore-x-yinka-ilori_180709-2_6848b2f654feb9f04757bbe2f17e77fb.jpg",
            "description": "",
            "title": "Pavilion Pricegore x Yinka Ilori",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_286_3-pavilion-in-context-c_dulwich-pavilion_pricegore-x-yinka-ilori_180709-2_6848b2f654feb9f04757bbe2f17e77fb.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2021/286/building_286_exterior-132_10cdfc38ee693bd7d49aa3e3dde07b2c.jpg",
            "description": "",
            "title": "Exterior",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_286_exterior-132_10cdfc38ee693bd7d49aa3e3dde07b2c.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2021/286/building_286_mausoleum-10_2c6b1712e67c88d1f263182d8d14eb8b.jpg",
            "description": "",
            "title": "Mausoleum",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_286_mausoleum-10_2c6b1712e67c88d1f263182d8d14eb8b.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Gallery Road, SE21 7AD",
        "latitude": 51.4456319,
        "longitude": -0.0867226,
        "meeting_point": null,
        "travel_info": [
            "Nearest train: West Dulwich, North Dulwich",
            "Bus routes: P4, 37"
        ]
    },
    "name": "Dulwich Picture Gallery",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/286",
    "ticketed_events": false
}