{
    "all_week": false,
    "description": "Home of the Mayor of London and London Assembly, an environmentally-aware building with innovative spiral ramp and fine views across London.",
    "design": {
        "designers": [
            {
                "architect": "Foster + Partners",
                "description": "Original design",
                "year": "2002"
            }
        ],
        "periods": [
            "Contemporary"
        ],
        "types": [
            "Civic"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 100,
            "date": "2022-09-04",
            "end": "2022-09-04T16:00:00+01:00",
            "fully_booked": null,
            "name": "Unescorted Walking Tour",
            "notes": "Currently in the process of relocating City Hall, so this will be the last opportunity to visit.  Visitors will be able to visit the Chamber and London Living Room, although there will be no access to the spiral ramp.  The ramp can be viewed from the chamber.  The map area will not be open, but can be viewed from the Ground floor ramp.  No catering facilities will be available.Visitors can arrive at any time during the opening hours.There may be queues at busy times.",
            "start": "2022-09-04T10:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        [
            "Disabled access",
            "Toilets"
        ]
    ],
    "factsheet": [
        {
            "heading": "Background",
            "paragraphs": [
                "City Hall has been designed as a model of democracy, accessibility and sustainability. It houses the assembly chamber for the 25 elected members of the London Assembly and the offices of the Mayor and staff of the Greater London Authority. It is a highly public building, bringing visitors into close proximity with the workings of the democratic process.",
                "The building is set within the Foster-designed More London master plan on the south bank of the Thames, bringing a rich mix of office buildings, shops, cafés and landscaped public spaces to a section of the riverside that had remained undeveloped for decades."
            ]
        },
        {
            "heading": "The Design",
            "paragraphs": [
                "A large sunken outdoor amphitheatre, paved in high-quality blue limestone, leads to a public café at lower ground level beyond which is an elliptical exhibition space directly below the assembly chamber. Daylight is reflected into this space by the ceiling’s pattern of concentric ellipses of mirror-polished stainless steel. From this space a half-kilometre-long, gently rising public ramp coils through all ten storeys to the top of the building, offering new and surprising views of London and glimpses into the offices of the GLA staff. The ramp leads past the Mayor’s Office to the space at the top of the building known as ‘London’s Living Room’.",
                "The building’s orientation and form have been designed to save energy. Its shape is derived from a geometrically modified sphere, a form which contains the greatest volume with the least surface area. The glazed façade of the assembly chamber faces north to minimise the amount of direct sunlight falling on to it and so minimising solar gain. The building leans back towards the south, where the floor-plates step inwards to provide natural shading for the offices beneath.",
                "The building has a highly integrated system of environmental controls to minimise its energy use. The perimeter office spaces can be naturally ventilated by opening vents positioned below the windows. The building’s cooling system utilises cold ground water pumped up via boreholes from the water table and passed through chilled beams in the ceilings, voiding the need for noisy and unsightly chillers on the roof. Analysis indicates that, as a result of the combination of these energy saving devices, the energy consumption for the building’s mechanical systems will be approximately a quarter of that of a typical high-specification air-conditioned office building.",
                "Advanced computer modelling techniques and innovative construction have been employed to achieve the geometry. Each of the glazing panels is unique in shape and size. They have been laser-cut with data supplied from the same computer model used to design the building, ensuring a high degree of accuracy.",
                "Many of the building elements, including floor tiles and rubber doormats, are made from recycled materials."
            ]
        }
    ],
    "id": 2893,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/2893/building_2893_1027-int-ny-020507-b5859_af835d653d292d06895f10f334d9fe93.jpg",
            "description": "",
            "title": "Spiral Staircase",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2893_1027-int-ny-020507-b5859_af835d653d292d06895f10f334d9fe93.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/2893/building_2893_city-hall-please-credit-adam-hinton_fb2ec5f6033840a8b5ccda653fca485e.jpg",
            "description": "Adam Hinton",
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2893_city-hall-please-credit-adam-hinton_fb2ec5f6033840a8b5ccda653fca485e.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "City Hall, The Queen's Walk, SE1 2AA",
        "latitude": 51.504827,
        "longitude": -0.0786264,
        "meeting_point": null,
        "travel_info": [
            "Nearest tube: Tower Hill, London Bridge",
            "Nearest train: London Bridge",
            "Bus routes: 47, 42, 78, 381, 343"
        ]
    },
    "name": "City Hall",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/2893",
    "ticketed_events": false
}