{
    "all_week": false,
    "description": "Unique building for artists with three large studios, all with north light through expansive windows. Originally called Barons Court Studio, Colet House was built 1885 on market garden land in what was a leafy backwater called Red Cow Lane.",
    "design": {
        "designers": [
            {
                "architect": "Fairfax B Wade-Palmer",
                "description": "Original design",
                "year": "1885"
            }
        ],
        "periods": [
            "Victorian"
        ],
        "types": [
            "Art studio"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 100,
            "date": "2021-09-11",
            "end": "2021-09-11T16:00:00+01:00",
            "fully_booked": null,
            "name": "Open House",
            "notes": "Visitors can arrive at any time during the opening hours.There may be queues at busy times.",
            "start": "2021-09-11T10:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        [
            "Toilets",
            "Bookshop"
        ]
    ],
    "factsheet": [
        {
            "heading": "The Story of Colet House",
            "paragraphs": [
                "Originally called Barons Court Studio, Colet House was built in 1885 on market garden land in what was then a leafy backwater called Red Cow Lane, later to be named Colet Gardens. Its address changed to Talgarth Road in the 1960s when that road was extended to form a route to Heathrow. The name derives from John Colet, Dean of St Paul’s, who founded the St Paul’s school, built on land opposite in 1884.",
                "Colet House was designed specifically for artists and was the brainchild of Sir Coutts Lindsay (1824-1913), onetime soldier in the Crimea, ex-banker, and the founder of the Grosvenor Gallery in Bond Street, a centre for the Pre-Raphaelites. The financier was probably James Gunter II, son of the founder of Gunter’s Tea Rooms in Mayfair whose family owned great swathes of land in West London. Talgarth, in Wales, was their family home.",
                "Colet House has the largest single studio in London, long enough to hold a cricket pitch, and two other substantial studios. It has been a workplace of many artists, Sir Frank Brangwyn RA notably Sir Frank Brangwyn RA (1867-1956) who described it as \"a wonderful place ... fit for Michelangelo himself ...\" and Sir Edward Burne-Jones RA (1833-1898) who was painting there to within hours of his death.",
                "The eight neighbouring houses to the east, originally called St Paul’s Studios, were designed by Frederick Wheeler FRIBA (1853-1931) for bachelor artists and were built six years later, at a total cost of £8100 for the terrace. It was thought that Wheeler also designed Colet House, but recent research shows that it was probably Fairfax Blomfield Wade-Palmer FRIBA (1851-1919).",
                "In the 1930s Colet attracted emigrés from post-revolution Russia and the ballet teacher Nicolai Legat from St Petersburg established his renowned school here, attracting dancers from all over the world.",
                "On his death, P.D. Ouspensky founded his society at Colet. In World War 2 the house was occupied by Naval Intelligence in support of General Montgomery’s D-Day Planning HQ which was across the road at St Paul’s school. Later it became home to the Royal Ballet School, guided by Ninette de Valois and with Margot Fonteyn. The Study Society acquired the freehold in 1957.",
                "In 1982, Dr Francis Roles said: \"I would like to remind everybody that this is Mr Ouspensky's house ... he got it for us from the Russian Ballet and that he had certain reasons for starting this sort of society which was all about the 'psychological transformation of Man' – the possibility that Man was only an incomplete being but could by endeavour, if he discovered the right lines, complete his possibilities ... and that is what our Society is for.\"",
                ""
            ]
        }
    ],
    "id": 2929,
    "images": [
        {
            "description": "2019",
            "title": "Top Studio",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2929_top_studio_sm-1_768cf46b72986e61cd4c5e08327d6ef1.jpg"
        },
        {
            "description": "2019",
            "title": "TOP STUDIO",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2929_img_7189_372cebdd0772797962348e9ff9f499c8.jpeg"
        },
        {
            "description": "1930",
            "title": "As it was",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2929_colet-gardens_c7ff3d72d1ba7024246eadb812d426bb.jpg"
        },
        {
            "description": "2020",
            "title": "East Studio",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2929_es4_20e4dbba3325811d62a077d34d5dced7.jpg"
        },
        {
            "description": "2018",
            "title": "West Studio",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2929_ws-5_326edab0d3c2efa1da36b498773ac2d2.jpg"
        },
        {
            "description": "2010",
            "title": "Exterior",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2929_colet-jpeg_9f089bddec84d0a44c6fc8719521fbe5.crdownload"
        },
        {
            "description": "2017",
            "title": "West Garden",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2929_colet-garden_4672c1408dd81933575e5accbb1289a1.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "151 Talgarth Road, W14 9DA",
        "latitude": 51.4905519,
        "longitude": -0.2139268,
        "meeting_point": null,
        "travel_info": [
            "Nearest tube: Barons Court, Hammersmith",
            "Nearest train: Kensington Olympia",
            "Bus routes: 9, 27, 190, 295, 391, 220, 23"
        ]
    },
    "name": "Colet House",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/2929",
    "ticketed_events": false
}