{
    "all_week": false,
    "description": "The southern outfall of the Victorian sewerage system designed by Joseph Bazalgette. Grade I and Grade II listed buildings contains four of the largest rotative beam steam engines in the world and amazing Victorian decorative ironwork.",
    "design": {
        "designers": [
            {
                "architect": "Charles H Driver",
                "description": "Original design",
                "year": "1832"
            }
        ],
        "periods": [
            "Victorian"
        ],
        "types": [
            "Industrial"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 200,
            "date": "2022-09-05",
            "end": "2022-09-05T16:00:00+01:00",
            "fully_booked": null,
            "name": "Crossness visit",
            "notes": null,
            "start": "2022-09-05T10:30:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        [
            "Bookshop",
            "Parking",
            "Refreshments",
            "Toilets",
            "Disabled access",
            "Family activities during open house festival"
        ]
    ],
    "factsheet": [
        {
            "heading": "History",
            "paragraphs": [
                "Prior to 1865 the River Thames was largely an open sewer. All the drains, sewers and culverts in London ran into the Thames and many of them were free to flow only when the tide was at its lowest. These conditions, together with a rapidly growing population, led to the great cholera epidemics of 1831, 1842, 1848 and 1853/4.  Edwin Chadwick had identified the lack of adequate sewerage and the associated pollution of the water supply as a source of infection in 1842, but it was not until 1855 that the President of the Board of Health confirmed these findings. After a series of abortive commissions, the Metropolitan Board of Works was formed in 1856 with Joseph Bazalgette as Chief Engineer to tackle this immense problem.",
                "Along the banks of the Thames through London there were 182 sewage outlets. The plan was to construct two vast intercepting sewer systems running roughly parallel with the river. These were designed to cut off the sewage before it reached the Thames and carry it through massive tunnels to a point 12 miles downstream where it could be discharged on the ebbing tide. One system was on the north side of the river terminating at Beckton, with the second south of the river terminating at Crossness on the Erith marshes in south east London.",
                "The \"Great Stink\" of 1858 concentrated Parliament's mind on the problem, and by 1865, under Bazalgette's direction, the southern intercepting sewers had been built, extending from Putney to the Southern Outfall Works at Crossness. Branches from Balham and Crystal Palace converged at Deptford where a lifting station raised the effluent 28 feet into the Southern Outfall Sewer. This had a diameter of 11.5 feet and passed underneath Woolwich to the Crossness Works where the effluent was raised by the pumps and released into the Thames.  If the tide was coming in the raw sewage was diverted into a reservoir with a capacity of 25 million gallons (today's works handles more than 140 million gallons daily) and held until the tide turned."
            ]
        },
        {
            "heading": "The Beam Engine House",
            "paragraphs": [
                "The Beam Engine House and associated works were built by the contractor William Webster and opened by the Prince of Wales in  April 1865. The engine house contains four enormous rotative beam engines constructed by James Watt & Co of Birmingham. Originally they had one cylinder each driving two sets of four pumps, but by 1899 improved steam technology was available, and they were converted by Benjamin Goodfellow of Hyde in Cheshire to triple expansion compound engines each driving two pumps lifting 1,400 gallons at every stroke. These machines with their 44 foot beams and 52 ton flywheels are believed to be the largest rotative beam engines in the world. The engines continued working until 1914 when the London County Council built a diesel pumping station. The engines continued in a standby role until 1945 when electric pumps were introduced; they were used only once more, to help cope with the storm floods of February 1953. Subsequently the engines fell into disuse and they and the Engine House became derelict and vandalised.",
                "The main buildings of the group are Grade l listed, built in the 'Victorian Romanesque' style (comparable to the 19th century Rundbogenstil or 'round arched' style in Germany). Attached to the Beam Engine House is an additional engine house built in 1897 and the original (much altered) Boiler House. Also within the site are the Grade ll listed original Fitting Shop and the Valve House. An important feature of the Engine House is the remarkable structural and ornamental iron work which is being restored.",
                "In 1985 the Crossness Beam Engines Preservation Group was set up with the aim of restoring the engines and buildings to their 1899 condition. This work is now being continued by the Crossness Engines Trust."
            ]
        }
    ],
    "id": 2972,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/2972/building_2972_p1050234_ab2ccdba6c7679e04670bcfc0c4ff78c.jpg",
            "description": "Crossness Engines · 2004",
            "title": "The Beam Engine House",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2972_p1050234_ab2ccdba6c7679e04670bcfc0c4ff78c.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/2972/building_2972_stone-carving-thought-to-be-bazalgette_95c6790c91a596f46028daf6b571d141.jpg",
            "description": "Mike Jones · 2016",
            "title": "Detail - Beam Engine House - possibly Joseph Bazalgette",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2972_stone-carving-thought-to-be-bazalgette_95c6790c91a596f46028daf6b571d141.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/2972/building_2972_museum-7_d383ea8009ea3f7167ea466f81555a32.jpg",
            "description": "Mike Jones · 2008",
            "title": "A selection of WCs",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2972_museum-7_d383ea8009ea3f7167ea466f81555a32.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/2972/building_2972_garden_db0349b697cbfdbba5f36e42007dd331.jpg",
            "description": "Simon Hodges · 2017",
            "title": "Boiler House and Garden",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2972_garden_db0349b697cbfdbba5f36e42007dd331.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/2972/building_2972_dsc_1059-2_ce6ce4dca6bd9c677357d62fcf68ec97.jpg",
            "description": "CET · 2013",
            "title": "The Beam Engine House",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2972_dsc_1059-2_ce6ce4dca6bd9c677357d62fcf68ec97.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "The Old Works, Thames Water Sewage Treatment Works, Bazalgette Way, SE2 9AQ",
        "latitude": 51.5045227,
        "longitude": 0.1317824,
        "meeting_point": null,
        "travel_info": [
            "Nearest train: Abbey Wood",
            "Bus routes: 177, 229, 401"
        ]
    },
    "name": "Crossness Southern Outfall",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/2972",
    "ticketed_events": false
}