{
    "all_week": false,
    "description": "Original parish church of Chingford, with Norman foundations and interesting monuments.\r\nTudor porch.",
    "design": {
        "designers": [
            {
                "architect": "Unknown",
                "description": "Original design",
                "year": "1108"
            }
        ],
        "periods": [
            "Medieval"
        ],
        "types": [
            "Religious"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": null,
            "date": "2022-09-04",
            "end": "2022-09-04T16:00:00+01:00",
            "fully_booked": null,
            "name": "Visits",
            "notes": "Visitors can arrive at any time during the opening hours.There may be queues at busy times.",
            "start": "2022-09-04T10:00:00+01:00",
            "ticketed": false
        },
        {
            "all_day": false,
            "booking_link": null,
            "capacity": null,
            "date": "2022-09-05",
            "end": "2022-09-05T16:00:00+01:00",
            "fully_booked": null,
            "name": "Visits",
            "notes": "Visitors can arrive at any time during the opening hours.There may be queues at busy times.",
            "start": "2022-09-05T14:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        [
            "Toilets",
            "Disabled access"
        ]
    ],
    "factsheet": [
        {
            "heading": "History",
            "paragraphs": [
                "Located at the top of Chingford Mount, All Saints is Early English with Norman origins. It was abandoned in 1844 after the siting of the new church of St Peter and St Paul on Chingford Green and deteriorated into ruin. The roof collapsed in 1904 crushing the south arcade and the overgrown structure became known as the ‘Green Church’.",
                "The rebuilding and restoration of the church in 1930 was generously funded by a donation of £6,000 from Louisa Boothby-Heathcote of Friday Hill, the daughter of a former Rector. There was a further restoration of the interior in 2006 to repair damp and the churchyard is beautifully maintained by a team of parishioners who take a great interest in the history of the church and the lives of former worshippers whose tombs they have uncovered.",
                "The battlemented tower was constructed in 1270-80 of Kentish ragstone and flint and the chancel rebuilt in Perpendicular style in 1460. The gabled sixteenth century south porch is made of Tudor brick, leading to an Early English doorway."
            ]
        },
        {
            "heading": "Interior",
            "paragraphs": [
                "Inside the church two heads on either side of the doorway were probably drip-stones originally. At the west end of the south aisle is a square-headed fifteenth century window set within the blocking of an earlier thirteenth century aperture. The east end of the aisle (where there is a piscina in the south wall) has become the Lady Chapel and is used for small services.",
                "The south arcade was rebuilt using new material during the restoration though half of the easternmost arch is of the original stone.",
                "The chancel arch leans noticeably towards the south. To the right of the arch is a squint, now blocked, which gave a view from the south doorway to the high altar. At the east side the chancel arch piers were cut away in medieval times to allow for the fitting of the chancel screen.",
                "On the south side of the chancel particular points of interest are the fragments of medieval glass in the south-west window, the sedilia and piscina, the Jacobean chair dated 1630 and the marble top of the Rampston tomb, relocated from the east end of the south aisle but without the brasses which were stolen in 1857.",
                "There are seventeenth century monuments to the Leigh family on either side of the east window and on the north wall. The priest’s doorway has fifteenth century battens and strap hinges and in the walling to the east of the doorway is a small foliated canopy thought to be a heart burial recess, for the deposit of the heart of a Crusader who died or was killed in battle abroad.",
                "The pulpit and sounding board were removed to the new church and the replacement was donated by a descendant of Joseph Sedgwick (1696-1762), citizen and salter of St Mary Bothaw parish in the City of London, whose arms appear on the front.",
                "On the north side of the nave there is a holy water stoup on the east side of the fifteenth century doorway, which has new battens but retains its original hinges. A musicians’ gallery previously stood at the west end of the nave. On the beam across the tower arch there is a foliated cross which was probably a finial gable of the thirteenth century church.",
                "Further information can be found in Chingford Old Church by A. L. Martin (Chingford Historical Society 2009)"
            ]
        }
    ],
    "id": 3020,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/3020/building_3020_dscf1198_0328cefe4407a17f0d19f98f345f05f0.JPG",
            "description": "Jan Harrison · 2010",
            "title": "Snowfall",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_3020_dscf1198_0328cefe4407a17f0d19f98f345f05f0.JPG"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/3020/building_3020_dscf1531_ec2edb95412abde034fbdd14d1879448.JPG",
            "description": "Jan Harrison · 2010",
            "title": "Spring",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_3020_dscf1531_ec2edb95412abde034fbdd14d1879448.JPG"
        }
    ],
    "links": [],
    "location": {
        "address": "Old Church Road, Chingford, E4 8BU",
        "latitude": 51.6228047,
        "longitude": -0.0168678,
        "meeting_point": null,
        "travel_info": [
            "Nearest train: Chingford, Highams Park",
            "Bus routes: 97, 215, 397"
        ]
    },
    "name": "All Saints Church (The Old Church) ",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/3020",
    "ticketed_events": false
}