{
    "all_week": false,
    "description": "Grade I listed Norman brick-built church consisting of a nave and chancel. Tower at the west end. Gothic-style stone windows from the old church inserted into the present 1636 structure. East window stone likely to be from Merton Priory.",
    "design": {
        "designers": [
            {
                "architect": "Garth family",
                "description": "Original design",
                "year": "1630"
            },
            {
                "architect": "Holywell Glass,  Wells,  Somerset",
                "description": "Restoration",
                "year": "2020"
            }
        ],
        "periods": [
            "Stuart"
        ],
        "types": [
            "Religious"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": null,
            "date": "2021-09-11",
            "end": "2021-09-11T16:00:00+00:00",
            "fully_booked": null,
            "name": "Historical tours",
            "notes": null,
            "start": "2021-09-11T09:00:00+00:00",
            "ticketed": false
        },
        {
            "all_day": false,
            "booking_link": null,
            "capacity": null,
            "date": "2021-09-12",
            "end": "2021-09-12T16:00:00+00:00",
            "fully_booked": null,
            "name": "Historical tours",
            "notes": null,
            "start": "2021-09-12T13:00:00+00:00",
            "ticketed": false
        }
    ],
    "facilities": [
        [
            "Toilets",
            "Refreshments",
            "Parking",
            "Family activities during open house festival",
            "Disabled access"
        ]
    ],
    "factsheet": [
        {
            "heading": "Background history",
            "paragraphs": [
                "Morden may get its name either from the Saxon words “Mawr” (high) and Don (a hill), or possibly “The Den on the Moor”. Most of Southern England was a great forest, and where the Romans cut Stane Street through the trees from Chichester to London, 10 miles from London could have been an ideal lunch stop for legionaries, a 1/2 day’s march between London and Leatherhead. \nAfter the Romans came the Saxons. The first church building here was possibly wooden – churches dedicated to St Lawrence were usually Saxon in origin. The mound in Morden park may be a Saxon burial mound. Lawrence was the second Archbishop of Canterbury, after Augustine who had been sent by Pope Gregory of Rome, and was martyred. Ethelstan the Etheling, son of Ethelred (the Unready), left “land at Mordune” to Christ and St Peter in 1015.\nThe first stone and brick church would have been built soon after the Norman conquest. Merton Abbey was nearby, so Morden would not have been very important – until Merton Abbey was closed down by Henry VIII and the estate sold. Edward Whitchurch and Lionel Dutchet, printers of the first England Bible, bought it, but had to flee to Europe when Queen Mary took over, and the estate went to the Garth family. There is an inscription “Ecclesiae Amicus” (Latin for Friend of the Church) on the gravestone of Richard Garth by the Communion table."
            ]
        },
        {
            "heading": "Church history",
            "paragraphs": [
                "By the 1630’s, the Garths were Puritans, and St Lawrence church was wonderfully rebuilt in Protestant style – with no places for images of saints, or reservation of bread and wine. In the Civil War, villagers would have been for Parliament against the King. There is a large Queen Anne coat of Arms preserved on the south wall, with an inscription above: “Fear God and Honour the Queen.”"
            ]
        },
        {
            "heading": "Architectural features",
            "paragraphs": [
                "Features to note are: the plain Communion table\nThe Pulpit from 1720 has a sounding-board over it (1700’s amplification). The monument opposite to Elizabeth Gardiner commemorates a benefactor to the first Morden school – which was in the Old School House (now part of the Parish Hall) over the road.\nThe coats of arms along the ceiling are called Hatchments – in the 1700’s families liked to display their coats of arms, in a funeral procession. Where there is a half-black and half-white background, that shows there was a surviving spouse.\nThe gallery at the back used to have a pipe organ in it, but was originally built for a Sunday School. In the tower are three bells, which can only be tolled, i.e. not swung\nright over – the frame is no longer strong enough."
            ]
        },
        {
            "heading": "East Window Stained Glass",
            "paragraphs": [
                "The oldest glass in the window comes from the 1600s, when St Lawrence Church was rebuilt by the Garth family, of Morden Hall Park. They chose what they wanted in the windows very carefully, to proclaim clearly the wonderful Good News of Jesus Christ and the new relationship that he makes possible with God.\nMuch of the lower section is original to the 17th Century rebuild of the church, with the upper ‘dove of the Spirit’ section coming from the 19th Century.\nLeonie Seliger ACR of the Canterbury Studios, who produced the condition report for the renovation, comments: “The great rarity of the glazing of the East Window at Morden, together with its unusual subject matter, makes this window deserving of great care, both to ensure its continued survival, and to bring it to the attention of a wider audience.”\nIt is thought that the 17th Century glass was carried out by Abraham Van Linge, a glass painter from Emden in Germany active in Britain from 1625-41.\nWhen the restored glass was remounted the experts put clear laminated glass in the stonework where the stained glass was originally. With the external clear glass in place, the stained-glass windows are suspended inside on a frame with an air gap allowing for air circulation around the glass.\nThis is an innovative but practical way of protecting the historical glass from the deterioration that comes through temperature and humidity changes from the weather. The windows are still visible from the outside, and the renovation work should last much longer. Restoration in 2020 by Holywell Glass, Wells, Somerset."
            ]
        },
        {
            "heading": "Churchyard",
            "paragraphs": [
                "There are memorials to a number of local familes. These are detailed in our churchyard trail which can be downloaded from the church website: https://stlawrencechurch.co.uk/churchyard-trail/"
            ]
        }
    ],
    "id": 3260,
    "images": [
        {
            "description": "",
            "title": "General view from London Road",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_3260_mordenchext2_97420daef475ba546e3392fd3cf6de37.jpg"
        },
        {
            "description": "",
            "title": "East Window",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_3260_east-window_df0e08723cc67b55ae18db2715eb3d39.jpg"
        },
        {
            "description": "",
            "title": "Church Interior",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_3260_mordenchint1_09e4ba8447f9587e5e42c7e6b8fdb133.jpg"
        },
        {
            "description": "",
            "title": "One of our family tombs",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_3260_mauvillain_9687c85f025337c959ac7f2504f38db8.jpg"
        },
        {
            "description": "",
            "title": "Churchyard trail",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_3260_final-board_web_9ce384e5137b88ed9fbbd6f8c7720a39.jpg"
        }
    ],
    "links": [
        {
            "href": "http://Stlm.uk",
            "title": "Website"
        }
    ],
    "location": {
        "address": "London Road, Morden, SM4 5QT",
        "latitude": 51.3922493,
        "longitude": -0.2042883,
        "meeting_point": null,
        "travel_info": [
            "Nearest tube: Morden",
            "Nearest train: Morden South",
            "Bus routes: 154, 93, 80"
        ]
    },
    "name": "St Lawrence Church, Morden",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/3260",
    "ticketed_events": false
}