{
    "all_week": false,
    "description": "Inigo Jones design 1640 at 59/60 LIF, copied  by 57/58  with portico and elliptical staircase added by Soane.  Refurbished by current occupiers, a barristers' chambers. Retains many original features, staircases, fireplaces and mouldings",
    "design": {
        "designers": [
            {
                "architect": "Inigo Jones",
                "description": "Original design",
                "year": "1640"
            },
            {
                "architect": "Sir John Soane",
                "description": "Extension",
                "year": "1795"
            }
        ],
        "periods": [
            "Stuart"
        ],
        "types": [
            "Legal"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 10,
            "date": "2021-09-04",
            "end": "2021-09-04T16:00:00+01:00",
            "fully_booked": null,
            "name": "Guided Tour",
            "notes": "Access will be  by conducted tours on 4th and 5th September 2021. 1st tour at 10 am and then on the hour until last tour beginning at 4pm on the Saturday and 1pm on Sunday. Only 10 people will be taken at a time. There will be no booking system so it will be \"1st come 1st served\". Wearing masks and hand sanitising at the outset are conditions of entry.",
            "start": "2021-09-04T10:00:00+01:00",
            "ticketed": false
        },
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 10,
            "date": "2021-09-05",
            "end": "2021-09-05T13:00:00+01:00",
            "fully_booked": null,
            "name": "Guided Tour",
            "notes": "Access will be by conducted tours on 4th and 5th September 2021. 1st tour at 10 am and then on the hour until last tour beginning at 4pm on the Saturday and 1pm on Sunday. Only 10 people will be taken at a time. There will be no booking system so it will be \"1st come 1st served\". Wearing masks and hand sanitising at the outset are conditions of entry.",
            "start": "2021-09-05T10:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        [
            "Toilets",
            "Disabled access"
        ]
    ],
    "factsheet": [
        {
            "heading": "Introduction",
            "paragraphs": [
                "Welcome to Garden Court Chambers. These are two buildings remarkable for their architecture, historical and literary associations. The current occupiers, a barristers’ chambers, which moved here from the Middle Temple in August 2005, are delighted at this opportunity to share these buildings with you. \nPlease Note this Factsheet is illustrated by photographs after this text. They are indicated in the text by letter eg (Photo A"
            ]
        },
        {
            "heading": "Construction-History and Description",
            "paragraphs": [
                "Please refer to the photograph of the frontage of the buildings.",
                "",
                "The two buildings are 57-58 and 59-60 Lincoln’s Inn Fields (on left and right respectively).\n 59-60 was built in 1640/41 as part of London’s first garden square and is the only remaining example of its type from that time (although much copied) (1). The design has been ascribed to Inigo Jones. It has been written that it shows what he intended the whole square to be like (2). These sources are over 100 years from construction (3). However Sir John Soane's Museum hold Soane's plans for a housing development round the Fields, showing the houses built to the same design which we see at 59/60. Although he may not have designed 59/60 specifically at the very least he provided the blueprint.   More recently the specific designer (and likely builder) has been identified as Nicholas Stone, Master Mason, who worked with Jones on the construction of the Banqueting House in Whitehall, amongst other buildings (13).The land on the west side of the Fields had been used as rough pasture before, apparently for the coach horses of nearby inns, along Holborn, from where the coaches set off to the North.    The barristers of Lincoln’s Inn had opposed development, but in the 1630s (the period known as the 1st Stuart Tyranny to the Whig historians -ie the monarch ruling without summoning Parliament) Charles I, eager to raise money (not being able to obtain by Parliamentary grant of taxes) and responsive to a genuine shortage of housing, sanctioned building here and elsewhere in London (4).   The developer was one William Newton from Bedfordshire. Newton was a Catholic and well acquainted with Charles I’s Queen, Henrietta Maria. His devotion to her was later shown by his accompaniment of her abroad in 1642 (to seek support for Charles in the war between him and Parliament) where he died. It appears many of his development plans were first sent to the queen who forwarded them on to Charles (It could be inferred with suggested approval and possibly financial encouragement).  While it cannot be stated for certain that approaching the Queen occurred in relation to the 59/60 site, it did in relation to another site on  Lincolns Inn Fields (Fickett’s Field). So the same may well have happened in relation to 59/60 (5). Fortunately we do not have to concern ourselves these days about developers cosying up to those in power and obtaining permission for lucrative developments for a modest contribution.  By a deed dated 9th March 1641, Newton sold on to one Sir David Cunningham the land known as ‘part of Pursefeild”” together with all that messuage and tenement lately erected and built upon ..” followed by a description of the position of the land which locates it at 59/60 (3).   The Frontage (Photo A and above)\n (The exterior has been described as a “grand order on a rusticated base”. “Grand order” refers to the 5 false columns (Pilasters. They are not load bearing) rising through the ground and 1st floors. And “rusticated base” to the blocks fronting the ground and basement floors on which the building appears to rest. However the main construction material on 59/60 is brick with a stucco (plaster) finish. (Some drawings of the building show the spaces between the pilasters coloured red which, it is assumed, refer to the brick.) Brick was the construction material of the 17th century. Stone (particularly from Portland, Dorset) that of the 18th. Nevertheless, 59/60 was finished to look like stone.   The present colour dates from when work was carried out in 2009 to remedy the condition of the walls on either side of the courtyard of 59/60 and the pilasters themselves which were coming away from the walls (English Heritage -now Historic England- required the same adhesive as in the 1600s ie a mixture of egg white and horsehair). At that time an analysis of the layers of plaster showed the original colour used and the current colour is its nearest modern equivalent. Immediately prior to the 2009 works the plaster was coloured pink (Photo B). Garden Court believe this was put on by the predecessor owners, Marks and Clerk, patent agents, referencing the brick construction. That work followed a fire in about 1975 which damaged the frontage and brought down the well staircase in 59/60.   Apart from that the frontage is virtually unchanged from its original completion. Only two differences remain. Earlier illustrations show a row of stone vases or urns along the balustrade where the top of the front wall meets the roof similar to the vases on the top of the columns at either side of the courtyard gates (Photo B). They have disappeared- exactly when is not known. A crowned female bust which once stood above the central window on the 1st floor had gone by the early 18th century -and possibly during the Republican period of the 1650s (It may well have been a statue of Queen Henrietta Maria). Altogether, the frontage with its harmonious proportions, and classical references-the Ionic columns and the arches or pediments above the doors and windows - present a fine example of Palladian architecture-which had been studied at first hand by Jones in Italy and which became increasingly popular in the United Kingdom in the 17th and 18th centuries,   The present 57-58 was built about 1730, replacing a previous structure which was  broadly contemporary with 59/60 and the fate of which is unknown. Although it was intended to be the same design as 59-60, it attracted early criticism (1734) for failing to be of the same quality and detracting attention from 59-60 because of its height (3). With one exception the exterior, which is of stone, has changed even less than that of 59-60. Originally it was one house with one door. In about 1795 Soane divided the house into two (the reverse of what he was later to do at 59-60), created two doors, and masked them with the current Roman Doric porch (6).   Nos 59/60 are Grade 1 Listed.  We now enter the building and turn left into what is now the reception room. There is an LCC plaque to Spencer Perceval’s occupation (1791-1812) on the right hand wall as the building is entered. There will be more about Spencer below."
            ]
        },
        {
            "heading": "Historical and Literary connections",
            "paragraphs": [
                "Some sources say 59-60 was lived in by Robert Bertie, 1st Earl of Lindsey (Charles I's general at the battle of Edgehill in 1642 – the first major battle of the English Civil War) at which he was killed. However, this association is probably a confusion with two Earl Lindseys who lived here after 1685 – and from whom its common description in the books of “Lindsey House” is derived.   Lord William Russell In 1683, during the 2nd Stuart Tyranny (1683-5), a friend of the family of the then occupier Lord Winchester, Lord William Russell was beheaded in Lincoln’s Inn Fields after having been convicted for treason by association with the Rye House plot – the aim of which had been to assassinate Charles II and James, Duke of York – the future James II – in order to prevent a Catholic accession to the throne. There may well not have been such a plot or, if so, Russell was not involved in it but hired informants implicated him. Besides he had made himself unpopular in Royal circles by proposing Bills in Parliament to exclude James from the succession.   In a gruesome aftermath his body was brought into what is now the reception room the house and his head sewn back on before being carried off for burial. This was to comply with a superstition of the time that  if presenting oneself at the Pearly Gates it was better to do so in one piece rather than two pieces (3) (7). It is said that the remains of Charles I were served in the same way.  Some of the more imaginative members of the Chambers criminal team have declared the blood stain can be discerned on the main reception oak floor. It is also reported that the Marks and Clerk partner who worked in that room complained constantly of the cold in that room and the caretaking staff noted how the window shutters shook and rattled at night. Nothing they could do remedied these matters thought doubtless there is some natural explanation.   The site of the execution in the Fields has recently been commemorated with a plaque (within the bandstand).   A 19th century painting (Photo C) depicts the trial before a numerous panel of judges (8). To the right stands Russell himself. In front of him seated at a desk is his wife, Rachel. At that time the defendant in a treason trial was not permitted representation by counsel or at all.  Rachel volunteered to assist him by taking notes and quietly advising during the trial. That was allowed and the right to such assistance for an unrepresented defendant or litigant has become part of the law today (following  Mckenzie v Mckenzie 1970 3WLR 1034 CA). Over on the left of the picture, just below the judges, standing up and looking fiercely across at Russell can be seen the prosecutor, Sergeant George  Jeffreys. The same year he was promoted to the Bench and later became infamous as the presiding judge at the “Bloody Assizes” - the trials of those who had supported the Duke of Monmouth in his rebellion against the Crown when James became king in 1685.    The Feminist Coat of Arms\nAs the reception room is entered an ornamental alcove can be seen on the opposite wall. Flanked by Ionic columns (or pilasters) from each end a vaulted ceiling rises to meet at a coat of arms (Photo D). This is part of the work carried out by the architect Isaac Ware in 1759. His main work was to divide 59/60 turning it from one building into two buildings (6). This was on behalf of the then occupiers, a Mr Henry and a Mrs Mary Shiffner. The coat of arms is somewhat uncommon though not unknown for the period in that it is  joint- it shows the arms of them both and with equal prominence.   His is on the right (it includes a bend sinister) and hers on the left. Hers contains what appears to be an anchor and waves of the sea. It is known that she was the daughter of the then Governor of Bengal (3, page 98). We speculate, therefore, that it was she who had the money in the relationship, had paid for the works and had, accordingly, ensured that she had equal billing in the coat of arms.  Isaac Ware also translated Andrea Palladio’s four books on Architecture  (I Quattro Libri dell’ Architecture) from Italian into English, thus helping to popularise the style.    Spencer Perceval In 1802, Sir John Soane carried out  limited works required to reunite 59-60 for Spencer Perceval. Since then it has remained one building.  Looking to the wall on the right, after entry to the reception room, can be seen a fireplace with above and to the sides of it an elaborate marble chimney piece (the figure of Justice with scales was added by a former Head of Chambers (Photo E)). Above the fireplace within the chimney piece is a medallion containing a Roman style head and the inscription “A Vitel Germ 1X.  This work has been ascribed to Soane at the time he carried out work for Perceval as have many of the marble chimney pieces within the building. The medallion refers to the Roman Emperor Vitellius. He was extremely rich which no doubt initially helped him to the Imperial throne. His reign was short-lived as he was assassinated by his rival’s soldiers during the notorious “Year of the Five Emperors” which began with the uprising against the Emperor Nero (68BC)  This was an ill omen for Spencer Perceval has the dubious distinction of being the only British Prime Minister to have been assassinated – on 11th May 1812 in the passage way to the lobby of the Houses of Parliament – by a bankrupt, John Bellingham. While employed for an export/import company and  stationed in Russia he had been falsely accused of debt  by Russian citizens and imprisoned by the authorities. He returned a ruined man. He sought compensation, to which he considers himself entitled, from the government. He wrote to Spencer, the Secretary of State for the Foreign Office and others but his letters only met with rejection. Outraged, he purchased two pistols and, with those loaded and concealed in his coat, he entered the passageway and laid in wait. He had intended to shoot the British ambassador to Russia, but Spencer entered first and Bellingham shot him instead. He died instantly and Bellingham was detained on the spot (he made no attempt to escape). He was tried and executed within a week (18th May).   It is, perhaps, a little curious that a descendant of Bellingham’s, Henry Bellingham, is the current MP for North West Norfolk    The deep safe in which it is believed Spencer kept his ministerial red boxes is in reception, next to the door on the far right  through which visitors go, turning sharp left across the ground floor of 59 and through swing doors into the entrance area of Nos 57/58.  57-58 LIF Samuel Pepys 57-58 has a gentler history. Edward Montagu, the Earl of Sandwich - a principal figure in organising Charles II’s Restoration (and whose great grandson, also Earl of Sandwich-was the creator of the comestible) - was here between 1664 and 1666. He was the patron of Samuel Pepys, the diarist and clerk to the Exchequer under both Cromwell and Charles II. Pepys visits that “fine house” on a number of occasions but notes the rent was “deadly dear” - £250 a year (3).  Perhaps the only radical former occupier of these buildings was John Thelwall- a late 18th century/early 19th century agitator, campaigner for Parliamentary reform, abolitionist and supporter of women’s rights. Also a prolific poet and literary polymath, Thelwall published a newspaper The Champion, while on the premises. His day job was elocution and speech therapy and from 1813 to 1821 he lived at No 57, with his family, while treating patients and taking students at his pioneering Institute of elocution here. Thelwall described the Institute as “for the Cure of impediments of Speech, Instruction of Foreigners, Cultivation of Oratory, English Composition and Polite Literature and the Preparation of Youth for the More Liberal Departments of Active Life”  (9).  By a strange coincidence, in 1794 Thelwall was prosecuted for treason by, amongst others, Spencer Perceval, in his then capacity as Solicitor General. The basis of the prosecution was Thelwall’s and others’, including Thomas Paine, agitation for Parliamentary reform. Thelwall was defended by the great advocate of the day, Thomas Erskine, and triumphantly acquitted.   Had Spencer escaped his fate, he and Thelwall might have ended up neighbours!  John Soane’s  elliptical staircase. Access to the upper floors of no 57/58 is by an  elliptical staircase, erected by Sir John Soane when carrying out the works in about 1795 and which runs  from the basement through 4/5 floors to the top of No 57 where it it is capped by an oval glass ceiling (an oculus).  Please refer to the photograph. It is one of the most attractive features of the building (Photos F and G).   It is one of only three known existing elliptical staircases of Soane’s – apart from those in Sir John Soane’s Museum also in Lincoln Inn Fields. Although Soane built a number of such staircases, most have gone as a result of the passage of time, accident or deliberate demolition. The other two remaining are thought to be at Pell Wall Hall, Market Drayton and Bentley Priory, Stanmore Middlesex.  The staircase exhibits the three main characteristics of a John Soane elliptical staircase. Firstly, of course, it is elliptical. Secondly, it is cantilevered, narrowing towards the top, and widening towards the bottom. This enables the whole sweep of the staircase to be seen by looking down  from the landing next to the oculus. Thirdly, it is free-standing - the stairs appear to have no visible means of support. Much ink has been spilled in propounding theories as to how this effect was achieved. For decades after the end on WWII such constructions were hardly ever approved on health and safety grounds. More recently free standing elliptical staircases have been making a modest comeback. The secret appears to lie in some support from the walls of the building and, essentially, that each stair is supported by the stair below with additional support from the landings. However that may be the staircase has certainly withstood the test of time! (10)  There is a fourth feature. The base of the bannister rails curve outwards. The story is that this gave the ladies of the day more freedom of movement as they walked the stairs in their wide skirts. Hence the the nickname “crinoline staircase”. However, when the staircase continues to the basement the crinoline curve disappears. Could this be because the basement contains the servants’ quarters and their clothing was not thought worthy of or requiring the same care? There is a more dramatic example of such a staircase at the House of St Barnabas in Greek Street, Soho which is usually in Open House.  The well staircase From the landing next to the oculus, it is possible to walk across the entire building (note the steps which mark the division between 57/58 and 59/60 and show that 59/60 is the taller building) until we come to the top of the well staircase which serves 59/60. Please refer to the photograph (Photo H). Such a staircase was part of the original building although what can be seen now is reconstruction. The original, made of oak, was destroyed probably by the fire in 1975. Marks and Clerk restored it to the original design, we believe. A retained feature was the curved ornamental brackets (attributed to Soane) at the base of the bannister rails. The wall and ceiling plasterwork about the staircase including a design known as “egg and dart” (based on classical sculpture) and plaster feathers are about the staircase.  A walk down the staircase takes the visitor past reception and back out into the courtyard of 59/60.  Charles Dickens  It appears Tulkinghorn, the lawyer to the aristocracy from Charles Dickens’ “Bleak House” lived here. Dickens described his dwelling as “a large house, formerly a house of state. It is let off in a set of chambers, and in those shrunken fragments of its greatness lawyers lie like maggots in nuts” (2) (7). Here Tulkinghorn was found one morning shot through the heart when on the point of revealing Lady Dedlock’s terrible secret to her devoted husband (11).   There is also a non- fictitious association with Dickens. On 2nd December 1844 he read one of his ghost stories “The Chimes” to a company of friends including the historian Thomas Carlyle at no 58  in this building, where his close friend and subsequently his executor John Forster was living from 1834-1854 (the first occasion, it appears, on which he read one of his works to an audience). A contemporary drawing of the event appears to locate the room in which the reading took place as at the rear of the building on the 1st floor and the wall of which adjoins no.59.   For a number of years members of Chambers have re-created this event with readings from “The Chimes” during an evening in early December. The event is open to the public conditional on pre-booking.   Doctors and Astronomers Subsequent associations occupying No 57 in the 1820s and 1830s include the Medical and Chirurgical Society (later the Royal Society of Medicine) and the Royal Astronomical Society. The catalogues of the medical society’s library was one Dr Peter mark Roget, author of the thesaurus. A principal figure in the Astronomical Society was William Herschel, the discoverer of Uranus. It was from the attic rooms of No 57 that observations were carried out. (12)  By the beginning of the 20th century the buildings had become the offices of Marks & Clerk, the Chartered Patent Agents, who acquired 57-58 in 1908 and 59-60 in 1918. They remained here until the transfer to Garden Court Chambers in December 2004."
            ]
        },
        {
            "heading": "Conclusion",
            "paragraphs": [
                "Finally your guides include practising barristers from the Chambers. If, in addition to questions about the building, you have any general questions about the legal profession or practice in the UK, we will attempt to answer them for you. We hope you have enjoyed this presentation and we look forward to welcoming you to Chambers next year.  NB Legal Papers are confidential. Although it is not intended to take you to any of the barristers’ rooms, should you see any legal papers, please ignore them.  (1) “A guide to the Architecture of London” Jones & Woodward pub Weidenfeld & Nicholson 1992 para K-16c  \n(2) Lincoln’s Inn Fields and the Localities Adjacent by C.W. Heckethorn pages 89/90 pub London 1896   \n(3) Volume 3 of the London County Council’s Survey of London “The Parish of St Giles in the Fields” Part 1 Lincoln’s Inn Fields pages 97,90, 100, 93 (cites Pepys diary entry for 10/2/1664) pub LCC 1912   \n(4) The Cromwell Association website- entry for Lindsey House \n (5)  “Inigo- The Life of Inigo Jones, Architect of the English Renaissance ” by Michael Leapman pub. 2003 by REVIEW pages 286-288   \n(6) “Sir John Soane and London” by Ptolemy Dean pub Lund Humphries 2006 pages 156-7  \n(7) “A Student’s History of England” by S.R.Gardiner Vol 2 London 1900 pages 625-6  \n8) See attached copy of the painting “The Trial of William Lord Russell,1683” by Sir George Hayter c.1825, courtesy of the Hull Museums Collections website. \n (9) Professor Judith Thompson, University of Nova Scotia, Halifax, Chair of the John Thelwall Society and Thelwall’s May 1813  Plans and Objects of Mr Thelwall’s Institution  \n(10) See “Stone Cantilevered Staircases” by Sam Price MA and Helen Rogers MEng, paper presented to the Institution of Structural Engineers in February 2005  \n(11) “Bleak House” Penguin ed 1983 pages 72 and 189  \n(12)  Professor Randy Boswell, Associate Professor of Journalism and Communications, Carleton University, Ottawa  \n(13) “A Biographical Dictionary of British Architects 1600-1840” by Howard Colvin, 4th ed 2008 Yale University Press"
            ]
        }
    ],
    "id": 3479,
    "images": [
        {
            "description": "Steffan Roberts · 2012",
            "title": "View of Frontage 57-60 LIF",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_3479_2012-gc-facade-01-lores_c7b1d26dea189ed357d0e43d718a67be.jpg"
        },
        {
            "description": "Steffan Roberts · 2012",
            "title": "Elliptical Staircase",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_3479_eliptical-staircase_c32a718d82113a74d42f573a4a8bf386.jpg"
        },
        {
            "description": "Steffan Roberts · 2012",
            "title": "Square Staircase",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_3479_square-staircase-2_ff3fca9c3bf051ddbb6d36bbc72e86bd.jpg"
        },
        {
            "description": "",
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_3479_5ddd5542-66c6-4752-9afe-3e5a8baec2e4_91a99936965b5c548450d89f7e0f37eb.jpeg"
        },
        {
            "description": "",
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_3479_bf5995b9-9634-40cf-8f81-99f41640d39d_57564b9981d7d36a9ec6345a74b6be6d.jpeg"
        },
        {
            "description": "",
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_3479_214dc731-6c2f-4d70-a502-aea55cbeacb0_e3a49a5e80a92d590926d00481880795.jpeg"
        },
        {
            "description": "",
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_3479_b7346fe0-f9df-434f-beff-f17a0e2f4c2c_cb957738b4c53ccbf3cc866960077751.jpeg"
        },
        {
            "description": "",
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_3479_272273af-530f-4f23-93b3-303345e8ee5f_a058435856d4f9de13d779286e73a267.jpeg"
        }
    ],
    "links": [
        {
            "href": "https://www.gardencourtchambers.co.uk/resources/download/236/open-house-factsheet-garden-court-chambers.pdf​ ",
            "title": "Download the pdf here"
        }
    ],
    "location": {
        "address": "57-60 Lincoln's Inn Fields, WC2A 3LJ",
        "latitude": 51.5157532,
        "longitude": -0.1184708,
        "meeting_point": null,
        "travel_info": [
            "Nearest tube: Holborn",
            "Nearest train: Blackfriars",
            "Bus routes: 1, 59, 68, 91, 168, 188, 243"
        ]
    },
    "name": "Garden Court Chambers",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/3479",
    "ticketed_events": false
}