{
    "all_week": false,
    "description": "New Livery Hall behind a retained early 20C façade. This is the 7th Hall in the Leathersellers' Company's history since its foundation in the Middle Ages.",
    "design": {
        "designers": [
            {
                "architect": "Eric Parry Architects",
                "description": "Original design",
                "year": "2016"
            }
        ],
        "periods": [
            "Historical/contemporary",
            "Contemporary"
        ],
        "types": [
            "Livery hall"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 15,
            "date": "2021-09-11",
            "end": "2021-09-11T10:45:00+01:00",
            "fully_booked": null,
            "name": "Guided tour",
            "notes": null,
            "start": "2021-09-11T10:00:00+01:00",
            "ticketed": false
        },
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 15,
            "date": "2021-09-11",
            "end": "2021-09-11T11:45:00+01:00",
            "fully_booked": null,
            "name": "Guided tour",
            "notes": null,
            "start": "2021-09-11T11:00:00+01:00",
            "ticketed": false
        },
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 15,
            "date": "2021-09-11",
            "end": "2021-09-11T12:45:00+01:00",
            "fully_booked": null,
            "name": "Guided tour",
            "notes": null,
            "start": "2021-09-11T12:00:00+01:00",
            "ticketed": false
        },
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 15,
            "date": "2021-09-11",
            "end": "2021-09-11T14:45:00+01:00",
            "fully_booked": null,
            "name": "Guided tour",
            "notes": null,
            "start": "2021-09-11T14:00:00+01:00",
            "ticketed": false
        },
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 15,
            "date": "2021-09-11",
            "end": "2021-09-11T15:45:00+01:00",
            "fully_booked": null,
            "name": "Guided tour",
            "notes": null,
            "start": "2021-09-11T15:00:00+01:00",
            "ticketed": false
        },
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 15,
            "date": "2021-09-11",
            "end": "2021-09-11T16:45:00+01:00",
            "fully_booked": null,
            "name": "Guided tour",
            "notes": null,
            "start": "2021-09-11T16:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        [
            "Toilets"
        ]
    ],
    "factsheet": [
        {
            "heading": "Introduction",
            "paragraphs": [
                "Welcome to Leathersellers’ Hall, the seventh Hall of the Worshipful Company of Leathersellers, one of London’s ancient Livery Companies. The Hall was officially opened on 16 May 2017 by HRH the Earl of Wessex. The 1920s exterior gives no indication that inside is a brand new Livery Hall, designed by Eric Parry Architects, on a narrow site abutting St Helen’s church."
            ]
        },
        {
            "heading": "St Helen's Place",
            "paragraphs": [
                "St Helen’s Place is entered through gates bearing the arms of the Leathersellers’ Company, who have owned the freehold of this site since 1543. From Bishopsgate, visitors walk under a great archway with massive Tuscan columns, part of a 1920s building by Mewès and Davis originally called Hudson Bay House. Note its distinctive cupola, the weathervane with a beaver, and various symbols alluding to Canada (this once housed the London offices of the Hudson Bay Company). Today this building is called Hasilwood House, after John Hasilwood, a benefactor who in 1543 donated most of the £380 required to buy the former Benedictine Priory of St Helen. Sir Norman Foster’s landmark Gherkin building towers over the eastern side of St Helen’s Place, now being rapidly surrounded by even taller buildings.",
                "St Helen’s Place was completely redeveloped in the 1920s. Most of the buildings here are let out as offices. At the far end is Exchequer Court, with what the architectural historian Pevsner described as a ‘decidedly French’ façade, also by Mewès and Davis, although everything behind it dates from the 1990s.",
                "The newest addition to the roadway is the statue of The Flesher, by Etienne Millner. Commissioned to mark the Queen’s Diamond Jubilee, it was unveiled by Prince Edward on 16 May 2017. The life-size-and-a-quarter figure shows a tanner performing the traditional, laborious task of scraping flesh from the skins using a special curved knife."
            ]
        },
        {
            "heading": "The New Hall",
            "paragraphs": [
                "The new Hall is the seventh since the Leathersellers’ Company was created by Royal Charter in 1444. The previous Hall, a 1950s building, and its three predecessors, all lay on the opposite side of St Helen’s Place. This new Hall returns the Company to its historic roots and occupies the exact location of the second Hall (the old Priory buildings) from 1543 to 1799.",
                "The gates are a survival from the Fifth Hall, and are of exceptional workmanship, by J. Starkie Gardner. They were entirely hand-wrought in 1878, without the use of any castings or machinery whatsoever, and comprise around 500 pieces joined with over 600 rivets and bolts. Flanking the entrance are two bronze statues by Mark Coreth, commissioned for the Millennium in 2000, representing the Company’s heraldic ‘beasts’, the ram and roebuck. The canopy above has a bronze top with a vitreous soffit and supports two flambeaux, lit for special events at the Hall.",
                "The entrance lobby has a floor with a grey granite finish containing a simple version of the Company’s coat of arms. The focal point is the modern cast-iron fireplace with a mirror above, and vitrines either side displaying a selection of the Company’s treasures. An inscription records the opening of the Hall by the Earl of Wessex.",
                "The Court Room has walls of American walnut and a floor covered with a fine Axminster carpet woven in the 1950s for the previous Hall. The chandeliers are 19th century. The central Court table is in European walnut. In one corner is an antique porter’s chair. A portrait of Henry VI, who gave the Company its first charter in 1444, hangs on one wall. The original charter itself is mounted on the far wall, held in place by over 300 tiny magnets. It is beautifully illuminated. Two other royal charters, of 1604 and 1685, hang on adjacent walls. In addition there is a tapestry showing the Company's coat of arms, designed by Robin and Christopher Ironside, who designed the UK's first decimal coinage.",
                "The Reception Room is contemporary in feel, with a central blue and white glass sculpture by Dale Chihuly. Beneath it stands a modern bronze and glass table containing around its edge a Latin inscription, a key phrase from the charter of 1444. The carpet was designed by the architect to complement the Chihuly sculpture. Vitrines around the room display leather and silver artefacts, including a silver cup and cover by C.R. Ashbee, and the earliest City Freedom certificate in existence, dated 1472. The large window looks on to the medieval wall of St Helen’s church with its stained glass window of Shakespeare, who once lived in this parish.",
                "At the top of the spiral staircase leading down to the Dining Room is a large stained glass window by Leonard Walker, made in 1937. It depicts Henry VI and was saved from destruction in WWII by being dismantled and removed from London shortly after it was installed in the old Victorian Hall (Hall 5), which was destroyed in May 1941 during the Blitz. The window was then installed in Hall 6, but was badly damaged by the Baltic Exchange IRA bomb in 1992. However, it was saved and repaired, and now finds a new home in Hall 7. The scagliola pilasters, also at the top of the spiral staircase, were likewise saved and transferred from Hall 6.",
                "The hallway to the library is lined with green and maroon leather. In the Library is an important collection of 15th-17th century books called the Colfe Library, founded by inspirational 17th century Vicar of Lewisham Abraham Colfe. Two volumes within it once belonged to Archbishop Thomas Cranmer. The two 16th century paintings show stages in the production of leather, by Gillis Mostaert, probably painted for the Hall of a leather guild in Flanders.",
                "Descending the staircase, note the walls lined with leather supplied by Bill Amberg. At the bottom is a stained glass window of 1994 celebrating the Company’s connections with education. Panels contain the names of all the Masters from the 1400s up to the present day. The painting of St Paul’s and Blackfriars Bridge circa 1770 is by William Marlow. The 16th century 'Armada' chest is thought to be the iron chest purchased by the Company for storage of valuables in 1574, as recorded in its archives.",
                "The principal feature of the Dining Room is the magnificent 40 metre long new tapestry designed by Victoria Crowe, woven at Dovecot Studios in Edinburgh. The tapestry depicts a roughly chronological sequence of images relating to the Leathersellers’ Company, leather and the many charitable and educational activities with which the Leathersellers have been associated through the centuries.",
                "We hope you have enjoyed your visit to Leathersellers’ Hall as part of Open House London. More information about the Company is at www.leathersellers.co.uk."
            ]
        }
    ],
    "id": 3489,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2021/3489/building_3489_hall1_a6c484e2a857c94f15230b26733f532f.JPG",
            "description": "Jerome Farrell · 2017",
            "title": "Entrance to the new Hall",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_3489_hall1_a6c484e2a857c94f15230b26733f532f.JPG"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2021/3489/building_3489_hall2_167530bbccda6829078ed6faeb654ca9.JPG",
            "description": "Jerome Farrell · 2017",
            "title": "Dining Hall and Tapestry by Victoria Crowe",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_3489_hall2_167530bbccda6829078ed6faeb654ca9.JPG"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2021/3489/building_3489_hall3_c30e5d4a0ffb8aa8a8f8dc10d344c67d.JPG",
            "description": "Jerome Farrell · 2017",
            "title": "Stained Glass Window by Leonard Walker",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_3489_hall3_c30e5d4a0ffb8aa8a8f8dc10d344c67d.JPG"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2021/3489/building_3489_hall4_fb900dd29d3464a30ea5399b88a59c51.JPG",
            "description": "Jerome Farrell · 2017",
            "title": "Reception Room and Glasswork by Dale Chihuly",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_3489_hall4_fb900dd29d3464a30ea5399b88a59c51.JPG"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2021/3489/building_3489_colfe-library_6f4c3bba44e61c8402389857c9fba21a.jpg",
            "description": "Kate Higgins · 2021",
            "title": "Colfe Library",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_3489_colfe-library_6f4c3bba44e61c8402389857c9fba21a.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "7 St Helen's Place, Bishopsgate, EC3A 6AB",
        "latitude": 51.5150284,
        "longitude": -0.0817116,
        "meeting_point": null,
        "travel_info": [
            "Nearest tube: Bank, Liverpool Street",
            "Nearest train: Liverpool Street",
            "Bus routes: 35, 47, 48, 149, 344"
        ]
    },
    "name": "Leathersellers' Hall",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/3489",
    "ticketed_events": false
}