{
    "all_week": false,
    "description": "Fascinating excavated foundations of the Chapter House of Merton Priory c1100-1200, one of the most important of all Augustinian monasteries prior to its destruction in 1538 by Henry VIII. The remains lie under Merantun Way (A24).",
    "design": {
        "designers": [
            {
                "architect": "Unknown",
                "description": "Original design",
                "year": "1120"
            }
        ],
        "periods": [
            "Medieval"
        ],
        "types": [
            "Museum",
            "Monument"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 30,
            "date": "2021-09-05",
            "end": "2021-09-05T16:00:00+01:00",
            "fully_booked": null,
            "name": "The Chapter House",
            "notes": null,
            "start": "2021-09-05T11:00:00+01:00",
            "ticketed": false
        },
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 30,
            "date": "2021-09-12",
            "end": "2021-09-12T16:00:00+01:00",
            "fully_booked": null,
            "name": "The Chapter House",
            "notes": null,
            "start": "2021-09-12T11:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        [
            "Disabled access",
            "Bookshop",
            "Parking"
        ]
    ],
    "factsheet": [
        {
            "heading": "Prehistoric",
            "paragraphs": [
                "In relation to the priory site, Bronze age ditches and a possible Iron age enclosure have been found to the east of Merton Abbey at Kings College Sports Ground suggesting that the area around the River Wandle and its floodplain was occupied over many centuries during the later prehistoric period."
            ]
        },
        {
            "heading": "Roman (AD 43-410)",
            "paragraphs": [
                "The impact of the Roman period within Merton hinges upon the line of the Roman Road 'Stane Street', the major Roman thoroughfare from London to Chichester. To the north-east of the site the road follows the line of the current High Street Colliers Wood in a south-westerly direction, to the vicinity of Colliers Wood Tube Station. At this point it would have crossed the early course of the River Wandle before crossing the site of later Merton priory, on a projected line to pass under the north transept and nave of the church and thereafter across the Abbey Mills site and onwards to Morden."
            ]
        },
        {
            "heading": "Saxon-early Norman (AD 410-1066)",
            "paragraphs": [
                "During the Saxon period the first documentary evidence for Merton appears. Merton as a place name can be traced as early as the 7th century, supporting the likelihood of settlement by that date. It is usually translated as ‘the farm by the pond’ or alternatively as ‘Maera's homestead’."
            ]
        },
        {
            "heading": "Medieval (1066-1538)",
            "paragraphs": [
                "Merton Priory was established in AD1117 on its current site by Gilbert, sheriff of Surrey and received the manor of Merton from Henry I in 1121. Thomas Becket, later Archbishop of Canterbury, and Walter de Merton, founder of Merton College Oxford, were both educated at Merton Priory. The priory was surrendered to the crown in 1538 during the Dissolution under Henry VIII.   Although a few of its buildings remained standing, most were completely demolished, and the materials re-used to build Henry's magnificent Nonsuch Palace on a site near Ewell.  This too disappeared entirely in the 18th century."
            ]
        },
        {
            "heading": "Post-medieval",
            "paragraphs": [
                "From the 17th century the former site of Merton Priory became commonly known as \"Merton Abbey\". In 1648, during the Civil War parliamentarian troops were garrisoned at Merton Abbey. From the 1660s the site of Merton Priory was developing into a textile manufacturing centre, and this became the main focus of activity during the following decades. By 1667 one Johannis Walker was operating a silk manufacturing works at Merton Abbey, and the Jacob family were using part of the priory site as a bleaching ground.",
                "From the 18th century industries flourished along the banks of the River Wandle, with calico-printing, flour-milling, copper and iron-working, brazil wood and snuff-milling, and leather-working all occurring in the locality. Of these, calico-printing was the main 18th-century industry at Merton Abbey and, along with Mitcham, the area became a major centre for textile printing and dyeing in England. This was favoured by a good supply of clear water for bleaching and printing, and to drive machinery.",
                "The first calico-printing works at Merton Abbey were established in 1724 and were situated on the east bank of the River Wandle. A number of printers later occupied the site, the most notable being Arthur Liberty: Liberty & Co. was situated there from 1904 to 1972. The site is now a market and craft workshop known as ‘Merton Abbey Mills’.",
                "In 1752 further calico-printing works were established to the north of the 1724 works, close to Merton High Street. During the latter part of the 19th century the works were leased by Morris & Co. who continued production until 1940."
            ]
        },
        {
            "heading": "Modern",
            "paragraphs": [
                "In the 1970s the land around the Priory church was acquired by Sainsburys who erected a supermarket north of the church in the 1980s. A road serving the new supermarket runs immediately to the south of the church and across the cloister and chapter house, whose remains are protected by a road bridge. Details of recent archaeological works are here.",
                "David Saxby of Museum of London Archaeology\nhttp://www.mertonpriory.org"
            ]
        }
    ],
    "id": 3686,
    "images": [
        {
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/medium_golden/building_3686_9265737482_554099fe00_b_98466298496aa434aaf6c8a2abbfeda0.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Merton Abbey Mills, Merantun Way, SW19 2RD",
        "latitude": 51.4129937,
        "longitude": -0.1831701,
        "meeting_point": null,
        "travel_info": [
            "Nearest tube: Colliers Wood",
            "Nearest train: Wimbledon",
            "Bus routes: 57, 131, 152, 200, 219, 470"
        ]
    },
    "name": "The Chapter House, Merton Priory",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/3686",
    "ticketed_events": false
}