{
    "all_week": false,
    "description": "Grade II listed building inspired by the ideals of John Ruskin and William Morris and contains Dickinson's paintings, hand-made furniture, furnishings, metalwork and friezes, in Arts & Crafts style. Reopening after a refurbishment project.",
    "design": {
        "designers": [
            {
                "architect": "Frank Dickinson",
                "description": "Original design",
                "year": "1902"
            }
        ],
        "periods": [
            "Edwardian"
        ],
        "types": [
            "historical house"
        ]
    },
    "events": [
        {
            "all_day": true,
            "booking_link": null,
            "capacity": null,
            "date": "2022-09-04",
            "end": "2022-09-04T23:59:00+01:00",
            "fully_booked": null,
            "name": "Virtual Tour",
            "notes": "https://my.matterport.com/show/?m=BfuEijDZ3nd - Welcome to Little Holland House, and the story of it's remarkable creators: Frank Dickinson, and his wife, Florence. The vast majority of everything on display- right from the building's foundations to it's furnishings- was created through this partnership.   Follow the Red tags to learn the story of the Dickinson family, and their life in Little Holland House.  Follow the Blue tags to learn more about each object, and the tale behind their creation.",
            "start": "2022-09-04T00:00:00+01:00",
            "ticketed": false
        },
        {
            "all_day": true,
            "booking_link": null,
            "capacity": null,
            "date": "2022-09-12",
            "end": "2022-09-12T23:59:00+01:00",
            "fully_booked": null,
            "name": "Online tour",
            "notes": "https://my.matterport.com/show/?m=BfuEijDZ3nd - Welcome to Little Holland House, and the story of it's remarkable creators: Frank Dickinson, and his wife, Florence. The vast majority of everything on display- right from the building's foundations to it's furnishings- was created through this partnership. Follow the Red tags to learn the story of the Dickinson family, and their life in Little Holland House. Follow the Blue tags to learn more about each object, and the tale behind their creation.",
            "start": "2022-09-12T00:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        [
            "Toilets"
        ]
    ],
    "factsheet": [
        {
            "heading": "History",
            "paragraphs": [
                "The former home of Frank R. Dickinson (1874-1961), artist, designer and craftsman, who built his house between 1902-04 in the English Arts and Crafts style, following the teachings and philosophies of William Morris and John Ruskin. Inside the Grade II listed interior are his hand made furniture, paintings, interior decoration, carvings and metal work, which still inspire visitors today. With very limited resources Dickinson built the house and made its furniture himself.",
                "Named in homage to the Victorian artist George Frederick Watts, who had lived in a house called Little Holland House near Holland Park in Kensington, this home was designed, built and furnished by one remarkable man – Frank Reginald Dickinson (1874-1961). Inspired by the ideas of John Ruskin and William Morris, he dreamed of living in a house that would meet their approval and, realising that on his wage he could not afford to employ an architect, he determined to build his own home. In his unpublished autobiography, Frank says that he wanted \"a house with beautiful things inside, a house solid looking and not showy\".",
                "He came to Carshalton, lured by Ruskin's praise of this area, and bought a plot of land \"amidst fields of lavender, herbs and corn\". Frank drew up the plans for his \"ideal house\", studying trade journals such as The Builder, in consultation",
                "with his fiancée, Florence. He also began to make the furniture for his future home – working at night in his parents' cellar on the enormous planks of pine and walnut he had bought.",
                "Frank secured an interest-free sum of three hundred pounds from a Mutual Building Society. He then obtained estimates against the specification and bill of quantities he had prepared. However, even the quotations for the structural element were around six hundred pounds, so he was forced to take the whole project into his own hands, and also to borrow more from one of his brothers.",
                "In October 1902, with two of his brothers, one acting as clerk of works, Frank began to build. The only paid help was a labourer and a bricklayer. Within three months the main structure was finished, including the doors, windows and stairs. From February 1903 Frank, with Florence to assist, worked on the interior during weekends and holidays to provide the bare essentials to live there. As part of her devotion to the vision of an 'Ideal House', Florence's savings, intended for her wedding trousseau, were used to purchase the green Cumbrian slate for roofing the house, when Frank ran out of money. Frank did all his own wiring and plumbing, with the aid of various manuals borrowed from the public library. Finally on their wedding night, 28th March 1904, Frank and Florence moved into the unfinished house, and spent their honeymoon sanding down the window frames, cleaning and staining floors and making the house a home.",
                "According to Frank, \"our home became a centre for gatherings and festivities, country dancing, play acting, musical evenings and discussion groups\". A daughter, Isabel (known as Julie) was born in 1905, and a son, Gerard, in 1907. Frank was also involved in many local societies. After he had stopped work at the Doulton factory, to raise extra money to supplement his much reduced income, he made furniture for local residents and sold his paintings at exhibitions held in the house.",
                "Frank died in 1961. Florence remained here until 1972, when she moved to a care home nearby, and Gerard Dickinson put the house up for sale. The London Borough of Sutton bought and restored the building, opening it to the public for the first time in April 1974."
            ]
        },
        {
            "heading": "Features to note",
            "paragraphs": [
                "Entrance Hall: the carved hallstand and decorated coat-rack. The front door is deliberately wider than normal since Frank believed \"a narrow door suggests meanness and does not give the idea of welcome\". On the upper panels of all doors are scenes painted by Dickinson. An early self-portrait is on the door to the downstairs toilet, the only door added during the 1973 restoration, as the toilet had previously been accessed from outside. Norfolk latches are found throughout the house, and hand-made copper fingerplates are on the ground floor doors.",
                "The Living Room: note you are passing under the stairs \"and there on your left is the foot of the stairs with its finial post and quaint landing and handrail forming a small platform\". This doubled as a small stage when the Dickinsons put on entertainment. The oriel window curtains are hand-stencilled. The painted panels in the pine dado bear family portraits by Frank plus, on the right, a panel devoted to John Ruskin. The copper frieze over the fireplace is also Frank's work and the tiles are wedding gifts from colleagues at the Doulton factory in Lambeth, for whom he worked as a draftsman from 1900. Above the fireplace the triptych is watercolour copies by Frank from original works in the Tate Gallery by Turner and Watts.",
                "The furniture is made from pine – note the legs influenced by \"the prevailing style of the Arts and Crafts, swelling out slightly in the middle and tapering down to the feet which splayed out to a broad base, giving a sense of stability\". Note also the carved timber joists – above the opening to the Sitting Room is Frank's declaration of his faith as a Humanist.",
                "The Sitting Room was designed as an extension of the Living Room, sharing one long herringbone parquet floor \"for dancing\". The fireplace has a carved 'Tudor' arch in redbrick, Doulton tiles, a hand-beaten copper hood and a moulded plaster panel. Above is another triptych – one of Frank's best works entitled \"Give to Us Each Day our Daily Bread\". Note also the folding cake stand, needlework box, music stool and lamp standard, as well as the pair of Italian walnut chairs. The cabinet was made by Frank to hold gramophone records.",
                "The theme of the Master Bedroom is 'sleep', and the two main hues are green and blue. On the bed head is a carved inscription from Coleridge's Ancient Mariner; the quotation under the frieze a stanza from The Spanish Student by Longfellow. This fireplace has a hammered copper surround with raised art nouveau style ornament, echoed in the bed head and wardrobe. The plaster panel above, a wedding gift from a friend, borrows its composition from the Burne Jones pictures of The Sleeping Beauty legend. The colour theme is continued in the curtains embroidered by Florence.",
                "The Small Bedroom: once Gerard's room. Florence’s sewing machine stands on a work table made by Frank. Next to it is the 'marriage chest' created by Frank and Gerard together for Gerard's wedding in 1937. The oak '30s style dressing-table was made by Gerard. The painting, ‘The Death of Ananias’ Frank thought his best work.",
                "The pottery around the house is mainly Doulton – Frank was employed in the sanitaryware division for around 30 years."
            ]
        },
        {
            "heading": "Online tour",
            "paragraphs": [
                "Welcome to Little Holland House, and the story of it's remarkable creators: Frank Dickinson, and his wife, Florence. The vast majority of everything on display- right from the building's foundations to it's furnishings- was created through this partnership.",
                "Follow the Red tags to learn the story of the Dickinson family, and their life in Little Holland House.",
                "Follow the Blue tags to learn more about each object, and the tale behind their creation.",
                "https://my.matterport.com/show/?m=BfuEijDZ3nd"
            ]
        }
    ],
    "id": 3743,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/3743/building_3743_lhh-frd-painting-front_63e1515c986b437818d66200e3a1987d.jpg",
            "description": "London Borough Sutton · 1956",
            "title": "Little Holland House by Frank Dickinson",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_3743_lhh-frd-painting-front_63e1515c986b437818d66200e3a1987d.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/3743/building_3743_lhh-master-bedroom_af84c4986bae04dac469e0aaa8a6f775.jpg",
            "description": "London Borough Sutton · 2015",
            "title": "Little Holland House master bedroom",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_3743_lhh-master-bedroom_af84c4986bae04dac469e0aaa8a6f775.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/3743/building_3743_lhh-fireplace_ed16c5607d68049ea15096ea8b92cd2c.jpg",
            "description": "London Borough Sutton · 2015",
            "title": "Little Holland House living room fireplace",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_3743_lhh-fireplace_ed16c5607d68049ea15096ea8b92cd2c.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/3743/building_3743_lhh-frieze_ff7e0294c1c4ea9962c0c6a908e762c8.jpg",
            "description": "London Borough Sutton · 2015",
            "title": "Little Holland House frieze above fireplace",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_3743_lhh-frieze_ff7e0294c1c4ea9962c0c6a908e762c8.jpg"
        }
    ],
    "links": [
        {
            "href": "https://my.matterport.com/show/?m=BfuEijDZ3nd",
            "title": "3D Tour"
        }
    ],
    "location": {
        "address": "40 Beeches Avenue, Carshalton, SM5 3LW",
        "latitude": 51.3552692,
        "longitude": -0.1705811,
        "meeting_point": null,
        "travel_info": [
            "Nearest train: Carshalton Beeches",
            "Bus routes: 154"
        ]
    },
    "name": "Little Holland House",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/3743",
    "ticketed_events": false
}