{
    "all_week": false,
    "description": "Distinctive award-winning visitor centre of modern timber sustainable construction forming an A-frame building roofed with cedar shingles, attached to 17C listed barn - one of the best preserved in the London area.",
    "design": {
        "designers": [
            {
                "architect": "Laurie Wood Architects",
                "description": "Original design",
                "year": "2005"
            }
        ],
        "periods": [
            "Historical/contemporary"
        ],
        "types": [
            "community/cultural",
            "historical house",
            "mixed use",
            "walk/tour"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": null,
            "date": "2022-09-04",
            "end": "2022-09-04T16:00:00+01:00",
            "fully_booked": null,
            "name": "Thames Chase 5th annual Arts & Culture Exhibition",
            "notes": "Please check website or social media for latest information and Covid procedures.",
            "start": "2022-09-04T10:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        [
            "Bookshop",
            "Parking",
            "Refreshments",
            "Toilets",
            "Disabled access",
            "Family activities during open house"
        ]
    ],
    "factsheet": [
        {
            "heading": "Background",
            "paragraphs": [
                "Thames Chase is one of 12 community forests in England. Over 40 square miles of land on the edge of London is being transformed from areas of farmland, landfill and horse-pasture to woodlands, meadows and marshes.",
                "The new award-winning Forest Centre is the working centre and hub for information for the Forest explaining to the millions of people who live in East London and South-west Essex, how and why the Forest is being created and maintained."
            ]
        },
        {
            "heading": "Design description",
            "paragraphs": [
                "The design of the new Visitor Centre shows how timber can be used in a modern and innovative way, to provide a structure and envelope appropriate to the functions of the new building. The design also respects and complements the original mediaeval listed barns. These have been carefully restored as part of this project and physically connected to the new building.",
                "The new building employs an ‘A-frame’ structure using glue laminated softwood rafters and is clad in structural softwood decking. The ‘A-frame’ provided an efficient structural form, quick to assemble on site to assist a mid winter construction programme. The timber structure is exposed and on view inside the building. It provides an appropriate backcloth to the interpretive displays that feature wood and woodland management and  the community forest.",
                "Visitors enter via a fully glazed west-facing porch. An interpretive exhibition occupies most of the ground floor and gives visitors an insight into the original wild woods of Essex.",
                "A reception point and shop are located adjacent to the main entrance, selling books and forest produce. A small café area and kitchen at the north end of the building, open on to an outdoor terrace for use in summer months with views overlooking the new forest. An upper floor gallery area provides a meeting room for members of staff and partner organisations with a large circular window overlooking the main ground floor area.",
                "Sustainable materials have been used wherever possible. The roof is clad in cedar shingles, and walls in cedar boarding. Softwood structural decking cantilevers over the ‘A-frames’ to form deep overhangs to the roof for summer shading and weather protection.",
                "An under floor heating system distributes heat throughout the new centre. The infrastructure is in place to make the new Forest Centre a carbon neutral project.",
                "In August 2008 the building was destroyed by fire after being struck by lightning but was rebuilt exactly to the original design and reopened in 2010. \n \nLaurie Wood Architects: RIBA East Architecture for Tourism Award 2005"
            ]
        }
    ],
    "id": 3758,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/3758/building_3758_the-forest-centre_807fd12e27f497e893fec3889a6b45a4.jpg",
            "description": "Aisling Woodhead · 2016",
            "title": "The Thames Chase Forest Centre",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_3758_the-forest-centre_807fd12e27f497e893fec3889a6b45a4.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/3758/building_3758_20151210_113516_6bff2df1d823245f75f5e03568f3054b.jpg",
            "description": "Aisling Woodhead · 2016",
            "title": "Thames Chase Visitor Centre",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_3758_20151210_113516_6bff2df1d823245f75f5e03568f3054b.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/3758/building_3758_dsc_0530-compressed_97cb80172c88d3ed52b2a24c08a7a201.jpg",
            "description": "Aisling Woodhead · 2016",
            "title": "Reception in the Visitor Centre",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_3758_dsc_0530-compressed_97cb80172c88d3ed52b2a24c08a7a201.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Broadfields Farm, Pike Lane, Upminster, RM14 3NS",
        "latitude": 51.5520024,
        "longitude": 0.2826137,
        "meeting_point": null,
        "travel_info": [
            "Nearest tube: Upminster",
            "Nearest train: Upminster",
            "Bus routes: 248, 346, 347, 370"
        ]
    },
    "name": "Thames Chase Forest Centre",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/3758",
    "ticketed_events": false
}