{
    "all_week": false,
    "description": "Grade I listed Victorian government office buildings. Route includes the magnificent and richly decorated Durbar Court, India Office Council Chamber, Locarno Suite and Foreign Office Grand Staircase.",
    "design": {
        "designers": [
            {
                "architect": "Sir George Gilbert Scott & Matthew Digby Wyatt",
                "description": "Original design",
                "year": "1861"
            }
        ],
        "periods": [
            "Victorian"
        ],
        "types": [
            "Government",
            "Online"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": null,
            "date": "2021-09-10",
            "end": "2021-09-10T20:00:00+01:00",
            "fully_booked": null,
            "name": "Virtual Tour",
            "notes": "We will be taking part virtually this year so our FCDO virtual tour will be available throughout the festival",
            "start": "2021-09-10T07:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        [
            "Photography is not permitted on site"
        ]
    ],
    "factsheet": [
        {
            "heading": "The Building",
            "paragraphs": [
                "Today’s Foreign, Commonwealth and Development Office building used to house four separate departments of state: the Foreign, India, Colonial and Home Offices. The Open House route takes visitors through the old Foreign and India Office quarters of the building which were opened in 1868.",
                "The building is the work of architect George Gilbert Scott, whose other work in London includes the Albert Memorial in Kensington and the restored Midland Grand Hotel at St Pancras. In 1856, an international competition invited designs for a new Foreign Office, and – even though his design only came third in the competition – Scott was appointed as the architect.",
                "On completion, Scott’s Foreign Office was described as ‘a kind of national place, or drawing room for the nation.’ His lavish decoration throughout was exemplified by the Grand Staircase.",
                "In addition to the work of Scott, you will also see the designs of a second architect, Matthew Digby Wyatt. As the India Office’s surveyor it was agreed that he would be responsible for the interior of the India Office. His masterpiece, the Durbar Court, is surrounded by three storeys of columns and was originally open to the sky.",
                "The route takes you through some of the most imposing spaces that Scott and Wyatt created: the Durbar Court, the Grand Staircase and the Locarno Suite. These spaces came close to being lost when, in the 1960s, a decision was taken to demolish the building due to its dilapidated state. However, it eventually received Grade I listing status and a process of renovation, completed in 1997, restored the building to its original design.",
                "Although the architecture of the building reflects the values of its time, today’s Foreign, Commonwealth and Development Office is anything but old-fashioned. Explore the Office with our online interactive virtual tour which contains audio podcasts and videos, giving a unique insight into Britain’s diplomatic story.",
                "You will have the chance to learn about how the modern Foreign, Commonwealth and Development Office operates and the types of work we engage in.",
                "Lancaster House, situated close to Buckingham Palace, is also part of the Foreign, Commonwealth and Development Office estate. This historic house offers a magnificent setting, a prestigious central location and first-class facilities for all types of events and hospitality. It has been used for high-profile receptions, and in 2007 various rooms were used in the filming of The Young Victoria, and BBC/HBO’s production of Churchill at War."
            ]
        }
    ],
    "id": 400,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2021/400/building_400_grand-staircase_f5d00d0463442d985c1fbdfa245e0e99.jpg",
            "description": "FCO · 2019",
            "title": "The Grand Staircase",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_400_grand-staircase_f5d00d0463442d985c1fbdfa245e0e99.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2021/400/building_400_locarno_6b0c1776d96a0e76da4d41bc4002097c.jpg",
            "description": "FCO · 2016",
            "title": "Locarno Fine Rooms",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_400_locarno_6b0c1776d96a0e76da4d41bc4002097c.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2021/400/building_400_durbar-court_30558bb17ba2f0b145a6984f4779620d.jpg",
            "description": "FCO · 2019",
            "title": "Durbar Court",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_400_durbar-court_30558bb17ba2f0b145a6984f4779620d.jpg"
        }
    ],
    "links": [
        {
            "href": "https://blogs.fcdo.gov.uk/fcdo-virtual-tour/",
            "title": "Virtual Tour"
        }
    ],
    "location": {
        "address": "King Charles Street, SW1A 2AH",
        "latitude": 51.5021869,
        "longitude": -0.1271549,
        "meeting_point": null,
        "travel_info": [
            "Nearest tube: Charing Cross, Westminster, Embankment"
        ]
    },
    "name": "Foreign, Commonwealth & Development Office ",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/400",
    "ticketed_events": false
}