{
    "all_week": false,
    "description": "Small 1970s concrete building with a raised lantern. Designed to fit in with older buildings in the conservation area , and make the most of the split-level site. Architect Trevor Dannatt. Grade ll Listed.",
    "design": {
        "designers": [
            {
                "architect": "Trevor Dannatt",
                "description": "Original design",
                "year": "1972"
            }
        ],
        "periods": [
            "Post-war"
        ],
        "types": [
            "religious"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 12,
            "date": "2022-09-11",
            "end": "2022-09-11T16:00:00+01:00",
            "fully_booked": null,
            "name": "Volunteers will show visitors around throughout the day.",
            "notes": null,
            "start": "2022-09-11T12:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        [
            "Toilets",
            "Refreshments",
            "Disabled access"
        ]
    ],
    "factsheet": [
        {
            "heading": "Structure",
            "paragraphs": [
                "The major structure of the building is in reinforced concrete. The main meeting room has cavity walls with a 9 concrete outer leaf and a blockwork inner leaf. (This is believed to be the only concrete brutalist Quaker Meeting House in Britain.) On the lower floor the outside wall of the meeting room is in blockwork. Other areas are in Warnham Wealden light stocks.",
                "Internal walls are in brick, concrete or blockwork. The roof of the main meeting room has an exposed structure of steel tension members and timber compression members supporting a lantern. External covering is metal. The flat roof over the lobby and kitchen has a timber structure reinforced with steel at changes of level, and is finished in Sandene GRP with grey solar paint."
            ]
        },
        {
            "heading": "Upper floor",
            "paragraphs": [
                "The plan is constrained by the limits of the 0.11 ha site and the route of a main sewer.",
                "The main meeting room is square with chamfered corners, and seats 100 in the usual seat layout. Although there is one small conventional window facing the road, the room is lit mainly by the square lantern and by skylights at the four corners. Artificial lighting is arranged around the lantern and in the skylights, with spots supported by the steel rods of the roof structure. The interior surfaces of the roof are lined with Kara Sea redwood. Ventilation is natural.",
                "There is a large lobby with stairs leading to the lower floor, a kitchen with a serving hatch to the lobby, storerooms and a wheelchair-accessible toilet.",
                "There is cork flooring  in the main meeting room, quarry tiles in the lobby."
            ]
        },
        {
            "heading": "Lower floor",
            "paragraphs": [
                "The lower floor can be accessed either from its own exterior door at the end of Independents Road or via the stairs from the upper floor. It can also be separated from the upper floor by a metal screen.",
                "The single long room uses space that was originally to be left as a void. It has two doors and can be divided into two by a retractable screen. Cupboards were installed for the benefit of some users, e.g. playgroups, who need to store equipment between sessions. Also on this level are a lobby, a kitchen, storerooms and unisex toilets, one wheelchair-accessible.",
                "Four parking spaces fit within the curtilage of the building to meet local authority requirements."
            ]
        },
        {
            "heading": "Access",
            "paragraphs": [
                "The upper floor has stepfree access from Lawn Terrace, and the lower floor has stepfree access from Independents Road. In addition to the internal stairs, there are external steps between the two levels."
            ]
        },
        {
            "heading": "Quaker principles in the building",
            "paragraphs": [
                "Quaker meetings are based on silent worship, and the main meeting room is behind two sets of doors. The transition from the lobby to the meeting room, through a 180-degree turn and via stepped walls and ceiling heights, encourages a sense of concentration (‘centring down’ in Quaker jargon) and of a progress into light – an important metaphor in Quakerism. In the absence of a minister, altar or other point of focus, seats are normally arranged in a circular or square pattern.",
                "Following the Quaker principle of simplicity, decoration is minimal; most wall surfaces are bare concrete or brick, or painted blockwork, although some are plastered. Quaker meeting houses normally contain no conventional Christian symbols, but the architect here included a discreet croix pattée – well out of reach."
            ]
        },
        {
            "heading": "Usage",
            "paragraphs": [
                "The Meeting house is open for socially distanced Meetings for Worship .   Meeting for Worship takes place on Sundays at 10.30 am. Like most Quaker meetings (see www.londonquakers.org.uk), Blackheath aims to offer a service to the community by hiring out the Meeting House for other purposes. Past users include playgroups, children’s music groups, other churches, AA, NA, Yoga and Pilates groups. The acoustics of the main meeting room offer an excellent compromise between the needs of speech and music."
            ]
        },
        {
            "heading": "Peace Garden",
            "paragraphs": [
                "Part of a national initiative, the Peace Garden aims to define the threshold to the building, to utilise lost space and to form part of the ‘centring’ process – welcoming to all, open to passers-by."
            ]
        },
        {
            "heading": "History",
            "paragraphs": [
                "Before the construction of the new Meeting House, Blackheath Quaker Meeting used to meet in the church hall of the adjacent Congregational Church, and had a close relationship with that church. The Meeting House was built on land leased from the Congregationalists, and included facilities that were originally for joint use. When the Congregational and Presbyterian Churches merged at a national level, the main church building and its hall were sold.",
                "\"A good neighbourly building where the architectural concept is enhanced by the quality of detailing and workmanship of the finished product\"  Civic Trust Award citation",
                "\"A small, jewel-like Brutalist design ... ingeniously planned to overcome and then exploit the level changes presented by the site ... evokes a medieval chapter house ... of exceptional aesthetic value\"  Quaker Meeting Houses Heritage Report"
            ]
        }
    ],
    "id": 4022,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/4022/building_4022_b55b48c5-ea24-4a30-ae3e-59375ff21bd0_79c1b372306710e1d0bb190b0881d7bc.jpeg",
            "description": "",
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_4022_b55b48c5-ea24-4a30-ae3e-59375ff21bd0_79c1b372306710e1d0bb190b0881d7bc.jpeg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/4022/building_4022_aed51951-fc7d-4f60-8917-f4a8326db150_df06f292ccba52e0c347900b5f6a4454.jpeg",
            "description": "",
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_4022_aed51951-fc7d-4f60-8917-f4a8326db150_df06f292ccba52e0c347900b5f6a4454.jpeg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/4022/building_4022_d1351552-d92e-4eff-b74c-7928e844595e_9fc13ac2c18f4def053338a8bbe3600a.jpeg",
            "description": "",
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_4022_d1351552-d92e-4eff-b74c-7928e844595e_9fc13ac2c18f4def053338a8bbe3600a.jpeg"
        }
    ],
    "links": [
        {
            "href": "http://www.blackheathquakers.org.uk",
            "title": "Website"
        },
        {
            "href": "https://twitter.com/quakersBH",
            "title": "@quakersBH"
        }
    ],
    "location": {
        "address": "Lawn Terrace, Blackheath, SE3 9LL",
        "latitude": 51.4650118,
        "longitude": 0.0070563,
        "meeting_point": null,
        "travel_info": [
            "Nearest train: Blackheath",
            "Bus routes: 54, 89, 108, 202, 380, 386"
        ]
    },
    "name": "Blackheath Quaker Meeting House",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/4022",
    "ticketed_events": false
}