{
    "all_week": false,
    "description": "Part of the oldest surviving purpose-built cultural complex in London, founded by the community through the purchase of bonds in 1881. Arguably the finest in London, the main art studio is spacious with a magnificent north light.",
    "design": {
        "designers": [
            {
                "architect": "John Edmeston and Edward Gabriel",
                "description": "Original design",
                "year": "1896"
            },
            {
                "architect": "Somorjay and Talliss",
                "description": "Refurbishment",
                "year": "2015"
            }
        ],
        "periods": [
            "Victorian",
            "Historical/contemporary"
        ],
        "types": [
            "Concert/performance space",
            "Education",
            "Community/cultural",
            "Art studio",
            "Mixed use"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 30,
            "date": "2021-09-05",
            "end": "2021-09-05T10:45:00+01:00",
            "fully_booked": null,
            "name": "Talk and tour",
            "notes": null,
            "start": "2021-09-05T10:00:00+01:00",
            "ticketed": false
        },
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 30,
            "date": "2021-09-05",
            "end": "2021-09-05T11:45:00+01:00",
            "fully_booked": null,
            "name": "Talk and tour",
            "notes": null,
            "start": "2021-09-05T11:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        [
            "Toilets"
        ]
    ],
    "factsheet": [
        {
            "heading": "History",
            "paragraphs": [
                "-  We look forward to opening up our historic, vibrant and inspiring buildings to both local residents who do not yet know us and the quality wide-ranging work across the arts we deliver, as well as visitors from across London and the wider area.",
                "-  The Blackheath Conservatoire of the Arts is the result of the grassroots action of the local SE London community. In 1881 local residents formed the Blackheath Conservatoire of Music, and, fourteen years later, the Blackheath, Lee and Lewisham School of Art. Driven by a desire to bring the arts to Blackheath they purchased shares in a company established by local resident William Webster. The income generated funded the building of the Conservatoire of Music (opened in 1896) and the School of Art (opened a year later).",
                "-  Supported by Lady Kitchener, our first Art School principal, John Howard Hale, pioneered the first use of Art as Therapy, running classes for traumatised soldiers with Conservatoire teachers and students at the Ladywell Military Hospital in 1918.",
                "- We continue to believe that creative opportunities should be provided with the fewest possible barriers, so we work with all ages, both at the Conservatoire, and in the community. You will find us in schools, residential homes, children’s centres, nurseries: anywhere we can make a difference. Our bursary programme and links with sponsors enable us to reach out and bring the outstanding work we do to people regardless of personal challenge, social circumstances or previous experience.",
                "- With the adjoining concert venue, the Blackheath Halls, we form part of the oldest surviving purpose-built arts complex in London."
            ]
        },
        {
            "heading": "The Buildings",
            "paragraphs": [
                "- Both buildings were designed by Edmeston and Gabriel and were Grade 1 listed in 1992. The Music Building is built in the Queen Anne style of Leicester brick. To the front there are three storeys and five windows. The first floor windows have pilasters with round-headed pediment containing shell tympanum and a musical keystone. The Ground floor has cambered windows with keystones containing emblems of the British Isles. The basement was used as an air raid shelter during World War II. Graffiti from this time still exists on the walls.",
                "- The Art Building is a beautiful space, taking full advantage of the Northern light. It is one of the only remaining Victorian art studios in the country. Among the many subjects taught at the school were Painting, Illustration, Enamelling, Woodcarving, Modelling, Embroidery, Bookbinding, Architecture & Perspective, Pottery, Textile Design, Silversmithing, and Commercial Design and Lettering. The Building was requisitioned by the Ministry of Defence and closed in late 1940, not re-opening until 1983. At one time there was also a row of artists’ huts and teaching rooms alongside the studio.",
                "- William Webster (1855-1910) was a polymath, distinguished in many fields. Trained as a chemical engineer, he had many artistic and scientific interests. As an accomplished violinist, he played with professionals in public concerts. He also sung and had paintings exhibited in the Summer Exhibition at the Royal Academy. He was a fellow of the Chemical Society and perfected a system for the electrolytic purification of sewage, in addition to being a pioneer in X-ray research. It was this which contributed to his death at 55. His grave can be found in the nearby churchyard of St Margaret’s Lee.",
                "- Many of the founders were influential professional musicians and artists which led to a very high quality of tuition."
            ]
        },
        {
            "heading": "Open House Tours",
            "paragraphs": [
                "• The Open House tour (at 10am, repeated at 11am) led by in-house expert, Chris Morton, will allow visitors to see inside both buildings and discover more about their history and how they were used in the past. In the Waiting Room visitors can see a painting by Phyllis Dodd, Portrait of Mrs Martin. Mrs Martin was the mother of Roger Martin co-founder of the Blackheath Society with Douglas Bliss (Dodd’s husband). Mrs Martin also taught at the Conservatoire in the 1930s. The painting is kindly on loan to the Conservatoire by the Bliss family. There are also intriguing musical sculptural installations by London-based Mexican artist Guillermo Monroy on display, installed after the large-scale 2013 campaign to save the Conservatoire from closure, when significant improvement works were also undertaken in the Art Building. Chris will talk about artists who studied and taught here in the past."
            ]
        },
        {
            "heading": "Illustrious Alumni",
            "paragraphs": [
                "- The Conservatoire has produced many illustrious alumni, including Kate Bush, who was a student at the Conservatoire from 1970 until 1976; Jools Holland, who studied here and provided funding for a bursary in 1993 and also performed at Blackheath Halls in support of this; Daniel Day Lewis, who was a student here from 1967-1968 and James Woodford, who designed the RIBA Doors in 1934 whilst a teacher at the Blackheath School of Art. More recently, Mercury Music Prize nominee, Eska, studied here on a bursary. Some memorabilia featuring past students and teachers is on display in the Waiting Room."
            ]
        },
        {
            "heading": "The Conservatoire Today",
            "paragraphs": [
                "- Vibrant community-founded arts education charity providing life-enhancing skills",
                "- Part of London's oldest purpose-built arts centre",
                "- Our educators are professional musicians, artists and actors",
                "- ABRSM exam centre delivering excellent results",
                "- Innovative creative leader",
                "- Nearly 200 termly courses, plus individual tuition, a holiday programme and events",
                "- Alumni include Daniel Day-Lewis, Kate Bush, Gary Oldman and Jools Holland",
                "The Conservatoire is an established education charity and a much-loved arts hub, with a reputation as a centre of excellence for art, music and drama.  Our purpose is to inspire, nurture and educate. From our vibrant and historic buildings in South East London, we encourage creative potential in a welcoming and safe environment.",
                "We are a charity offering group classes and individual tuition in Music, Art and Drama. We cater for all ages – from babies to retirees, welcoming over 2000 students a week to our inspiring cultural community.",
                "Go to our Gallery page to see some lovely photos of our building, students and tutors, or our Videos page to see them all moving and talking!",
                "We are rooted in our community. Our mission is to ensure our exciting and adventurous range of creative learning opportunities remains accessible to all ages, backgrounds and abilities, through innovative online learning alongside exciting and ambitious collaborations and partnerships.",
                "",
                ""
            ]
        }
    ],
    "id": 4205,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2021/4205/building_4205_2017-04-25-11-10-16_b10a33b791c8f82000e390b1ede66657.jpg",
            "description": "2017",
            "title": "View from Lee Road",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_4205_2017-04-25-11-10-16_b10a33b791c8f82000e390b1ede66657.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2021/4205/building_4205_2017-04-25-11-09-30_07fdfc3ee0376c535f64b9dfdbe1b439.jpg",
            "description": "2017",
            "title": "Arts Building Annex, with Creative Garden",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_4205_2017-04-25-11-09-30_07fdfc3ee0376c535f64b9dfdbe1b439.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2021/4205/building_4205_shadows_e9413282d77bd33bb2ee0eab87b1c369.jpg",
            "description": "",
            "title": "Music Building Staircase",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_4205_shadows_e9413282d77bd33bb2ee0eab87b1c369.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2021/4205/building_4205_1008683_796219977062142_313086429_o_da0963e2513dc0bb8658038acf431f45.jpg",
            "description": "",
            "title": "Victorian Art Studio",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_4205_1008683_796219977062142_313086429_o_da0963e2513dc0bb8658038acf431f45.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2021/4205/building_4205_studio_248d39ea61f79950f7ec6da2b255219a.JPG",
            "description": "",
            "title": "Art Studio",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_4205_studio_248d39ea61f79950f7ec6da2b255219a.JPG"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2021/4205/building_4205_old-picture-of-conservatoire-page-001_45e7fbc0a8e97c62d5645d92d4cbe69f.jpg",
            "description": "",
            "title": "Historical picture of the Music Building next to the Blackheath Halls",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_4205_old-picture-of-conservatoire-page-001_45e7fbc0a8e97c62d5645d92d4cbe69f.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2021/4205/building_4205_floralpiano_a3c15dc4c008a4f5d56cc901bfae7a67.JPG",
            "description": "",
            "title": "Floral piano in front garden!",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_4205_floralpiano_a3c15dc4c008a4f5d56cc901bfae7a67.JPG"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2021/4205/building_4205_img_7134_babe8eb77c936d4d30a11b5b8058b36d.JPG",
            "description": "",
            "title": "Sandpits in the Creativity Garden",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_4205_img_7134_babe8eb77c936d4d30a11b5b8058b36d.JPG"
        }
    ],
    "links": [],
    "location": {
        "address": "19-21 Lee Road, SE3 9RQ",
        "latitude": 51.4646591,
        "longitude": 0.0093086,
        "meeting_point": null,
        "travel_info": [
            "Nearest train: Blackheath",
            "Bus routes: 54, 89, 108, 202, 386"
        ]
    },
    "name": "The Conservatoire, Blackheath",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/4205",
    "ticketed_events": false
}