{
    "all_week": false,
    "description": "Grade II listed, built 1790. A central double door under a bracketed cornice hood, large sash windows with delicate glazing bars. Panelled interior. Curved entrance wall allowed carriages to turn in the narrow lane. Notable burial ground.",
    "design": {
        "designers": [
            {
                "architect": "Religious Society of Friends",
                "description": "Original design",
                "year": "1791"
            }
        ],
        "periods": [
            "Georgian"
        ],
        "types": [
            "religious"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 25,
            "date": "2022-09-04",
            "end": "2022-09-04T17:00:00+01:00",
            "fully_booked": null,
            "name": "Open House",
            "notes": "Visitors can arrive at any time during the opening hours.There may be queues at busy times.",
            "start": "2022-09-04T14:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        [
            "Disabled access",
            "Toilets",
            "Refreshments"
        ]
    ],
    "factsheet": [
        {
            "heading": "Historical Background",
            "paragraphs": [
                "Established 1688, the present Grade II listed building of yellow stock brick dates from 1790.The site is the oldest religious foundation in Winchmore Hill.",
                "The middle of the 17th Century was a period for many dissenting sects to be formed. The Society of Friends was founded in 1647 by George Fox. In the early years such groups were suppressed by the authorities and severely treated. An Act to suppress seditious conventicles (as the meetings were called) was passed in 1664. Any person present at such a meeting could be imprisoned for three months or fined £5. Penalties were doubled for a second offence. The Act lapsed in 1668, but was renewed in 1670. A much weaker Toleration Act was passed in 1689.",
                "The first recorded meeting was in 1662. William Brend, a Quaker, held a meeting in Thacker’s Yard, a barn off Winchmore Hill Green, which was followed by further meetings in local houses and barns. In 1672 John and Elizabeth Oakley bought an acre of land off Silver Street, now called Church Hill, which is the site of the present grounds. John Oakley was a Merchant Taylor, a weaver and silk merchant in the City who had already held meetings at his house in Spitalfields.",
                "On moving to Winchmore Hill he continued his faith. The village was isolated and, as such, would not attract the attention of the authorities, proving ideal for the then illegal sect although this did not prevent many local Friends being fined for holding or attending meetings. In 1682 the Oakleys gave the land to the Friends provided they could continue to live in a house on the site. Following John’s death in 1684 and Elizabeth’s in 1686, the Society decided to build a new Meeting House and permission was sought of the authorities. The building was completed in 1688.",
                "George Fox was a regular visitor making many friends locally and staying both in Winchmore Hill and with Friends in Enfield Town. His last visit was on 14 December 1690. He died in January 1691. By 1790 the old Meeting Room was reaching the end of its useful life and a new one, the present building, was built in 1790 at a cost of £450."
            ]
        },
        {
            "heading": "The Building",
            "paragraphs": [
                "It is a simple building of local yellow stock brick with a central double door under a bracketed cornice hood, flanked by large sash windows, with delicate glazing bars, under gauged brick arches. There are similar windows on each return. The curved entrance wall allowed carriages to turn in the narrow lane. Subscribers included Samuel Hoare, Isaac Walker of Amos and David Barclay of the banking family.",
                "Further work was done in 1796 when the school room and lobby were added and in 1809 a washroom (now the kitchen) was built. Following the population growth of Winchmore Hill at the turn of the century, the Meeting House was extensively renovated and a cottage added in 1911. This cottage was modernised in the 1970s and was once occupied by a warden. It is now rented to private tenants.",
                "The building is listed Grade II on the List of Buildings of Special Architectural or Historic Interest."
            ]
        },
        {
            "heading": "The Burial Ground",
            "paragraphs": [
                "The burial ground was used from the beginning but by 1821 had to be extended to the lower part which was previously used for grazing. Poor drainage of the land caused burials generally to cease in 1980, by which time some 1000 graves had been accommodated. Burials include Samuel Hoare (1796), members of the Barclay family, John Fothergill MD (1780), an eminent physician (Fothergill’s Seeds) and Mariabella Howard and her husband Luke who invented the terms for types of clouds that are in common usage today, such as cirrus, stratus and cumulus."
            ]
        }
    ],
    "id": 440,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/440/building_440_s320170712-4-1j62t0f20170712-4-a1fjs520170712-4-xyifwn_9b930994e1cabaa6fb7447cd15d9cbe5.jpg",
            "description": null,
            "title": "Winchmore Hill Meeting House",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/medium_golden/building_440_s320170712-4-1j62t0f20170712-4-a1fjs520170712-4-xyifwn_9b930994e1cabaa6fb7447cd15d9cbe5.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Winchmore Hill Quaker Meeting House, 59 Church Hill, N21 1LE",
        "latitude": 51.63524,
        "longitude": -0.1041714,
        "meeting_point": null,
        "travel_info": [
            "Nearest tube: Southgate",
            "Nearest train: Winchmore Hill",
            "Bus routes: 125, 329, W9"
        ]
    },
    "name": "Winchmore Hill Friends Meeting House & Burial Ground",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/440",
    "ticketed_events": false
}