{
    "all_week": false,
    "description": "Listed Arts and Crafts freestyle building with plain interior and many charming original features, sympathetically modernised in 1991. Entrance via listed gateway.\r\nNOTE Please wear facemasks.",
    "design": {
        "designers": [
            {
                "architect": "Frederick Rowntree",
                "description": "Original design",
                "year": "1907"
            }
        ],
        "periods": [
            "Edwardian"
        ],
        "types": [
            "Religious"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": "https://openhouselondon.open-city.org.uk/events/11023/bookings",
            "capacity": null,
            "date": "2021-09-12",
            "end": "2021-09-12T17:00:00+01:00",
            "fully_booked": false,
            "name": "Open",
            "notes": "Masks required inside.Visitors can arrive at any time during the opening hours.There may be queues at busy times.",
            "start": "2021-09-12T13:00:00+01:00",
            "ticketed": true
        }
    ],
    "facilities": [],
    "factsheet": [
        {
            "heading": "History",
            "paragraphs": [
                "The original Arts & Crafts free style building and its entrance gateway were included in the statutory list of buildings of special architectural or historic interest in January 1999. The plain interior was sympathetically modernised in 1991 and retains the typical Arts & Crafts detailing and many original features.",
                "Hampstead has always been home to non-conformists, so it is perhaps surprising that it was not until nearly the end of the nineteenth century that a significant number of Quakers began to meet there for worship. In 1898 a Meeting started in Vale Lodge, a private home near Hampstead Heath. The following year it moved to the Hampstead YMCA in Willoughby Road and was officially recognised as a Preparative Meeting. It soon proved so successful that it was necessary to move to a larger room, then to the largest in the building. This success soon led Friends to desire their own building, but as a contemporary pointed out, \"prices rule high in Hampstead, and freehold ground is scarce\".",
                "A seven strong committee was appointed in September 1906 to raise the necessary money and supervise progress. An awkwardly shaped but attractive site had already been found on Heath Street where a large house called Stamford Lodge had stood. The committee pointed out that it was \"in a position generally convenient for the present members of the congregation\".",
                "The chosen architect of the Meeting House was Frederick Rowntree FRIBA (1860-1927), a Quaker who had designed the Friends Meeting House in his native Scarborough in 1894 and was to design others at Golders Green and Muswell Hill. An active member of Hammersmith PM and of Westminster and Longford MM, Rowntree was an interesting rather than important architect and much of his work was derivative. However, if his obituary notices may be relied upon, he was respected and liked by his fellow architects."
            ]
        },
        {
            "heading": "The Meeting House",
            "paragraphs": [
                "The building which Rowntree designed at the top of Heath Street for the Hampstead Quakers followed the style of C F A Voysey (1857-1941), the leading British domestic architect of the day and a strong influence on \"the design of lesser men\" in the words of a contemporary architectural journal. Voysey was a pioneer, if not of modern design, at least of post-Victorianism, and his hallmarks were plainness and simplicity, and the style which drew on the traditions of English vernacular architecture. Among the features associated with his name are asymmetry, roughcast walls, low ceilings, horizontal rows of leaded windows, prominent chimneys and buttresses. All are to be found in the Hampstead Meeting House.",
                "Rowntree designed a modest but charming building which fitted the narrow site and the available funds. The porch, in particular, with its copper roof attracted much notice from Friends and their visitors, and praise from critics.",
                "The Meeting House was opened in November 1907 and the first ordinary Meeting for Worship was held on Sunday 24th.",
                "It was charmingly described by Constance Maynard, Mistress of Westfield College, and an early visitor, thus:",
                "\"It is all that can be desired, standing in Heath Street but retired from the traffic behind a yew tree and some shrubs, and with a fairly open space and the tall spire of Christchurch to be seen through the windows. The inside all plain whitewash and unvarnished oak, with a rather low ceiling, and a shallow curve to the bow windows, gives an impression of simplicity without poverty and purity without monotony, that is expressive of the great charm of Quakerism.\"",
                "Extracted from 'Hampstead Quakers 1907-1913' by David Rubenstein",
                ""
            ]
        }
    ],
    "id": 441,
    "images": [
        {
            "description": "Mark Cummins · 2017",
            "title": "side view",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_441_dscf1076_5fc5322042b27bb0b269b648184ac08b.JPG"
        },
        {
            "description": "Mark Cummins · 2017",
            "title": "Front porch",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_441_dscf1093_ebef6ea1e4519997695b3198ce11b814.JPG"
        },
        {
            "description": "Mark Cummins · 2017",
            "title": "Side view ",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_441_dscf1090_374bd8dc1ca7892cb6c2dc70351d2f70.JPG"
        },
        {
            "description": "Mark Cummins · 2017",
            "title": "side view of entrance taken from Hampstead square",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_441_dscf1089_c1ee184a3f0bc558ba6a4df2fd8a55eb.JPG"
        },
        {
            "description": "Mark Cummins · 2017",
            "title": "The meeting room with a Quaker meeting in progress",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_441_dscf0957_dcec5a11aa5c9e1f81d258252ce34f66.JPG"
        },
        {
            "description": "Mark Cummins · 2017",
            "title": "Entrance door view from gate on heath street",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_441_dscf0900_8f91d92746930556c1475df0db8107f0.JPG"
        }
    ],
    "links": [],
    "location": {
        "address": "120 Heath Street, Hampstead, NW3 1DR",
        "latitude": 51.559318,
        "longitude": -0.1782245,
        "meeting_point": null,
        "travel_info": [
            "Nearest tube: Hampstead",
            "Bus routes: 268, 46, 210"
        ]
    },
    "name": "Hampstead Friends Meeting House",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/441",
    "ticketed_events": true
}