{
    "all_week": false,
    "description": "The Waterloo Centre, damaged in WWII and rebuilt in 1958 by Cowles Voysey and Brandon-Jones.",
    "design": {
        "designers": [
            {
                "architect": "Sir Edward Maufe",
                "description": "Extension",
                "year": "1937"
            },
            {
                "architect": "John Brandon-Jones, Charles Cowles Voysey",
                "description": "Original design",
                "year": "1958"
            },
            {
                "architect": "John Winter",
                "description": "Extension",
                "year": "1973"
            },
            {
                "architect": "John Winter",
                "description": "Extension",
                "year": "1982"
            },
            {
                "architect": "Dixon Jones",
                "description": "Refurbishment",
                "year": "2008"
            },
            {
                "architect": "Black Architecture",
                "description": "Extension",
                "year": "2019"
            }
        ],
        "periods": [
            "Inter-war",
            "Historical/contemporary",
            "Victorian"
        ],
        "types": [
            "Education",
            "Art studio",
            "Art in the public realm",
            "Community/cultural",
            "Concert/performance space",
            "Gallery",
            "Garden",
            "Institution/profession",
            "Library",
            "Mixed use",
            "Theatre",
            "Online"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": "https://openhouselondon.open-city.org.uk/events/12198/bookings",
            "capacity": 15,
            "date": "2021-09-09",
            "end": "2021-09-09T16:00:00+01:00",
            "fully_booked": false,
            "name": "Art and exhibitions at Morley Waterloo with Dr. Jack Davy",
            "notes": "Dr. Jack Davy is the Morley Exhibitions curator, formerly of the British Museum and the Horniman Museum, Jack manages gallery spaces and exhibitions across Morley’s centres.  This tour will explore the exhibition spaces, permanent art collection and newly reopened Morley Gallery itself for prospective students.",
            "start": "2021-09-09T15:30:00+01:00",
            "ticketed": true
        },
        {
            "all_day": false,
            "booking_link": "https://openhouselondon.open-city.org.uk/events/12754/bookings",
            "capacity": null,
            "date": "2021-09-11",
            "end": "2021-09-11T17:00:00+01:00",
            "fully_booked": false,
            "name": "Waterloo Centre",
            "notes": "Visitors can arrive at any time during the opening hours.There may be queues at busy times.",
            "start": "2021-09-11T10:00:00+01:00",
            "ticketed": true
        },
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 15,
            "date": "2021-09-11",
            "end": "2021-09-11T14:00:00+01:00",
            "fully_booked": null,
            "name": "Discover the future of Morley’s Waterloo Centre - Architect led talk",
            "notes": "Drop-in Q &A session. Open House London at our Waterloo Centre will be attended this year by Steve Burr from Black Architecture. The practice were responsible for securing planning consent for the Morley Forward masterplan.",
            "start": "2021-09-11T11:00:00+01:00",
            "ticketed": false
        },
        {
            "all_day": false,
            "booking_link": "https://openhouselondon.open-city.org.uk/events/12197/bookings",
            "capacity": 15,
            "date": "2021-09-11",
            "end": "2021-09-11T11:30:00+01:00",
            "fully_booked": false,
            "name": "Explore the history of our Waterloo Centre",
            "notes": "Join us for a half hour tour exploring Morley’s Waterloo Centre’s history from our founders to the newest architectural additions.",
            "start": "2021-09-11T11:00:00+01:00",
            "ticketed": true
        },
        {
            "all_day": false,
            "booking_link": "https://openhouselondon.open-city.org.uk/events/12752/bookings",
            "capacity": 15,
            "date": "2021-09-11",
            "end": "2021-09-11T12:30:00+01:00",
            "fully_booked": false,
            "name": "Explore the history of our Waterloo Centre",
            "notes": "Join us for a half hour tour exploring Morley’s Waterloo Centre’s history from our founders to the newest architectural additions.",
            "start": "2021-09-11T12:00:00+01:00",
            "ticketed": true
        },
        {
            "all_day": false,
            "booking_link": "https://openhouselondon.open-city.org.uk/events/12753/bookings",
            "capacity": 15,
            "date": "2021-09-11",
            "end": "2021-09-11T13:30:00+01:00",
            "fully_booked": false,
            "name": "Explore the history of our Waterloo Centre",
            "notes": "Join us for a half hour tour exploring Morley’s Waterloo Centre’s history from our founders to the newest architectural additions.",
            "start": "2021-09-11T13:00:00+01:00",
            "ticketed": true
        }
    ],
    "facilities": [
        [
            "Toilets",
            "Refreshments",
            "Architect on site"
        ]
    ],
    "factsheet": [
        {
            "heading": "Architecture",
            "paragraphs": [
                "Morley College at the Old Vic\nMorley’s history dates back to the early 1880s, when the social reformer Emma Cons decided to improve the moral and material standards of the Waterloo district in London. Emma Cons and her supporters took a lease of the Royal Victoria Hall, (the ‘Old Vic’) a boozy, rowdy home of melodrama, and turned it into the Royal Victoria Coffee and Music Hall to provide a ‘cheap and decent place of amusement’ run ‘on strict temperance lines’ ‘purged of innuendo in word and action’ at rock‐bottom prices. She supplemented the music‐hall turns with opera recitals, temperance meetings, and, from 1882, lectures every Tuesday by eminent scientists. The ’Penny lectures’ had distinguished figures from science addressing audiences of working people on a diverse range of subjects. The lectures were a huge success and developed into evening classes which, in 1889, led to the establishment of Morley Memorial College for Working Men and Women. The name of the College not only recognised the generous support from Samuel Morley, an eminent textile manufacturer, temperance worker and Member of Parliament but also proclaimed the College’s commitment to gender and class equality.",
                "1924: The College moves to the present site at 61 Westminster Bridge Road\nMorley College moved to the former Yorkshire Society’s School for Boys, which had closed in 1917. It was then taken over by the War Office, and became the Britannia Club for Soldiers and Sailors. It stood empty for some years and was “terribly dirty and dilapidated” until Morley purchased it.",
                "The core of the building was an elegant 18th‐century town house, erected on ground leased in 1783 from an old‐ established institution near by — the Magdalene Hospital for the Reception of Penitent Prostitutes. After serving as a private house for over forty years, it was taken over by the Yorkshire Society as a school for boys of Yorkshire descent. The Society added two wings not unlike Nonconformist chapels. It also added an extra storey with a steep pitched roof and dormer windows.",
                "The building provided the much‐needed extra space for the growing College, but it was a rambling structure far from ideal. A new block was added housing a large hall, a gymnasium and Refreshment Room. A laboratory was also added. The architects were Lanchester, Lucas & Lodge. We shall have the original plans for the remodelling.\n  \n1937: Extension designed by Edward Brantwood Maufe\nIn 1937 an extension of eight classrooms, a small concert hall (dedicated to Gustav Holst, Morley’s first director of Music) and a library was opened by Queen Mary. The money for this work came partly from the L.C.C. and from a very vigorous fund‐raising campaign by the Principal Eva Hubback. The Holst Room had double windows to cut out the noise from the traffic, and new double‐glazing has been installed recently so that concerts are almost noise‐free. The Library had unusual uplighters in the tops of the bookcases, with individual lamps on each table. Sadly the uplighters were disconnected some years ago, but they remain in situ. The room also had three circular domed skylights to increase the light. The library remains the least altered of the rooms in this wing, although not all the bookshelves date back to 1937, more having been added over the years to accommodate the increasing stock. The original library chairs came from Heals.",
                "In October 1940, the College was hit by a large bomb and the original building Yorkshire Society’s building was completely destroyed. The new extension survived almost unscathed.",
                "1958: New building designed by John Brandon‐Jones\nThe business of getting a new building took many years, after a considerable amount of work by the Principal Denis Richards (1950‐65). The new main building was opened in 1958 by Queen Elizabeth, the Queen Mother.",
                "A feature of this building was the new art works, which were commissioned by Denis Richards, and partly paid for out of War Compensation funds. The murals in the Emma Cons Hall were the subject of a competition, which attracted attention from many artists of the period.",
                "The winning entry was by Martin Froy. Murals were painted by Edward Bawden and his student Justin Todd for the Refectory on the subject of The Canterbury Tales. John Piper also painted a large picture for the Reception area, which is now in the Holst Room. An extra storey was added to the original 1937 extension, providing an additional four classrooms.\n                         \n1969: The Art Block and Morley Gallery\nThe former King’s Arms public house, which had laid empty and semi‐derelict since the end of the Second World War, was converted into an Arts Centre in the late 1960s, providing three studios for painting and printmaking. The ground floor became Morley Gallery and the former beer cellar housed sculpture classes and then the Electronic Music Studio until these were housed elsewhere. The building was opened by the Minister for the Arts, Jenny Lee.",
                "Morley Gallery is the College’s main exhibition space, and hosts a busy programme of public exhibitions each year, showcasing a wide range of art forms, including painting and drawing, printmaking, sculpture, photography, ceramics, textiles, installation and sound art. The majority of the exhibitions celebrate the creative talents of staff and students at Morley, in addition to special exhibitions by independent artists and members of the local community. All of the exhibitions are free and open to the public.",
                "1973: The ‘Wrap’ designed by John Winter\nPrincipal Barry Till (1965‐86) initiated the most ambitious scheme so far which almost doubled the size of the College. The extension was designed to ‘wrap‐round’ the existing buildings and provided a studio theatre, two art studios, eight music rooms, twelve classrooms, a TV studio, language library, resource centre, library extension, tutors’ common room, offices and a bar. This innovative extension was completed in 1973. The Queen opened this building and named the side exit the QEII entrance.",
                "1977: Pelham Hall becomes sculpture studio\nThe College also owns Pelham Hall (The Henry Moore Sculpture Studio) in nearby Lambeth Walk, which is used for sculpture classes. It was a mission chapel and has an unusual outside pulpit. Henry Moore gave a piece of work to the College which was sold to raise money for the conversion. Much work has been undertaken to improve this unique space in the last few years, including the creation of a mezzanine floor.",
                "1982: Community Building designed by John Winter\nThe Community Building, now known as The Nancy Seear building after Baroness Nancy Seear (former Chair of Governors) was constructed on the site of some old prefabs in King Edward Walk. The building’s construction was quite unusual as it used Cor‐Ten steel cladding which at this time had not been widely used. Cor‐Ten is designed to rust, giving the building its characteristic look.\n           \nLocated between the Visual Arts Centre (the former King’s Arms), and a terrace of Victorian houses, the site of the building was also controversial. This building originally housed the College’s crèche and playgroup and had facilities for community activities. The design of the large Textiles room on the top floor was influenced by the need for natural light and much consultation took place with the visual arts tutors.",
                "Sir Edward Brantwood Maufe (1883‐1974)\nMaufe’s first commission was Kelling Hall in Norfolk (1912). Other works include the Festival Theatre in Cambridge, the Air Forces Memorial overlooking Runnymede, the Oxford Playhouse, St Columba's Church (Pont Street, London SW1) and he won the competition to design Guildford Cathedral (1932). He was the architect chiefly responsible, in the 1950s for the rebuilding of much of Gray’s Inn and the Inner Temple which had been heavily damaged in bombing during World War II. He worked for the Imperial War Graves Commission (1943‐1969) as principal architect (UK), then chief architect and artistic advisor; he was knighted for his work with the Commission in 1954.",
                "John Brandon‐Jones (1908‐1999)\nBrandon‐Jones was the last link to the soul of the English Arts and Crafts Movement. John was christened by the Rev. Charles Voysey, father of the architect. He studied with Oswald Milne, and then at the Architectural Association. He joined Cowles‐Voysey in 1933, a firm which had developed a line in municipal buildings. He designed a good deal of Watford and Worthing town halls as well as the elevations of the Cambridge Guildhall. When Voysey retired, Brandon‐Jones took on the practice with Robert Ashton. He taught briefly in Liverpool before the war and at the Architectural Association after.",
                "John Winter (1930‐2012)\nJohn Winter studied at the Architectural Association School of Architecture in London. One of his first jobs was on the Camden School for Girls in London. This was followed by military service in Cyprus. From 1956‐7 he was an instructor in Design at Yale University, and then worked as an architect in San Francisco for two further years. On his return to the UK, he was a Master at the Architectural Association School of Architecture in London for four years before founding his own practice, John Winter and Associates in 1964."
            ]
        },
        {
            "heading": "Our Mission",
            "paragraphs": [
                "Morley was founded in 1889 as the ‘Morley Memorial College for Working Men and Women’. Its current mission “To empower individuals and strengthen communities through adult education in Arts, Culture and Applied Sciences” continues the principles on which was founded.",
                "The North Kensington Centre is a site that has hosted education for well over 100 years. This purpose built educational College was built in 1938. We now look forward to the comprehensive renovation in the next few years.",
                "The Chelsea Centre is made up of two buildings, the historic Carlyle and modern Hortensia buildings. Morley shares the Carlyle building with the English National Ballet School. Plans to renovate and repurpose the space are underway as the College re-develops it's presence as a powerhouse for the creative industries."
            ]
        },
        {
            "heading": "Our History",
            "paragraphs": [
                "Established in 1889, and with its roots stretching back some years before that, Morley College London is one of the country's oldest and largest specialist providers of adult education.",
                "Its original philanthropic, charitable foundation continues to be a distinguishing feature of the College to the present day.",
                "Founded to address the learning needs of Waterloo and Lambeth – an area of great poverty at the time – as the Morley Memorial College for Working Men and Women, it was the first institution of its kind to admit both men and women on an equal footing. This sense of mission and spirit of inclusion towards the most disadvantaged in society has been maintained throughout Morley’s history and continues today: putting our students first underpins all that we do.",
                "In most recent news the College went through a merger earlier this year with the former KCC and Morley now has 3 centres across London. The original Waterloo Centre, North Kensington Centre and Chelsea Centre."
            ]
        },
        {
            "heading": "Radio",
            "paragraphs": [
                "Morley’s new radio studios are part of the extension created by Black Architecture and opened in 2019 at the Waterloo Centre. Located at the heart of the new reception area, Morley Radio is central to the College’s vision of inspiring ambitions and creating outstanding learning opportunities. Through the medium of radio, we aim to diversify how we engage with current and future students across schools, alumni, the local community and beyond.",
                "Morley Radio provides a forum for both students and staff to tell their stories, grow in confidence and learn new skills. It is an invaluable resource for tutors in all subject areas to develop a wide range of course materials and class activities.",
                "The Morley Radio studios have been designed and constructed by award-winning studio designers Veale Associates and Transmation Limited, both of which are behind the design and construction of commercial studios such as Capital Radio, LBC Radio, Classic FM, Absolute Radio, amongst many others.",
                "Morley Radio Studios is an industry-standard facility which provides students and staff with an experience of the professional world of radio, broadcasting and podcasting. The equipment in the studio is comprised of industry-standard Axia consoles, Neumman microphones, Genelec monitors. The studio is also interconnected with our Solid State Logic music recording studio and our concert facilities via RedNet systems, enabling us to broadcast live concerts, conferences, and other large-scale events."
            ]
        },
        {
            "heading": "Gallery",
            "paragraphs": [
                "Morley Gallery is currently closed as an exciting building project is now underway to extend and improve the space. We aim to re-open the Gallery in March 2021 and look forward to welcoming the public and students back!",
                "Morley Gallery has gone online for the time being and you can browse a range of student exhibitions here https://www.morleygallery.com/."
            ]
        },
        {
            "heading": "Morley College Art Collection",
            "paragraphs": [
                "Morley Art Collection is on permanent display across the Main College Building. This collection includes work by Edward Bawden, John Piper, Bridget Riley, Maggi Hambling and Denzil Forrester. We also have an online exhibition of the work which you can see here https://athome.morleycollege.ac.uk/2020/04/20/morley-online-art-collection/."
            ]
        },
        {
            "heading": "Campuses",
            "paragraphs": [
                "There are currently three campuses:",
                "Waterloo Centre: 61\nWestminster Bridge Road, London, SE1 7HT",
                "North Kensington Centre: Wornington\nRoad, London, W10 5QQ",
                "Chelsea Centre: Hortensia\nRoad, London, SW10 0QS"
            ]
        }
    ],
    "id": 4768,
    "images": [
        {
            "description": "",
            "title": "Morley College New Reception",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_4768_college-reception-513a5054_f12dcb3b7ff063ec53e8e2a4a6c68440.jpg"
        },
        {
            "description": "",
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_4768_college-reception-513a5056_8d8cca27fa8c491e88eafd401eca0508.jpg"
        },
        {
            "description": "",
            "title": "Bridget Riley and Foyer Display Cases",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_4768_college-reception-513a5061_2d6bfb52a013a3687ac700f7a05040ed.jpg"
        },
        {
            "description": "",
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_4768_morley_newlobby_-053_59839ed4ba47fb8300db3d5542148674.jpg"
        },
        {
            "description": "",
            "title": "Radio Studio",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_4768_radio-studio-513a5937_63bb1708eeecd31f856877127968b1cb.jpg"
        },
        {
            "description": "Black Architecture",
            "title": "New Building Work",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_4768_courtyard_view_banner_original_8bc78f35627ad5c14ac2495069888531.jpg"
        },
        {
            "description": "Black Architecture",
            "title": "New Building Work",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_4768_entrance_view_original_f7e0f192247ae975347726d54e3373e7.jpg"
        },
        {
            "description": "",
            "title": "Waterloo Centre entrance",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_4768_screen-shot-2020-09-18-at-16-59-03_59ee8747e8ac27124e680b4ec0addb6b.png"
        },
        {
            "description": "",
            "title": "Morley Waterloo Courtyard",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_4768_screen-shot-2020-09-18-at-17-04-35_87d76f1ca3a192a0959fb4d10eed79cf.png"
        },
        {
            "description": "",
            "title": "Dance Studio",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_4768_screen-shot-2020-09-18-at-17-02-37_4c496c5f055fcec86732283f9a24ec91.png"
        },
        {
            "description": "",
            "title": "Morley Gallery",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_4768_screen-shot-2020-09-18-at-17-03-21_48cc60b9e752492828fb1fd8b46f018d.png"
        }
    ],
    "links": [
        {
            "href": "https://athome.morleycollege.ac.uk/2020/09/17/open-house-2020/",
            "title": "Online content here"
        }
    ],
    "location": {
        "address": "61 Westminster Bridge Road, SE1 7HT",
        "latitude": 51.4980267,
        "longitude": -0.109553,
        "meeting_point": null,
        "travel_info": [
            "Nearest tube: Lambeth North, Waterloo, Elephant & Castle",
            "Nearest train: Waterloo, Elephant & Castle",
            "Bus routes: 12, 3, 453, 159, C10"
        ]
    },
    "name": "Morley College Waterloo",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/4768",
    "ticketed_events": true
}