{
    "all_week": false,
    "description": "By gothic revivalist architect, John Loughborough Pearson, and completed in 1895 for William Waldorf Astor as his estate office, the building overlooks the River Thames and embodies the outstanding workmanship of the late Victorian period.",
    "design": {
        "designers": [
            {
                "architect": "J L Pearson",
                "description": "Original design",
                "year": "1895"
            }
        ],
        "periods": [
            "Victorian"
        ],
        "types": [
            "Historical house"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": null,
            "date": "2021-09-04",
            "end": "2021-09-04T15:00:00+00:00",
            "fully_booked": null,
            "name": "Two Temple Place Open House",
            "notes": "FULLY BOOKED Explore the beautiful interiors of William Waldorf Astor's London estate office with our team on hand to reveal the history of the building. New family trails are available to help young visitors and families to discover the building's details and hidden characters.",
            "start": "2021-09-04T10:00:00+00:00",
            "ticketed": true
        },
        {
            "all_day": false,
            "booking_link": null,
            "capacity": null,
            "date": "2021-09-05",
            "end": "2021-09-05T15:00:00+00:00",
            "fully_booked": null,
            "name": "FULLY BOOKED Two Temple Place Open House",
            "notes": "Explore the beautiful interiors of William Waldorf Astor's London estate office with our team on hand to reveal the history of the building. New family trails are available to help young visitors and families to discover the building's details and hidden characters.",
            "start": "2021-09-05T10:00:00+00:00",
            "ticketed": false
        }
    ],
    "facilities": [
        [
            "Family activities during open house festival",
            "Disabled access",
            "Bookshop",
            "Toilets"
        ]
    ],
    "factsheet": [
        {
            "heading": "William Waldorf Astor",
            "paragraphs": [
                "Two Temple Place was commissioned in the early 1890s by one of the richest men in the world, expatriate New Yorker William Waldorf Astor, to be his private estate office.  Designed by the famous architect John Loughborough Pearson, it is an extraordinary celebration of late-Victorian design and craftsmanship.",
                "William was born in America in 1848, the only child of John Jacob Astor III and Charlotte Augusta Gibbes. When his father died in 1890, William inherited a personal fortune worth $100 million. He emigrated to Britain after repeated threats of kidnap, squabbles with his family and because he regarded America as ‘no fit place for a gentleman’.",
                "In 1893 William acquired the Cliveden Estate from the Duke of Westminster and blocked off the grounds from public access prompting the sobriquet, “Waldorf by name, walled-off by nature”. In 1903 he purchased Hever Castle, once the childhood home of Anne Boleyn."
            ]
        },
        {
            "heading": "The Exterior of the Building",
            "paragraphs": [
                "The gilded weather vane crafted by J. Starkie Gardner sails above the parapets – intended to be a representation of the caravel Santa Maria, in which Columbus discovered America.",
                "Before the front door stand two bronze lamp standards, modelled by William Silver Frith, which were at one time exhibited at the Royal Academy. Each is crowned by a miniature ship and decorated with androgynous putti who represented the marvels of electrical illumination and the latest technology - the telephone."
            ]
        },
        {
            "heading": "The Staircase and Gallery",
            "paragraphs": [
                "The floor of the Staircase Hall is of inlaid semi-precious stones: marble, porphyry, onyx and jasper, in the Cosmati style, as seen at Westminster Abbey.",
                "The paneling in this space is British oak and the staircase mahogany. The carved figures represent the chief characters from William Waldorf Astor’s favourite book – Alexandre Dumas’ The Three Musketeers: D’Artagnan, Madame Bonacieux, Aramis, Milady de Winter, Bazin, Athos and Porthos.",
                "The arcade surrounding the Gallery on the first floor has ten columns of irreplaceable solid ebony. On six of these stand  carved characters from three American novels:  Uncas, the last Mohican and The Pathfinder from James Fenimore Cooper’s Leatherstocking Tales; Hester Prynne and Reverend Arthur Dimmesdale from Nathaniel Hawthorne’s Scarlet Letter; Rip van Winkle and his daughter, Judith Gardenier, from Washington Irving’s Knickerbocker Tales.",
                "Above these figures are four oak panel friezes in high relief by Thomas Nicholls, portraying memorable scenes from Shakespeare’s Henry VIII, Othello, Antony and Cleopatra and Macbeth."
            ]
        },
        {
            "heading": "The Library",
            "paragraphs": [
                "The Library of Astor's is designed as a wholly private retreat. It is paneled in satinwood, a fashionable lighter wood chosen because it could be polished to help reflect light into the room, which during Astor's time was overshadowed by the nearby Middle Temple Library.",
                "The mahogany door is elegantly adorned with cupid figures imitating Renaissance grotesques. Above door and bookcases are a number of panels modeled in delicate low relief by William S Frith. Between them are finely carved putto figures representing the Arts and Sciences - each carrying scientific and musical instruments."
            ]
        },
        {
            "heading": "The Great Hall",
            "paragraphs": [
                "This was William Waldorf Astor’s office, which VIP visitors entered through a central carved-mahogany door. The inside of this door has nine decorative panels in silver-gilt by Sir George Frampton, depicting nine heroines of the Arthurian Legend.",
                "The hammer-beam ceiling is richly carved in Spanish mahogany and the wall panels are pencil-cedar, used for its apparently calming sent.",
                "The gilded frieze includes 54 characters from history and literature, all chosen by Astor himself. Among them are Pocahontas, Machiavelli, Bismarck, Anne Boleyn and Marie Antoinette.",
                "Above this are twelve carved figures which represent characters from Sir Walter Scott’s Ivanhoe, including Robin Hood, Maid Marian, Gurth, Wamba and Friar Tuck. All carved by Nathaniel Hitch, as most of the room. Hitch reluctantly gilded thee figures on Astor's request, as he struggled to see them due to his short-sightedness."
            ]
        }
    ],
    "id": 4771,
    "images": [
        {
            "description": "",
            "title": "Exterior Two Temple Place ",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_4771_bdog-1873_7e324c83a999eb3062ffb6e0e83ca253.jpg"
        },
        {
            "description": "Peter Dazeley · 2016",
            "title": "View of staircase and marbled floor",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_4771_staircase-and-floor_4b69462f35c40e1df8a1b743d5dc8eb0.jpg"
        },
        {
            "description": "Peter Dazeley · 2016",
            "title": "View of Upper Gallery",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_4771_copyright-peter-dazeley-image-of-the-upper-gallery_b7a5b67e2b89c68443c042e3716b89bc.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "2 Temple Place, WC2R 3BD",
        "latitude": 51.5116279,
        "longitude": -0.1122401,
        "meeting_point": null,
        "travel_info": [
            "Nearest tube: Temple",
            "Nearest train: Blackfriars, Charing Cross, Waterloo",
            "Bus routes: 6, 9, 87, 139, 11, 15"
        ]
    },
    "name": "Two Temple Place",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/4771",
    "ticketed_events": true
}