{
    "all_week": false,
    "description": "A vital community garden offering a model for maximum good for communities and for the environment on a small urban plot. It is now a site of Local Importance for Nature Conservation. Shortlisted for the Open City Stewardship Awards 2021.",
    "design": {
        "designers": [
            {
                "architect": "muf architecture/art,  EXYZT,  J & L Gibbons",
                "description": "Original design",
                "year": "2010"
            }
        ],
        "periods": [
            "Contemporary"
        ],
        "types": [
            "Community/cultural",
            "Garden",
            "Public realm/landscape",
            "Online"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 15,
            "date": "2021-09-04",
            "end": "2021-09-04T15:30:00+01:00",
            "fully_booked": null,
            "name": "Walk and Talk: How to turn a Brownfield site green",
            "notes": null,
            "start": "2021-09-04T14:30:00+01:00",
            "ticketed": false
        },
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 15,
            "date": "2021-09-04",
            "end": "2021-09-04T17:30:00+01:00",
            "fully_booked": null,
            "name": "Walk and Talk: How to turn a Brownfield site green",
            "notes": null,
            "start": "2021-09-04T16:30:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        [
            "Toilets",
            "Refreshments",
            "Disabled access"
        ]
    ],
    "factsheet": [
        {
            "heading": "Overview",
            "paragraphs": [
                "This project is shortlisted in the Social Stewardship and Open Space Stewardship category of the inaugural Open City Stewardship Awards. Find out more: open-city.org.uk/stewardship-awards",
                "Dalston Eastern Curve Garden forms a small, valuable green space within an area largely devoid of areas of nature conservation value, with no\npublic green space for residents to relax or meet and where very few people\nhave their own garden.",
                "The Garden emerged from a flagship partnership project ‘Making Space in Dalston’, bringing local residents, organisations and campaigners together with Design for London and Hackney Council and landscape and architectural practices J & L Gibbons, muf architecture/art and Exyzt, to explore ways to address the lack of quality public realm in Dalston. Since then it has become a lush green space, abundant with trees, shrubs, flowers, and herbs, in turn supporting a rich variety of birds and invertebrates.",
                "It is open to all, seven days a week all year-round, providing a connection to nature for residents of all ages and a community gathering place. The Garden offers a vision of how small plots of underused land, in a densely populated urban area, can be imaginatively repurposed to provide maximum good for communities and for the environment. It’s a safe, inclusive space that has become a fundamental part of everyday life for many residents. It is managed as a social enterprise, with most of the income generated by our on-site Cafe.",
                "It is not a ‘passive’ green public space, but rather one where there are always activities happening, allowing visitors to actively participate in and influence the life of the Garden. It has been nurtured by many hands, with many different communities investing their passion and commitment into the space year on year. It is a model of shared stewardship and deep community investment, practically and emotionally. This has allowed residents to feel pride in their neighbourhood, forming a vital role in generating a sense of ownership and a connected community.",
                "We see the challenges that the Garden responds to as a microcosm for some of the major issues cities face, a space for visitors to think and learn about biodiversity, social inequalities and ultimately the climate emergency. The Garden will never be a ‘􀉤nished’ project and since its creation, we have continuously adapted it in response to changes in the environment and the needs and impact of increasing visitor numbers. This allows us to use the Garden to demonstrate how local residents can make changes in their own homes or community spaces.",
                "We have forged long-lasting relationships with other environmental organisations and campaigning groups, who we support and in turn are supported by. Participants in the Garden’s volunteering, community events and nature inspired activities reap clear benefits from being immersed in the natural surroundings and their sense of belonging in this space. Last year, as we marked the Garden’s 10th anniversary, it was recognised as meeting the Greater London Authority criteria for a ‘Site of Local Importance for Nature Conservation’. This London designation represents the value for wildlife and access to nature for local people that our open space stewardship of eleven years, has helped achieve."
            ]
        }
    ],
    "id": 5006,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2021/5006/building_5006_s320170712-4-5om44520170712-4-14sk7ux20170712-4-1ewlwal_244e49c7244870e47365eb45cb3959ab.JPG",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/medium_golden/building_5006_s320170712-4-5om44520170712-4-14sk7ux20170712-4-1ewlwal_244e49c7244870e47365eb45cb3959ab.JPG"
        }
    ],
    "links": [],
    "location": {
        "address": "Dalston Lane, E8 3DF",
        "latitude": 51.546261,
        "longitude": -0.07346,
        "meeting_point": null,
        "travel_info": [
            "Nearest train: Dalston Junction, Dalston (Kingsland)",
            "Bus routes: 30, 56, 277, 38, 242"
        ]
    },
    "name": "Dalston Eastern Curve Garden",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/5006",
    "ticketed_events": false
}