{
    "all_week": false,
    "description": "Arcola Outside is a brand-new outdoor performance space and bar in the heart of Dalston, designed by multi-award-winning stage designer Jon Bausor. A flexible, multi-purpose space, for live performances, screenings, installations and more.",
    "design": {
        "designers": [
            {
                "architect": "Edward Henry Horne",
                "description": "Original design",
                "year": "1868"
            },
            {
                "architect": "Jon Bausor",
                "description": "Extension",
                "year": "2021"
            }
        ],
        "periods": [
            "Historical/contemporary"
        ],
        "types": [
            "theatre"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 50,
            "date": "2022-09-04",
            "end": "2022-09-04T12:30:00+01:00",
            "fully_booked": null,
            "name": "Open access to our new outdoor performance space, Arcola Outside",
            "notes": "Wheelchair accessible, access directly from the street, no steps.  Visitors can arrive at any time during the opening hours.There may be queues at busy times.",
            "start": "2022-09-04T10:30:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        [
            "Refreshments",
            "Toilets",
            "Disabled access"
        ]
    ],
    "factsheet": [
        {
            "heading": "Luxembourg Hall (1866-1880)",
            "paragraphs": [
                "The Luxembourg Hall housed amateur dramatic clubs including the Blackstone. It was a public hall which would not just have been used for amateur dramatic clubs, but also for musical performances, dances and other creative meetings. It was located on Beech Street, which is now called Ashwin Street.",
                "The owner of the Luxembourg Hall was charged with staging an unlicensed play in 1869; and advertised dancing lessons to private schools in 1875. The hall had been knocked down by 1880 and was replaced by Reeves's colour works building."
            ]
        },
        {
            "heading": "Edwin Henry Horne",
            "paragraphs": [
                "Edwin Horne designed the original Reeves and Sons 1868 Artists' Colour Works factory building at 18-24 Ashwin Street. The characteristic red brick banding and decorative stonework feature in the designs.",
                "Edwin Henry Horne, Architect, is known to have been commissioned by the North London Railway to design six of their railway stations – Bow, Hackney, Canonbury, Barnsbury, Camden Town (now called Camden Road) and Highbury & Islington. Two of those stations have survived – Camden Road (1870) which is Grade II Listed by Historic England and Hackney station which is locally listed by the Council.",
                "It has come to light that Edwin Horne was also the architect responsible for the design of many of the buildings constructed in Dalston on land owned by the North London Railway. They were built shortly following the development of the Dalston Junction railway station which opened in 1865."
            ]
        },
        {
            "heading": "The Reeves Artists’ Colour Works (1880-1949)",
            "paragraphs": [
                "This attractive brick industrial building with iron structural frame was formerly Reeves Artists' Colour Works, the supplier of artists' materials. The building is four-storeys over a basement. Steel windows and mosaic tiled bands to entrance elevation to south; glazed brick detail to north.",
                "The Reeves factory created the first ‘moist paint cake’ for watercolours, which you can now buy in any art shop. This new form of watercolour paint brought fortune to the Reeves family, allowing them to build the Dalston Colour Works, which specialized in high quality watercolour sets for schools, both private, and the new government run elementary schools. Traditionally, the elementary stages in art were taught through the copying of an example of the work of a master such as J.M.W Turner, who also used Reeves’ watercolour paint.",
                "Henry Wild and Charles Kemp Wild, who ran the business at the time, concentrated on cheaper paints – for schools and beginners. They also published instruction books on art.  Manufacture continued here until 1948 when the company moved to Enfield.",
                "The Reeves Trade Mark, which could be found on all of their products was the image of a black greyhound with gold spots which was taken from the arms of the Ryves family of Dorset, and can be found in some locations of the building.",
                "Half of the Dalston Colour Works was demolished by bombs dropped on London during World War 2 causing the death of many members of staff. This forced Reeves & Sons to move out of their Dalston building in 1948 and into the new ‘Greyhound Colour Works’ at Enfield.",
                "You can still see evidence of the building’s life as the Reeves’ Dalston Colour works:",
                "* The ‘Reeves Artists’ Colourworks’ insignia located above what is now the main entrance to the Theatre.\n* The building’s ancient ‘right to light’, which is evident in the size and quantity of windows around the building, and on a plaque on the side of building."
            ]
        },
        {
            "heading": "Post Reeves (1950-2010)",
            "paragraphs": [
                "After the Colourworks was destroyed in the bombings of World War 2, the half-destroyed building was lived in by squatters.",
                "Below is a quote from a woman named Cindy who lived and rehearsed with her Band on Ashwin Street in the 1990s:",
                "\"At the beginning we rehearsed on the third floor (I lived in the basement), after I moved up the road we moved rehearsals to the basement.It was an absolute joy to be able to rehearse whenever we wanted and at no cost.",
                "It allowed us so much freedom to explore our live set-up and to keep it changing.It's crucial to have the time to connect musically with each other when live improvisation (but NOT self-indulgence) are the aim\"",
                "During Ashwin Street’s time as a squat, there were several raves which took place in the building during the late 1980s and early 1990s and Ashwin Street played host to many parties.",
                "There was also evidence unearthed during Arcola's refurbishment of another tenant, the African Development Agency.",
                "We know very little about this organisation, but the things we do know are:",
                "* 22 Ashwin Street was registered as the address for the African Development Agency in 2006\n* It helped local people with ‘legal activities’\n* It had three employees\n* It is apparently still active, although no longer working out of this building"
            ]
        },
        {
            "heading": "Arcola Theatre",
            "paragraphs": [
                "Since its foundation in 2000, Arcola Theatre has built a reputation as one of the leading off-West End theatres in London, putting on high-quality drama while reaching out to the local community and striving to become the world’s first carbon neutral theatre.",
                "Since January 2011, Arcola has occupied three floors of ‘The Colourworks’ a former paint factory in the heart of Dalston. Arcola converted the building with a very limited timescale and funding. We committed to a minimal intervention approach, which made the building immediately useable but also kept the industrial feel of original solid steel structure and handsome brick walls.",
                "It is now a fully functioning theatre with several performance and rehearsal spaces, a bar, and  Arcola Energy Ltd, which is an eco-friendly hydrogen fuel cell design and deployment company.",
                "The theatre is now well on its way to becoming the first carbon neutral theatre in the world putting on plays, musicals and operas from leading playwrights and cutting edge new artists. The Arcola also has the Participation Programme, which supports youth and community classes and activities, as well as talent and new work development."
            ]
        },
        {
            "heading": "Renovations and Sustainability",
            "paragraphs": [
                "In 2012, we were fortunate to receive £1million of capital funding from Arts Council England (in addition to their support of our artistic and engagement programmes).",
                "We undertook the most urgently required works to improve the function, comfort and accessibility of the building. We replaced and double-glazed all the windows, restructured the layout of public areas and installed a wheelchair accessible lift. We worked with Oxford Renewables to install biomass energy as a way to heat the building during the winter. Sustainability was at the heart of our refurbishment programme.",
                "In the reshaped Arcola we have a new café-bar space, offices, two rehearsal rooms and two theatre spaces that can seat up to 300 audience members. The larger Studio 1 consists of a double-height space, with a narrow balcony emphasising the sense of proximity and connection between the performers and the audience. The smaller Studio 2 has been relocated to the basement and occupies a large room with exposed 19th century brickwork.",
                "The building also hosts Arcola Energy, a clean technology incubator. Arcola Energy develops and deploys a range of hydrogen powered products."
            ]
        },
        {
            "heading": "Arcola Outside built in 2021",
            "paragraphs": [
                "Arcola Outside is a brand-new outdoor performance space and bar in the heart of Dalston, designed by multi-award-winning stage designer Jon Bausor (London 2012 Paralympics Opening Ceremony, Bat Out of Hell: The Musical, The Grinning Man), and built by a team of freelance theatre and live events technicians.",
                "Arcola Outside is covered by a giant roof structure, offering protection from the weather whilst maintaining excellent airflow.",
                "Our new space is 60 metres from the theatre’s main building on Ashwin Street, reimagining Arcola’s performance spaces and bar, bringing them together under a giant roof. Arcola Outside benefits from being an outdoor space, making it a safer place to enjoy live performance.",
                "Arcola Outside continues our longstanding commitment to environmental sustainability, including significant use of reclaimed and recycled materials and creating a green environment."
            ]
        }
    ],
    "id": 5040,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/5040/building_5040_arcola-front-credit-miriam-mahony_a8079521d975d00db6d6e8b198dd7db7.jpg",
            "description": "Miriam Mahony · 2014",
            "title": "Arcola Theatre",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_5040_arcola-front-credit-miriam-mahony_a8079521d975d00db6d6e8b198dd7db7.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/5040/building_5040_arcola-studio-1-credit-miriam-mahony_c943d9810c2c3ca6cc41d0aa5279e229.JPG",
            "description": "Miriam Mahony · 2016",
            "title": "Arcola Studio 1",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_5040_arcola-studio-1-credit-miriam-mahony_c943d9810c2c3ca6cc41d0aa5279e229.JPG"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/5040/building_5040_arcola-studio-2-credit-miriam-mahony_c3fc435e46bb8bf8139ef4b6272c6870.JPG",
            "description": "Miriam Mahony · 2016",
            "title": "Studio 2",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_5040_arcola-studio-2-credit-miriam-mahony_c3fc435e46bb8bf8139ef4b6272c6870.JPG"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/5040/building_5040_arcola-1_f365d707195c7d2429c461b940795fff.jpg",
            "description": "David Monteith-Hodge",
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_5040_arcola-1_f365d707195c7d2429c461b940795fff.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/5040/building_5040_arcola-2_5e2b137363ee22bbe0f17c6ef834e343.jpg",
            "description": "David Monteith-Hodge",
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_5040_arcola-2_5e2b137363ee22bbe0f17c6ef834e343.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "2 Ashwin Street, E8 3DL",
        "latitude": 51.5464947,
        "longitude": -0.0743871,
        "meeting_point": null,
        "travel_info": [
            "Nearest train: Dalston Junction, Dalston (Kingsland)",
            "Bus routes: 149, 242, 38, 277, 243"
        ]
    },
    "name": "Arcola Outside (Arcola Theatre)",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/5040",
    "ticketed_events": false
}