{
    "all_week": false,
    "description": "One of London's finest examples of Georgian architecture, Carlton House Terrace was designed by John Nash and built between 1827 and 1833. It is home to the British Academy, the UK’s national academy for the humanities and social sciences.",
    "design": {
        "designers": [
            {
                "architect": "John Nash",
                "description": "Original design",
                "year": "1827"
            },
            {
                "architect": "Feilden & Mawson",
                "description": "Refurbishment",
                "year": "2010"
            }
        ],
        "periods": [
            "Historical/contemporary",
            "Georgian"
        ],
        "types": [
            "Institution/profession"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": null,
            "date": "2021-09-05",
            "end": "2021-09-05T16:00:00+01:00",
            "fully_booked": null,
            "name": "Guided and self-guided tours of the British Academy",
            "notes": "Guided tours run every half hour between 12:30 and 15:00, with a maximum of 10 people per tour. Self-guided tours are available between 12:00 and 16:00 (last entrance is at 15:30). Free, no booking required (entrance is on a first come, first served basis). Visitors will be asked to queue outside if the venue is at capacity.",
            "start": "2021-09-05T12:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        [
            "Toilets",
            "Disabled access"
        ]
    ],
    "factsheet": [
        {
            "heading": "Background",
            "paragraphs": [
                "The creation of a British Academy was first proposed in 1899 so that Britain could be represented at a meeting of European and American academies. In 1902 it received its Royal Charter from King Edward VII and has gone from strength to strength ever since.  Many of Britain's most distinguished scholars in the humanities and social sciences have been involved in the life of the Academy. The roll call of past Fellows includes: the influential economists John Maynard Keynes and William Beveridge; the eminent thinkers Karl Popper and Isaiah Berlin; Louis and Mary Leakey, who made pioneering discoveries on the origins of man; and C. S. Lewis and Henry Moore, Fellows who combined learning with creativity. Current Fellows include classicist Mary Beard, historian Diarmaid MacCulloch, sociologist Tariq Modood, author and critic Marina Warner, and political scientist John Curtice. The President is Professor of Law Julia Black."
            ]
        },
        {
            "heading": "A brief history of Carlton House Terrace",
            "paragraphs": [
                "One of London's finest Georgian treasures, the Terrace was designed by John Nash and built between 1827 and 1833 on the site of Carlton House, the former home of the Prince Regent, later George IV. It consists of two residential blocks separated by the Duke of York’s Column and was designed by Nash to be an impressive backdrop to St James’s Park and the Mall. Carlton House Terrace rapidly became one of the most fashionable addresses in London and is the setting for Oscar Wilde’s play Lady Windermere’s Fan. The architectural historian Sir Nikolaus Pevsner, himself a Fellow of the Academy, described the Terrace as among ‘the greatest terrace houses ever built in Britain’."
            ]
        },
        {
            "heading": "Former occupants of 10-11 Carlton House Terrace",
            "paragraphs": [
                "From 1831 to 1924, No. 10 was the London residence of the Ridley family of Northumberland. The 2nd Viscount Ridley commissioned Detmer Blow and Fernand Billerey in 1905 to remodel a significant portion of the house in the French classical style. This included the installation of a black marble staircase with a bronze balustrade by Bainbridge Reynolds. During the First World War, Lady Ridley opened up the house as a Hospital for Wounded Officers.",
                "The occupants of No. 11 have a slightly more varied history. The original resident was Lord Monson who was followed by William Crockford, proprietor of the celebrated gambling hall, and then by the Duke of Norfolk. In 1875, William Gladstone and his family moved in. His diaries reveal that the Cabinet occasionally met at the house during his first term as Prime Minister (1868-1874). The Gladstone’s also held a regular Thursday salon where many of the country’s most prominent people met to exchange news and gossip, as well as to listen to fine music - it was one of the hottest tickets in town. Following Gladstone’s resignation as Prime Minister, the Guinness family took over the lease, staying on until the 1920s. \nThe social upheavals of the First World War and the rapidly rising costs of upkeep meant that maintaining a large London house was becoming increasingly impractical. As a result, many of the houses in the terrace became clubs, learned societies or institutional offices. The Union Club took the lease of both No. 10 and No. 11 in 1923, thereby beginning the process of combining the two houses. The use of the two buildings as a club was slightly contentious, and conditions therefore stated that the building was to appear as a private house. In 1944, No. 10 suffered from bomb damage but much of the Edwardian interior survived and can still be seen today. Following the club’s departure in the 1950s, No. 10 and No. 11 were occupied by the Commonwealth Secretariat and The Foreign Press Association. In 1998, the British Academy moved into No. 10 and parts of No. 11 before expanding into the whole of No. 11 in 2010."
            ]
        },
        {
            "heading": "The Academy today",
            "paragraphs": [
                "10-11 is now home to the British Academy, the UK's national academy for the humanities and social sciences. The Academy invests in researchers and projects across the UK and overseas, engages the public with fresh thinking and debates, and bring together scholars, government, business and civil society to influence policy for the benefit of everyone. You can find out more at www.thebritishacademy.ac.uk.",
                "Although many of the original architectural features remain, visitors to the Academy are often surprised by the rich and varied art display. The collection ranges from full length oil portraits of Lord Nelson and Edward VII to more contemporary pieces by artists such as Terry Frost, Paula Rego and Patrick Hughes. There are around 100 works on display, including paintings, ceramics, prints, photographs and textiles.",
                "The Academy also has a library with a collection of 13,000 books written by Fellows of the British Academy and funded researchers, and an archive dating from its foundation in 1902 to the present.",
                "In addition, 10-11 Carlton House Terrace is a busy event venue, hosting everything from corporate conferences to weddings and filming. You may well recognise parts of the building from BBC's Sherlock, the Comic Relief Bodyguard spoof, Bridget Jones's Diary, Cruella and Netflix's The Crown."
            ]
        }
    ],
    "id": 5055,
    "images": [
        {
            "description": "",
            "title": "Stairwell of No.10",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_5055_cht-stairwell-no-10_f597a01cd9f53ce066a11ee08d2230e2.jpg"
        },
        {
            "description": "",
            "title": "British Academy front",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_5055_ba-front-1_99f099440b6158d1d4b14e866c8fd5d3.jpg"
        },
        {
            "description": "",
            "title": "No.11 Grand Staircase",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_5055_cht-117_12e27140db6dacc20141c5170c3a8f45.jpg"
        },
        {
            "description": "",
            "title": "No.10 Staircase",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_5055_cht-no-10-staircase-13_b664536f9669186ccb94b33f0c8f72ce.jpg"
        },
        {
            "description": "",
            "title": "Council Room",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_5055_cht-069_48b2aa6b31e075cd057cf5fdb6946836.jpg"
        },
        {
            "description": "",
            "title": "Lecture Hall ceiling",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_5055_cht-141_29af3a773b0b73aa96bfef60e88940a0.jpg"
        },
        {
            "description": "Greg Allen",
            "title": "Entrance to 10-11 Carlton House Terrace",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_5055_gregallenphoto-com-9845_48e06bc970237cfa0f3c4e6308d22bc5.jpg"
        },
        {
            "description": "Greg Allen",
            "title": "Staircase in number 11",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_5055_londoneventphotographergregallen-3876_9fbb08c40f0901ef079ecf1783d1b006.jpg"
        },
        {
            "description": "Natasha Hurley",
            "title": "Facade of 10-11 Carlton House Terrace",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_5055_natashahurley-180_6cc4681ac5d961f7d51213b78dbfffb1.jpg"
        },
        {
            "description": "Natasha Hurley",
            "title": "Side view of 10-11 carlton house terrace",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_5055_natashahurley-182_6a9e58827984bb86a64ca487ea919367.jpg"
        }
    ],
    "links": [
        {
            "href": "http://www.thebritishacademy.ac.uk ",
            "title": "Website"
        },
        {
            "href": "https://twitter.com/britishacademy_",
            "title": "social media"
        }
    ],
    "location": {
        "address": "10-11 Carlton House Terrace, SW1Y 5AH",
        "latitude": 51.5066316,
        "longitude": -0.1303099,
        "meeting_point": null,
        "travel_info": [
            "Nearest tube: Charing Cross, Embankment, Piccadilly Circus, st. james's park, Westminster",
            "Nearest train: Charing Cross"
        ]
    },
    "name": "The British Academy",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/5055",
    "ticketed_events": false
}