{
    "all_week": false,
    "description": "An extraordinary centrepiece of a large almshouse complex, the chapel was originally intended for retired publicans and brewers. It was severely damaged in WWII, and is now hired out for exhibitions, events, shoots and wedding ceremonies.",
    "design": {
        "designers": [
            {
                "architect": "Henry Rose",
                "description": "Original design",
                "year": "1827"
            }
        ],
        "periods": [
            "Georgian"
        ],
        "types": [
            "Community/cultural"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": null,
            "date": "2021-09-05",
            "end": "2021-09-05T12:00:00+00:00",
            "fully_booked": null,
            "name": "General Access",
            "notes": "Visitors can arrive at any time during the opening hours.There may be queues at busy times.",
            "start": "2021-09-05T09:00:00+00:00",
            "ticketed": false
        }
    ],
    "facilities": [
        [
            "Toilets",
            "Disabled access"
        ]
    ],
    "factsheet": [
        {
            "heading": "History of Asylum",
            "paragraphs": [
                "Caroline Gardens Chapel, in Peckham, forms the heart of London’s largest complex of almshouses originally known as the Licensed Victuallers’ Benevolent Institution Asylum. However, despite being called an “asylum”, the Grade-II-listed site was not a home for lunatics. Instead, the word was used in its older sense of “sanctuary” and it was in fact an old folks’ home for retired pub landlords (or “decayed members of the trade” as they were known at the time).",
                "The welfare state still being over 100 years in the future, almshouses were an important part of life, offering impoverished Georgian and Victorian elderly people the only alternative to destitution or the workhouse. Residents were entitled to a small weekly cash payment, coal, medical care and medicine.\n \nDating the chapel between 1827 and 1833, architectural historian Nikolaus Pevsner describes the six-acre complex as “the only grand composition among the many almshouses of Camberwell. Exceptionally large”. Other almshouses in Southwark included those of the Girdlers’ Company and the Metropolitan Beer and Wine Trade Society.",
                "At that time, North Peckham was an area of market gardens and fields adjacent to the largely unbuilt-up Old Kent Road and a middle-class area called Peckham New Town, which was the first local example of planned development. However, rural or not, 10,000 people are reported to have watched the opening ceremony. At the time, the chapel was the beating heart of the community. A contemporary account declared that: “The services are bright and, though eminently congregational, are partly choral. The excellence of the congregational singing is mainly due to the establishment, some years since, of the Licensed Victuallers’ Choral Association, composed chiefly of the younger members of the various families who attend the Asylum Chapel.”",
                "The chapel is described as having “an organ of considerable power, by Messrs Bovington and Sons, erected by voluntary contributions” while the walls bore “several costly tablets to the memory of benefactors, the most conspicuous being them to HRH the Duke of Sussex and HRH the Prince Consort”. Most of these carved stone memorials are still there.",
                "In 1858 the Albert Wing was added, and opened by the Prince Consort himself, adding 31 more dwellings. As a result, a 16ft statue of Albert was unveiled in the middle of the lawn outside. It was unveiled in 1864 by the Prince of Wales after Albert’s death in 1861."
            ]
        },
        {
            "heading": "World War II to the present day",
            "paragraphs": [
                "During the Second World War, the LVBI evacuated its tenants to Denham, in Buckinghamshire. The asylum was bombed, and the chapel was almost completely gutted by an incendiary device, with the astonishing exception of its important stained-glass windows and fascinating collection of carved stone funerary monuments. After the war, the chapel was stabilised and made watertight by filling the crypt with concrete and adding a rudimentary asbestos-cement roof.",
                "The board of management decided that it preferred the new site in Buckinghamshire and, in 1959, the last tenants moved to Denham, along with the statue of Prince Albert. The asylum was sold to LB Southwark in 1960, which to this day uses it as social housing. Southwark renamed it 'Caroline Gardens' after Caroline Secker, a former resident and widow of James Secker, who was the marine in the Battle of Trafalgar (1805) said to have caught Nelson when he fell.",
                "Although the cottages are still in use, the chapel was never really used again. In 1960, the local paper described how it was to become “a little theatre”. However, this did not come to pass. Around 1977, plans were put forward for the chapel’s restoration by the Jubilee Celebrations Committee. At that point, it was being used as a costume store by LB Southwark’s “Entertainments Department”. It was felt that just £20,000 would be enough to restore “the roof, internal walls, guttering, plasterwork, bricks and windows.”",
                "This endeavour came to nothing and, apart from evidence of a temporary wooden room having been built inside the chapel for use by artists in the 1990s, the building was left derelict.",
                "In 2010 Jo Dennis and Dido Hallett started using the space for art projects, exhibitions, theatre productions and shoots. In 2013 they signed a 12 year lease for the building. Jo and Dido currently run ‘Asylum’ as it is now known, as a flexible project space and have also had it licensed for weddings.",
                "Between January and March 2018 Southwark Council undertook conservation works on the portico and exterior of the chapel under the guidance of Historic England. Funding to support the works has been granted by both the Heritage Lottery Fund and Architectural Heritage Fund. These funds saw emergency repairs to stonework on the roof and portico of the chapel as well as sustainability support to Asylum, the aim being to create a strong business infrastructure for what is deemed an ‘at-risk’ building.",
                "Asylum has also been awarded a grant by the Heritage of London Trust to restore and conserve the George Drew memorial window on the North aspect of the chapel."
            ]
        },
        {
            "heading": "Contact",
            "paragraphs": [
                "To receive a quote, find out about availability or make an enquiry just drop us an email:",
                "Commercial bookings and private events / hello@maverickprojects.co.uk",
                "Wedding bookings / weddings@maverickprojects.co.uk"
            ]
        }
    ],
    "id": 5133,
    "images": [
        {
            "description": "Jo Dennis · 2015",
            "title": "Asylum Chapel exterior",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_5133_p1040185_e7ae5202455e52c3fe6fdd0e23969783.jpg"
        },
        {
            "description": "Jo Dennis · 2015",
            "title": "Asylum Chapel interior",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_5133_chapel-1_476d38beeddc3e70a9908b668a1bb90c.jpg"
        },
        {
            "description": "Jo Dennis · 2015",
            "title": "Asylum Chapel",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_5133_asylum4_0f2cd4b7283bb3ac4a66dce27d8c8f89.jpg"
        },
        {
            "description": "Jo Dennis · 2015",
            "title": "Asylum Chapel",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_5133_asylum_89b55f4e7bdbb7d23ebaf637ffb6365c.jpg"
        },
        {
            "description": "Jo Dennis · 2015",
            "title": "Asylum Chapel",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_5133_chapel-3_1adbcd2759bfcb17b48525f8fd1881eb.jpg"
        },
        {
            "description": "Jo Dennis · 2015",
            "title": "Asylum Chapel",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_5133_asylum2_8b5242846782af6582e6aed18157f429.JPG"
        }
    ],
    "links": [],
    "location": {
        "address": "Asylum Road, SE15 2SQ",
        "latitude": 51.4788926,
        "longitude": -0.0602296,
        "meeting_point": null,
        "travel_info": [
            "Nearest train: Queen's Road Peckham, New Cross Gate",
            "Bus routes: P12"
        ]
    },
    "name": "Caroline Gardens Chapel",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/5133",
    "ticketed_events": false
}