{
    "all_week": false,
    "description": "Medieval Parish Church, 15C, enlarged & rebuilt in 19C. Shingle spire 1857, by Wollaston. Chancel by Ferrey, lengthened with East wall by Bodley & Garner. Scadbury Chapel (Walsingham tombs), with rood screen. Clock by Dent, 1858.",
    "design": {
        "designers": [
            {
                "architect": "Unknown",
                "description": "Original design",
                "year": "1450"
            },
            {
                "architect": "G F Bodley",
                "description": "Restoration",
                "year": "1896"
            }
        ],
        "periods": [
            "Medieval"
        ],
        "types": [
            "Religious"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 30,
            "date": "2021-09-12",
            "end": "2021-09-12T17:30:00+01:00",
            "fully_booked": null,
            "name": "Self-guided tours of the church & churchyard. Trail for children-with accompanying adults",
            "notes": "Written material available for self-guided tours of the church, including 'question and answer for children' and for the churchyard.Visitors can arrive at any time during the opening hours.There may be queues at busy times.",
            "start": "2021-09-12T12:15:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        [
            "Parking",
            "Refreshments",
            "Toilets"
        ]
    ],
    "factsheet": [
        {
            "heading": "History",
            "paragraphs": [
                "St Nicholas Church was built in the 15th century, and enlarged in the 19th, though a church has been on the site for over a thousand years. The 15th century rebuilding incorporated the west wall of the earlier church, and a small Saxon window is visible outside above the West door. The Norman font is also still in use.",
                "The Chancel was partially rebuilt in 1849 and extended in 1896. In a recess on the north side is a brass to the Rev.Alan Porter, Rector (1446-82) at the time when the present church was built. Canon Francis Murray, Rector (1846-1902) when the church was enlarged, is remembered on a brass tablet on the south wall of the Chancel, and by the gift of the banner of Christ the King. Tapestries on the sedilia on the south side of the Sanctuary record new parishes formed, in whole or part, out of the ancient parish of Chislehurst.",
                "The Organ was built in 1856 by Messrs Rust of Cheltenham but rebuilt shortly afterwards in its present position over the vestry by C F Lewis of Brixton. The case, by Bodley and Garner, was constructed in 1896. The organ itself has been altered and overhauled on several occasions.",
                "The Rood Screen has survived since the 15th century, but a rood loft was removed at the Reformation. The screen was restored and the crucifix added in 1928, in thanksgiving for 25 years of ministry in the parish by Canon James Dawson, Rector 1902-30.",
                "The Pulpit (1936) replaced a Victorian one which itself replaced a Reformation three-decker pulpit. Pews have been removed from the east end of the Nave to make space for a Nave altar used each week at the Parish Eucharist. The pews are Victorian, but an old picture shows that there were box pews before the 1849 alterations. The South Aisle was added in 1849.",
                "After the 1914-18 War, the east end was fitted out as a War Memorial or Lady Chapel, and is used for smaller services and as a second altar to assist in the administration of Holy Communion at the Parish Eucharist. Further names were added to the War Memorial tablets after the 1939-45 War. The icons, of the Virgin and Child, and St Nicholas, are the work of a Romanian iconographer. The original South door and doorway are incorporated in the 1849 extension, when the outer porch was built; the inner porch was added in 1936 in thanks for the life and reign of King George V. The library corner was fitted out in 2000, by John Woodrow, to celebrate 2000 years of the Christian era.",
                "The Tower and Spire were rebuilt after the originals were destroyed by fire in 1857. The broached spire is clad in cedar shingles, replacing the oak formerly used, and is 111ft (34m) high to the weathercock. The eight bells, cast by Warners, date from this time, and incorporate metal from the earlier bells destroyed in the fire. The clock by Dent also dates from this period, and was the first to use the Grimthorpe escapement designed for the clock ‘Big Ben’ at the Palace of Westminster. \nThe Scadbury Chapel at the east end of the North aisle was traditionally used by the Lords of the Manor of Scadbury. Thomas Walsingham purchased the manor in 1424, and to his son, also Thomas, is attributed the rebuilding of the church in the ‘Perpendicular’ style. Many of the Lords of the Manor, from this time to the end of the 19th century, have been interred in vaults under the Chapel.",
                "The Walsingham tomb, in the north-east corner of the Chapel, has front panels of intricately-carved ‘Decorated’ work, perhaps re-used from an older tomb in the earlier church. The Renaissance tablets commemorate Sir Edmund Walsingham, Lieutenant of the Tower in Henry VIII’s reign, and his grandson Sir Thomas Walsingham, patron of the playwright Christopher Marlowe. Sir Edmund’s sword and helmet used to hang from a bracket above the tomb; they were stolen in 1952 and later recovered, and are now on loan to the Royal Armouries Museum in Leeds. Sir Francis Walsingham, nephew to Sir Edmund, was spymaster to Queen Elizabeth. The American Calvin Hoffman twice instigated investigations of the tomb and vaults in a search for a clue which might connect Marlowe with the works attributed to Shakespeare! During one of these investigations, the effigy of Earl Sydney, who died in 1890, was relocated to the north wall of the Chapel, and the Chapel was refurnished as a place for private prayer. A memorial book, kept in a case on the Walsingham tomb, records the names of former parishioners.",
                "Other Memorials include, in the Chancel, marble  wall monuments to Thomas Farrington, who died in 1694, his wife, Mary (d. 1717) and son, General Thomas Farrington (d. 1712). Their estate, in Perry Street, is now occupied by Farringtons and Stratford House School. In the South aisle, the wall monument to William Selwyn (d. 1817) and his son, the Rev. George Selwyn (d. 1800) is by Sir Francis Chantrey. The wall tablet to Sir Philip Warwick (d. 1682), his wife and son, is believed to be by William Stanton. To the right of the South door are a wall monument to Rolland Tryon (d. 1720), and beneath it, a wall tablet to the Rev Francis Wollaston (d.1815), who was Rector of the parish and a Fellow of the Royal Society. On the West wall of the South aisle is a wall tablet to Herbert Francis Murray, youngest son of the Rector, Canon Murray, who died in the capsize of HMS Captain off Cape Finisterre in 1870.",
                "In the North aisle is a wall memorial to Sir Richard Adams (d.1774) and his wife Mary, a large tablet surmounted by a carved urn. The wall memorial to Lord Thomas Bertie (d. 1749) was sculpted by John Michael Rysbrack. At the bottom is an exquisitely carved representation of a naval battle. Another wall monument is to his brother, Lord Robert Bertie (d. 1782) and his wife, Lady Mary (d. 1798). A brass wall tablet is in memory of James Martin (d.1878) of Martin’s Bank, now incorporated into Barclays.",
                "In the Scadbury Chapel, among memorials not previously mentioned, are many to the Bettensons, Townshends, and Marsham-Townshends of Scadbury. The simplest are wooden crosses to Ferdinand Marsham-Townshend (d. 1915) and Thomas Marsham-Townshend (d.1944) who were killed in action in the First and Second World Wars. The hatchments, high up on the walls of the Chapel, display the arms of John Thomas, 2nd Viscount Sydney (d. 1831), his younger brother, the Hon. Horatio Townshend (d. 1843), and his son, John Robert, 1st Earl Sydney (d. 1890). Painted on the wall of the Chapel are the badges of King Henry VI and King Edward IV. It is believed that the antiquary William Camden, who lived in Chislehurst at the beginning of the 17th century had them painted.",
                "On the West wall of the Nave are boards recording the names of Rectors of Chislehurst and of Archbishops of Canterbury. Both boards are now filled; the list of Archbishops is continued on an adjacent board, while the list of Rectors is continued on a slate panel on the wall of the North aisle.",
                "The stained glass is Victorian or more recent. The East window, depicting the Crucifixion with the Virgin Mary and St John, is by Bodley and Garner, and was erected in 1896 when the Chancel was lengthened. Windows depicting SS Stephen, Peter and Paul were added at the same time. Windows depicting SS Nicholas, Francis, and Catherine of Sienna have 1849 stonework by Benjamin Ferrey, but the original glass was destroyed in the First World War and replaced in 1918 by Kempe. The East window of the South aisle depicts the Virgin Mary with King David and the Prophet Isaiah. This window, by Herbert Bryans in stonework by Ferrey, was erected in 1906 in memory of Maria Eleanor Anderdon. The windows at the West end of the South aisle depict SS Elizabeth and Hilda (in memory of Elizabeth Gibson) and SS Paulinus, Ethelbert and Augustine (in memory of Herbert Francis Murray). Both windows are by Kempe, though considerable restoration was needed after damage in the Second World War. The West window of the Nave replaces one destroyed in time of war and depicts Christ in Victory. It was designed by G E R Smith and made by A K Nicholson. The East window of the Scadbury Chapel is a heraldic window commemorating Earl Sydney."
            ]
        },
        {
            "heading": "The Churchyard",
            "paragraphs": [
                "The Churchyard surrounds the church. A will of 1459 left money for fencing the west side of the churchyard. The design has been replicated through the ages and extended, now surrounding the churchyard in English oak. The earliest registers record burials in 1558, while the oldest remaining gravestones date to the beginning of the 18th century. The lych-gate was built in 1866, and moved to its present position in 1892, when the churchyard was enlarged after two old cottages had been pulled down.",
                "Near the lych-gate are the graves of Ann and Thomson Bonar, murdered by a servant at Camden Place in 1813, of William Willett, originator of Summer Time, and of Sir Malcolm Campbell, holder of land and water speed records. In the north west of the churchyard are the tombs of Colonel Lewis and his family, while to the south of the Chancel are the graves of several former Rectors.",
                "The tall white cross north of the Church marks the grave of Fr Charles Lowder, first Vicar of St Peter’s, London Docks, the anniversary of whose death on 9th September is now commemorated in the Church Calendar. An area by the north wall has been set aside for the interment of ashes following cremations. The names of those whose ashes are interred are recorded on slate tablets on the wall.\n\t     \nPeter Masson (1948-2014)"
            ]
        }
    ],
    "id": 5304,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/5304/building_5304_008_2de4381ec8231edb36f0bae4a6e2e08c.JPG",
            "description": "",
            "title": "View from the Lych Gate",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_5304_008_2de4381ec8231edb36f0bae4a6e2e08c.JPG"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/5304/building_5304_009_79111ba521181f943255e8ea88b45e23.JPG",
            "description": "",
            "title": "western yew avenue",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_5304_009_79111ba521181f943255e8ea88b45e23.JPG"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/5304/building_5304_003_844f69f002718c399c0eacc1db4d8651.JPG",
            "description": "",
            "title": "Clock by Dent 1858",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_5304_003_844f69f002718c399c0eacc1db4d8651.JPG"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/5304/building_5304_sir-malcolm-campbell-004_9fdf38ae103b2065fc62ff9d87f6d83d.JPG",
            "description": "",
            "title": "Sir Malcolm Campbell's Grave",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_5304_sir-malcolm-campbell-004_9fdf38ae103b2065fc62ff9d87f6d83d.JPG"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/5304/building_5304_horatio-finished-4_e44a4affad40b610ea5b7d16b63bf745.jpg",
            "description": "",
            "title": "Hatchment (Horatio)",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_5304_horatio-finished-4_e44a4affad40b610ea5b7d16b63bf745.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/5304/building_5304_001_0e6a3b0e33cb62ec89f8756752758c83.JPG",
            "description": "",
            "title": "The Church Clock",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_5304_001_0e6a3b0e33cb62ec89f8756752758c83.JPG"
        }
    ],
    "links": [],
    "location": {
        "address": "Church Lane, Chislehurst, BR7 5PE",
        "latitude": 51.4105567,
        "longitude": 0.0757004,
        "meeting_point": null,
        "travel_info": [
            "Nearest train: Chislehurst, Petts Wood",
            "Bus routes: 269, 273, 61, 160, 161, 162"
        ]
    },
    "name": "St Nicholas Church, Chislehurst",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/5304",
    "ticketed_events": false
}