{
    "all_week": false,
    "description": "Representing Neo-Classicist style characteristic of the mid-19C, many of the details of the house have been restored to their original splendour. The interior design is inspired by Estonian nature: swamps, lakes and forests.",
    "design": {
        "designers": [
            {
                "architect": "William Harris, James Matthews",
                "description": "Original design",
                "year": "1859"
            },
            {
                "architect": "Doomino Arhitektid, KAOS arhitektid",
                "description": "Restoration",
                "year": "2015"
            }
        ],
        "periods": [
            "Victorian"
        ],
        "types": [
            "Embassy/high commission"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 40,
            "date": "2021-09-11",
            "end": "2021-09-11T16:00:00+01:00",
            "fully_booked": null,
            "name": "6 tours of Embassy of Estonia on Arvo Pärt's birthday",
            "notes": "Arvo Pärt is one of the world's most played living composers who turns 87 on 11 September. Come and visit the Embassy of Estonia on his birthday.  We will organise 6 tours of 30' each between 11am and 4pm with entries every full hour.  Pre-booking on eventbrite obligatory :https://estonianembassytour-openhouselondon2021.eventbrite.co.uk.  Please bring your photo ID. If you are feeling unwell or having symptoms of covid-19, please stay at home and visit us in 2022.",
            "start": "2021-09-11T11:00:00+01:00",
            "ticketed": true
        }
    ],
    "facilities": [
        [
            "Photography is not permitted on site",
            "Toilets",
            "Disabled access",
            "Refreshments"
        ]
    ],
    "factsheet": [
        {
            "heading": "Architectural context",
            "paragraphs": [
                "Estonia is one of a score of London’s 160 or so embassies and high commissions which have relocated in the past few years, most moving out of the favoured Blue Plaque, blue chip parts of Belgravia, Mayfair and Kensington. But unlike other diplomatic missions, Estonia’s new home, opened in 2015, is only a couple of streets away from its former building, just south of Kensington Gardens.",
                "Estonia’s blue, black and white banded tricolour now flies from a house in a spacious and pleasingly regimented Italianate terrace, developed in the mid-19th century. Each side of Queen’s Gate Terrace consists of a single continuous block of masonry. Stuccoed in white and cream, with fancy plaster decorations, each block is a like huge rectangular wedding cake, sliced seamlessly into fifty town houses. Though similar in their neo-classicism, they’re not siblings. While the south side, majestic in its pomp, was built by William Harris in 1856-8, the north side (the Embassy is number 44) is slightly less grand, and dates from 1859-60. Cherry and Pevsner in the Buildings of England guide credit it as the work of the “otherwise unknown” James Matthews, praising the balconies and pedimented roof-level dormers of the frontages.",
                "Indeed it’s the elegant frontages which still set the tone of streets around Queen’s Gate; but inside the Embassy, while respecting and restoring the structure and layout as needed, Estonian architects firm, KAOS Arhitektid, has set the stage for interior and lighting designers to create an ambiance of Estonia."
            ]
        },
        {
            "heading": "Internal design",
            "paragraphs": [
                "White walled rooms prevail but the designers, inspired by nature – Estonia, in its Nordic-Baltic fastness, is a land of wetlands, woodlands, watercourses, lakes and misty terrains – use them as backdrops for creating pools of colour. The theme of nature is reflected in fabrics, carpets, furniture, lighting and paintings in every room. Often photographic images of natural features are used directly, or as the basis for fabric design.",
                "The palette is extraordinary for its range and subtlety. In the main first floor room, once the drawing room, chairs are covered with material in tones of cloudy grey, white and black; the carpet that climbs the stairs has all the rich, muted colours of marshland vegetation. And in rooms where once heavy Victorian chandeliers hung there are striking modern ones with a bunch of lights slim and white as birch bark, designed by Margus Triibmann, Keha3 design. The overall lighting design is made by Priit Tiimus, Tipriit Valgusdisain OÜ.",
                "The basic shape and layout of the house, for which the restoration design was produced by Doomino Arhitektid, accommodates its Estonian design input very well. Like its neighbours, No 44 has four floors, with basement and mews behind; the Victorians lived tall and narrowly. The Embassy has made a few much needed adaptations. The back yard, giving onto the mews, is now an attractive decked patio and spacious toilets have been created on the ground floor. They’re worth a mini-visit because they’re behind a glass wall screen with a huge photo-image of a wild landscape. Once inside there’s a surprise soundtrack. No, not a waterfall (that would be a cliché) but birdsong – the call of nature you could say, as Estonia has more than 370 species and almost 50% of its land is covered by forests.",
                "A visit to the Estonian Embassy feels like a short trip to Estonia within London."
            ]
        }
    ],
    "id": 5487,
    "images": [
        {
            "description": "Thiago Jesus · 2015",
            "title": "entrance door",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_5487_embassy-of-estonia-thiago-jesus-14_2bea736e243d6163e8a3d62775c47a4a.jpg"
        },
        {
            "description": "Embassy of Estonia · 2015",
            "title": "consulate section",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_5487_konsulaat-qgt44_0b8b155e86c532fc220dfe1939222a29.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "44 Queen's Gate Terrace, SW7 5PJ",
        "latitude": 51.4988551,
        "longitude": -0.1830868,
        "meeting_point": null,
        "travel_info": [
            "Nearest tube: High Street Kensington, Gloucester Road",
            "Bus routes: 9, 49, 52, 452, 70, 23"
        ]
    },
    "name": "Embassy of the Republic of Estonia",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/5487",
    "ticketed_events": true
}