{
    "all_week": false,
    "description": "Grade II listed Neoclassical building of Art Deco style. \r\n\r\nLink to be provided",
    "design": {
        "designers": [
            {
                "architect": "Lanchester & Lodge",
                "description": "Original design",
                "year": "1934"
            },
            {
                "architect": "HawkinsBrown",
                "description": "Restoration",
                "year": "2017"
            }
        ],
        "periods": [
            "Inter-war",
            "Historical/contemporary",
            "Contemporary"
        ],
        "types": [
            "Online",
            "Civic",
            "Community/cultural",
            "Government",
            "Offices",
            "Mixed use"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": null,
            "date": "2022-09-05",
            "end": "2022-09-05T17:00:00+01:00",
            "fully_booked": null,
            "name": "Online tour",
            "notes": "Online tour can be viewed here: https://www.youtube.com/watch?v=udACFHJn3K8",
            "start": "2022-09-05T10:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        [
            "Toilets",
            "Disabled access"
        ]
    ],
    "factsheet": [
        {
            "heading": "History",
            "paragraphs": [
                "A Town Hall has stood on this site since 1866. The building opened in that year was, however, replaced by the present building erected between 1934 and 1937. Hackney's first Town Hall  still stands in the Narroway beside Hackney's oldest monument, St Augustine's Tower.  Until 1965, this Town Hall was the meeting place and administrative centre for the old Metropolitan Borough of Hackney. The present Borough of Hackney was then created by Parliamentary Act by the merger of three Metropolitan boroughs – Stoke Newington, Shoreditch and Hackney.",
                "Hackney was first recorded in 1198, Shoreditch in 1148 and Stoke Newington in 1274. For 400 years all three were farming communities in the Middlesex countryside. Their development was driven by the arrival of the railway in 1850 and the subsequent development of the Victorian villas and terraces still very much a feature of the borough."
            ]
        },
        {
            "heading": "The Building",
            "paragraphs": [
                "The building houses a unique archive of portraits of Mayors since 1900.  Well-known mayors include Herbert Morrison (1920/21) who went on to become Leader of the London County Council, an MP and Home Secretary. The names of some mayors can still be seen on buildings, roads and estates around the borough – for example Butler, Wayman, Gooch and Dunning.",
                "Hackney Town Hall was built by architects Lanchester & Lodge and has a Portland stone ashlar cladding. Its interior has decorations and furnishings in Art Deco style, all designed as part of the original conception. Much is still preserved including many fine light fittings, panelling, floor surfaces and doors. The main reception foyer is light and airy, enhanced by the cream coloured walls and marble floors and stairs. The landing is top lit with pillar lights, giving access to the Committee Rooms and Chamber.  Natural light pours in from the glass ceiling, recently cleaned and restored.",
                "The Council Chamber is panelled to half height with various woods, the patterning reflected in the U-plan stalls, panelled ceiling  and public gallery to the rear. The Mayor's Parlour and the Members Room are also panelled with original furnishings. The Assembly Rooms can be converted into one large open space running the length of the rear of the building with a dedicated entrance/exit.",
                "Hackney Town Hall forms a group with the civic gardens in the front with lamp piers and a regular paved area set with 2 D-shaped low Portland stone boundary walls to formal gardens. The lights are rectangular bronze Art deco lanterns.",
                "The car park to the north of the building with public conveniences were built between 1934-37 with Portland stone cladding over Flemish bond brick. The toilets have original cisterns but chinaware of 1970s. The Gents has  twelve 1930s urinal bays."
            ]
        },
        {
            "heading": "The Coat of Arms",
            "paragraphs": [
                "The Hackney Coat of Arms was approved by the College of Arms in 1969 and incorporates devices relating to Shoreditch & Stoke Newington as well. The shield has a margin of white and blue wavy lines representing the water of the rivers and canals in the area. The main shield has a Maltese Cross – the black and white background commemorates the Orders of the Knights Templar who wore a red Maltese Cross on white surcoats and mantles and the Knights of St John who wore black surcoats and mantles with a white Maltese Cross on the left breast. In 1374 the Order of Knights Templar were suppressed and their lands, including Hackney, passed to the Knights of St John.",
                "The two golden oak trees with red acorns flanking the Maltese cross come from the former Stoke Newington arms and recall the forest which once covered the northern part of the borough. The lower half of the shield contains three golden bells representing the bells of St Leonard’s, Shoreditch – as in the nursery rhyme ‘Oranges and Lemons’.",
                "The tower is a representation of the former Parish Church of St Augustine, of which only the tower now remains in Mare Street. It stands on a small green mound – the island in the river Lea (‘Hacon’s Eyot’) from which the name Hackney may have derived. The motto 'Justitia Turris Nostra' means 'Justice is our tower'."
            ]
        },
        {
            "heading": "Repairs and Improvement Works Programme",
            "paragraphs": [
                "Hackney Town Hall is one of London’s finest examples of civic art deco architecture. Designed by Lanchester & Lodge and opened in 1937, today the Grade II Listed building is still a focus of community life in Hackney.",
                "After 80 years of intensive use, the programme of essential repairs and improvement works to this building has been part of a wider masterplan for a civic campus that includes a new service centre and a purpose built annexe building, also designed by Hawkins\\Brown.",
                "The work has been completed in a complex series of overlapping stages, over a period of seven years, allowing the Town Hall to remain open throughout. Hawkins\\Brown Architects worked with LB Hackney to gradually bring the building into line with current regulations, improving flexibility in use, accessibility for visitors, and working conditions for the employees. The rejuvenated Town Hall can accommodate more staff, more council services and is easier and more sustainable to maintain.",
                "The conversion of outmoded spaces has allowed for the sensitive introduction of new event venues with the capacity to generate future revenue. The works cover restoration, repair, reuse conservation and conversion, from the cleaning of the façade to the creation of new, airy reception areas.",
                "Original timber panelling, marble floors, Crittall windows, chandeliers and furniture have all been painstakingly restored by a team of master craftspeople. New fittings and facilities, like the bar, audio-visual equipment, blinds and light fittings have all been designed in the spirit of the art deco interiors, using matching materials and recognisable patterns and forms from the 1930s.",
                "The two unused lightwells that are central features of the original building plan have been converted to indoor event  spaces by the addition of ETFE roofs. Original ducts, corridors and service openings have been reused, wherever possible, to bring new services and IT to every part of the building. Where new grilles or outlets are needed they have been fabricated using matching materials and designs.",
                "Hackney once again has a civic focus it can be proud of, a building that can actively contribute to the democratic, cultural and commercial future of Hackney."
            ]
        }
    ],
    "id": 549,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/549/building_549_hackney-town-hall-exterior_6edf07b85a071f97eb9e56ab4e5c7061.jpg",
            "description": "2015",
            "title": "View from Mare Street",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_549_hackney-town-hall-exterior_6edf07b85a071f97eb9e56ab4e5c7061.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/549/building_549_assembly-hall-stairway_58d9f2c8dca8aeec024da257833be29d.JPG",
            "description": "2015",
            "title": "Assembly Hall stairway",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_549_assembly-hall-stairway_58d9f2c8dca8aeec024da257833be29d.JPG"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/549/building_549_bridgetown-bar_f1e5f7169e190eabf72c6f8a651db3c5.JPG",
            "description": "2015",
            "title": "Bridgetown Bar",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_549_bridgetown-bar_f1e5f7169e190eabf72c6f8a651db3c5.JPG"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/549/building_549_atria-lighting2_55d1b3ff8bcb88396ec9057ad0f00535.jpg",
            "description": "2018",
            "title": "Atria Lighting",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_549_atria-lighting2_55d1b3ff8bcb88396ec9057ad0f00535.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/549/building_549_committee-room-ceremony_7b3c160e281b70820460ad5df8ab8810.jpg",
            "description": "2017",
            "title": "Committee Rooms Ceremony",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_549_committee-room-ceremony_7b3c160e281b70820460ad5df8ab8810.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/549/building_549_hth-council-chamber_e96e1604555d28e6f9aa6e5736aa9dd3.jpg",
            "description": "2017",
            "title": "Council Chamber",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_549_hth-council-chamber_e96e1604555d28e6f9aa6e5736aa9dd3.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/549/building_549_town-hall_4b89dfa218409ebbf990fa6c1b0ec9ee.jpg",
            "description": "Hackney Council  · 2014",
            "title": "View from Hackney Town Hall Square",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_549_town-hall_4b89dfa218409ebbf990fa6c1b0ec9ee.jpg"
        }
    ],
    "links": [
        {
            "href": "https://youtu.be/udACFHJn3K8",
            "title": "Hackney Town Hall online event"
        }
    ],
    "location": {
        "address": "Mare Street, E8 1EA",
        "latitude": 51.5450322,
        "longitude": -0.0564343,
        "meeting_point": null,
        "travel_info": [
            "Nearest tube: Bethnal Green",
            "Nearest train: Hackney Central, London Fields, Hackney Downs",
            "Bus routes: 48, 55, 106, 38, 277, 253, D6, 30, 236, 276, W15"
        ]
    },
    "name": "Hackney Town Hall ",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/549",
    "ticketed_events": false
}