{
    "all_week": false,
    "description": "Fine Carnegie-funded Edwardian library (1905). First floor Ionic colonnade flanked by end pavilions, large Baroque doorway, and glazed barrel-vaults. 16/17C stained and painted Dutch glass  and statues of Shakespeare and Milton on exterior.",
    "design": {
        "designers": [
            {
                "architect": "Henry T Hare",
                "description": "Original design",
                "year": "1905"
            }
        ],
        "periods": [
            "Edwardian"
        ],
        "types": [
            "Library"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 40,
            "date": "2021-09-04",
            "end": "2021-09-04T16:00:00+01:00",
            "fully_booked": null,
            "name": "Self-guided tour of Hammersmith Library's stained & painted glass, statues and panels.",
            "notes": "Queuing may be required if capacity of library (under Covid-19 rules) is reached. One room and the staircase itself do not have disabled accessVisitors can arrive at any time during the opening hours.There may be queues at busy times.",
            "start": "2021-09-04T10:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        [
            "Toilets",
            "Disabled access"
        ]
    ],
    "factsheet": [
        {
            "heading": "The origins of Hammersmith Library",
            "paragraphs": [
                "In 1902, the Scottish born philanthropist, Andrew Carnegie, offered £10,000 for the building of a public library in the southern half of the Metropolitan Borough of Hammersmith. This offer was gratefully accepted, and a site was chosen in Brook Green Road (now Shepherds Bush Road) for the new building.",
                "The new library was to be the fourth in the borough. Earlier libraries were Ravenscourt Park (1889-90), Shepherds Bush (1896) and College Park (1899-1900).",
                "A limited competition was held between seven selected architects and Henry T Hare, FRIBA, later the architect for Fulham Central Library in the Metropolitan Borough of Fulham, was appointed as architect for the new library. The foundation stone of the new building was laid on 5 April 1904 by the Mayor and the official opening took place on 24 July 1905. The cost, including furniture and fittings and the architect’s commission, was approximately £14,500."
            ]
        },
        {
            "heading": "The building",
            "paragraphs": [
                "The building in 1905 comprised a basement with heating chamber and filing room; the ground floor with lending library, newspaper room, magazine room, boys’ room and staff rooms; the first floor contained a reference library, stack room and committee room; the sub-librarian’s residence was on the second floor, comprising three bedrooms, parlour, kitchen, bathroom and scullery.",
                "The Lending Library operated on a “Closed Access” system which involved choosing a title from a printed catalogue and then asking the librarian for it. He/she would check an indicator board and if it was in it would be fetched from the shelves. There was no browsing around the shelves in 1905. If the book was out the reader would go back to the catalogue and start again.",
                "Externally the building is faced with red bricks, with Portland stone dressings, and the roofs are covered with Precelly slates. In addition to a number of low-relief sculptures representing Art, Science, Literature and Commerce, the exterior is adorned by two large statues of Shakespeare and Milton, carved in Portland stone by F E E Schenck."
            ]
        },
        {
            "heading": "Stained and painted glass",
            "paragraphs": [
                "The windows in the Reference Library (now the Local Studies & Archives Searchroom) and on the main staircase are filled with stained glass, executed by T R Spence and Moore & Co and paid for by local councillors and worthies. The staircase window contains medallions of Spenser, Chaucer, Erasmus and Bacon; the west window of the Local Studies & Archives Searchroom contains the Borough Arms above those of Alderman Charles Pascall (who as Mayor laid the foundation stone of the library and paid for this window). The adjacent window depicts the Arms of Sir Nicholas Crisp (1598-1661), a prominent Royalist whose benefactions to the church and brick-making industry of Hammersmith had much to do with its growth. Crisp is also known as a slave trader through his involvement as a director of the African Company. A 2001 archaeological dig at his former home in Hammersmith & Fulham discovered a production site for glass beads that were traded for slaves on the Guinea Coast. The east window contains a full-length portrait of Dean Colet (1466-1519), English theologian, friend of Erasmus and Thomas Moore and founder of St Paul’s School, which moved to Hammersmith in 1884 where it remained until 1963.",
                "The names of twelve illustrious former local residents are inscribed on the walls of the Local Studies & Archives Searchroom, in artistically designed plaster work panels. Among those thus honoured are Henry Fielding, William Morris and J M W Turner (see separate handout at the library for full list).",
                "The glass in the west window of the former Music Library (now Non-Fiction Room) on the ground floor, “The Bennett Window”, is of Flemish and Dutch manufacture and came originally from Horace Walpole’s collection at Strawberry Hill. Eighty stained or painted panels depict stories from the Bible, lives of the saints, interior scenes, family groups and heraldic and merchants’ marks. They were made in the 16th and 17th centuries for domestic rather than religious purposes. When the house at Strawberry Hill was sold in 1842, Sir John Philippart purchased the glass for his own residence, College House, which stood by St Paul’s Church, Hammersmith approximately where College Court stands today. In 1911, following the death of her husband, Dr C H Bennett, the then owner of College House, Mrs Bennett, offered the glass to the library as a memorial to him."
            ]
        },
        {
            "heading": "Hammersmith Borough Coat of Arms",
            "paragraphs": [
                "The largest office on the first floor, now used as a quiet study room, was originally designed as a committee room, hence the large coat of arms executed in plaster on the wall. This is the Coat of Arms of the former Metropolitan Borough of Hammersmith, which was granted in 1897. It can also be found above the door in that room, in the west window of the Local Studies & Archives Searchroom, and above the entrance to the library. The emblems on the shield were taken from the arms of three prominent citizens of the borough. The two silver crosslets represent Edward Latymer (d.1626), founder of the two famous schools which bear his name. The three horseshoes were taken from the five on the arms of Sir Nicholas Crisp (as mentioned above). The escallop shell is from the arms of George Pring, a local surgeon who was one of the sponsors of the original Hammersmith suspension bridge. He died in 1824, before the project could be carried to its conclusion, the bridge being opened in 1827. The building of the bridge greatly contributed to the development of the town allowing as it did better communications between the two banks of the river. The two gold hammers are an obvious indication of the borough’s name, for heraldry delights in puns. The motto - Spectemur Agendo - can be translated as ‘Let us be judged by our deeds’ and is still to be found on the current Coat of Arms for the London Borough of Hammersmith & Fulham."
            ]
        },
        {
            "heading": "Historic Weathervane",
            "paragraphs": [
                "Major renovation and cleaning work took place to the exterior of Hammersmith Library during the Spring of 1998. Some of the original features which had been lost over the years were restored. The most important of these was the reinstatement of the historic weathervane which, since 1987, had been stored in the library’s stationery cupboard after being blown down during the Great Storm. This weathervane was presented to the library by Cllr John Howell, one of the many donations made by councillors to beautify the building when it opened. It came originally from a house in Brook Green, no.12 ‘The Lodge’, where Mark Lemon, the first editor of Punch lived in the mid-1840s. The house is no longer there (today there’s a block of flats called Queens Mansions on the site) but the winged dragon weathervane luckily survived. Now it surveys the streets of Hammersmith once again from its vantage point atop the cupola on the library roof."
            ]
        }
    ],
    "id": 557,
    "images": [
        {
            "description": "LBHF Archives · 1999",
            "title": "Hammersmith Library",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_557_hsmith-library2011_f35e25c61c8a10877bfff0d6b1dfc759.jpg"
        },
        {
            "description": "LBHF · 2002",
            "title": "Bennett Window, painted glass from Strawberry Hill",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_557_non-fiction-room006_b2ddc959ec4418a21ba0d01560fe1448.jpg"
        },
        {
            "description": "LBHF  · 2002",
            "title": "Bacon",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_557_bacon002_9406f08675dea31bc54e7aca7699a924.jpg"
        },
        {
            "description": "LBHF · 1993",
            "title": "Hammersmith Borough Coat of Arms",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_557_hsmith-coat-of-arms009_b3b6e0914a1ba7a78e121dba5e674511.jpg"
        },
        {
            "description": "LBHF · 2002",
            "title": "Colet Window",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_557_collet005_d82113fef66710cc6f01a19c499027cf.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Shepherds Bush Road, W6 7AT",
        "latitude": 51.4945846,
        "longitude": -0.2236662,
        "meeting_point": null,
        "travel_info": [
            "Nearest tube: Hammersmith",
            "Bus routes: 72, 220, 283, 295"
        ]
    },
    "name": "Hammersmith Library",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/557",
    "ticketed_events": false
}