{
    "all_week": false,
    "description": "Listed building with unique 7-spoke Victorian waterwheel, the only daily working example in South London, originally used by Liberty's for rinsing printed silk, and now the home of a craft pottery and art studio.",
    "design": {
        "designers": [
            {
                "architect": "Unknown",
                "description": "Original design",
                "year": "1840"
            }
        ],
        "periods": [
            "Victorian"
        ],
        "types": [
            "Museum"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 10,
            "date": "2022-09-04",
            "end": "2022-09-04T17:00:00+01:00",
            "fully_booked": null,
            "name": "The Wheelhouse",
            "notes": null,
            "start": "2022-09-04T10:00:00+01:00",
            "ticketed": false
        },
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 10,
            "date": "2022-09-05",
            "end": "2022-09-05T17:00:00+01:00",
            "fully_booked": null,
            "name": "The Wheelhouse",
            "notes": null,
            "start": "2022-09-05T10:00:00+01:00",
            "ticketed": false
        },
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 10,
            "date": "2022-09-11",
            "end": "2022-09-11T17:00:00+01:00",
            "fully_booked": null,
            "name": "The Wheelhouse",
            "notes": null,
            "start": "2022-09-11T10:00:00+01:00",
            "ticketed": false
        },
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 10,
            "date": "2022-09-12",
            "end": "2022-09-12T17:00:00+01:00",
            "fully_booked": null,
            "name": "The Wheelhouse",
            "notes": null,
            "start": "2022-09-12T10:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        [
            "Bookshop",
            "Parking",
            "Toilets",
            "Disabled access"
        ]
    ],
    "factsheet": [
        {
            "heading": "Historical Background",
            "paragraphs": [
                "By 1600, textile mills were attracted to the River Wandle, not only as a source of power but also because of the special quality of its water, a chalkstream ideally suited to the washing, dyeing and printing of textiles. By 1792 over a thousand people were employed by the various print works or associated businesses in the area and The River Wandle was one of the hardest working rivers in the whole of Europe.",
                "Once established in the Wandle Valley, the printing industry attracted skilled workers from all over the UK, several important advances in the technique of printing textiles were developed here. The huge steampowered mills of the Midlands dominated the industry in terms of mass production, the Wandle Valley textile industry led the way in quality and innovation.",
                "For centuries afterwards it was a centre for the manufacture and printing of textiles, and until 1970 the Wheelhouse was part of the silk-printing works of the famous Regent Street store Liberty's. After 1970 the site was left derelict for nearly ten years until it was restored in 1989 as a visitor centre, arts and crafts market and venue for cultural entertainment, since when it became one of South London's major regeneration successes with up to half a million visitors a year."
            ]
        },
        {
            "heading": "The Wheelhouse Today",
            "paragraphs": [
                "Two hundred years ago there were around 50 watermills on the River Wandle. Only four still survive: Grove Mill Carshalton, The Snuff Mill and Ravensbury Mill at Morden and the wheel here at Merton Abbey Mills, which is the only one in full working order and the only one in the country directly driven by water power. The Wheel is of the undershot type, with the current flowing beneath. It dates from 1885, though there were previous mills on the same site for hundreds of years before then. Liberty's used it for rinsing the gum off the printed silk, and inside you can still see the spools it powered.\n \nNowadays the Wheelhouse is a pottery workshop and gallery, and the wheel is sometimes used to turn the potter's wheel.  It turns every weekend, when visitors are free to wander into the old Wheelhouse building and see it working for themselves. It also generates electricity and powers other machinery including a lathe and its own self-lubricating device. The Wheelhouse is maintained by the volunteers of Wandle Heritage Ltd, a charitable company supported by The London Borough of Merton.",
                "see http://www.mertonabbeymills.org.uk"
            ]
        }
    ],
    "id": 5839,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/5839/building_5839_2013-the-wheelhouse-no-credit_6a298fa6f7e5c500763055b33c747762.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/medium_golden/building_5839_2013-the-wheelhouse-no-credit_6a298fa6f7e5c500763055b33c747762.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Merton Abbey Mills, Merantun Way, SW19 2RD",
        "latitude": 51.4129937,
        "longitude": -0.1831701,
        "meeting_point": null,
        "travel_info": [
            "Nearest tube: Colliers Wood",
            "Nearest train: Wimbledon",
            "Bus routes: 57, 131, 152, 200, 219, 470"
        ]
    },
    "name": "The Wheelhouse",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/5839",
    "ticketed_events": false
}