{
    "all_week": false,
    "description": "New development of 112 mixed tenure homes, community and retail facilities delivered by Peabody and RBKC. Designed around a communal garden and integrating an existing 20-storey tower within a new urban block. Sculpture by Nathan Coley.",
    "design": {
        "designers": [
            {
                "architect": "Haworth Tompkins",
                "description": "Original design",
                "year": "2016"
            }
        ],
        "periods": [
            "Contemporary"
        ],
        "types": [
            "Housing"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 15,
            "date": "2021-09-10",
            "end": "2021-09-10T12:00:00+01:00",
            "fully_booked": true,
            "name": "Silchester Estate with David Graham",
            "notes": null,
            "start": "2021-09-10T11:00:00+01:00",
            "ticketed": true
        },
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 15,
            "date": "2021-09-10",
            "end": "2021-09-10T13:00:00+01:00",
            "fully_booked": true,
            "name": "Silchester Estate with David Graham",
            "notes": null,
            "start": "2021-09-10T12:00:00+01:00",
            "ticketed": true
        },
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 15,
            "date": "2021-09-10",
            "end": "2021-09-10T14:00:00+01:00",
            "fully_booked": true,
            "name": "Silchester Estate with David Graham",
            "notes": null,
            "start": "2021-09-10T13:00:00+01:00",
            "ticketed": true
        }
    ],
    "facilities": [
        [
            "Architect on site"
        ]
    ],
    "factsheet": [
        {
            "heading": "Overview",
            "paragraphs": [
                "Designed by 2014 RIBA Stirling Prize winning architects Haworth Tompkins, this new development includes 112 mixed tenure homes, community and retail facilities.",
                "The scheme is designed around a communal garden; integrating an existing 20 storey tower within a new urban block.",
                "A new mews, Lockton Street, runs alongside the existing railway viaduct, creating opportunities for opening up the arches for new employment use."
            ]
        },
        {
            "heading": "History",
            "paragraphs": [
                "Peabody was selected by the Royal Borough of Kensington and Chelsea in October 2011 to develop new and improved housing and facilities on the western edge of the Silchester Estate.",
                "The work took place in two phases and includes carrying out improvements to the ground floor of the existing tower block.",
                "During construction, a number of existing households were decanted and now have new homes, remaining together in the development. There are many family homes, including some five-bedroom homes for social rent.",
                "The communal garden is available to all residents of the scheme as well as those in the tower block."
            ]
        },
        {
            "heading": "Design",
            "paragraphs": [
                "Most of the development is four to five storeys, consistent with the scale of the surrounding area. The scale increases at the two prominent mews street corners, where each block is crowned with a rooftop pavilion set back from the main façade. The highest nine-storey block provides a distinctive feature to hold the corner of the site and help mediate between the scale of the new block and the existing tower.",
                "The qualities of Peabody’s existing nineteenth century housing estates, along with the terrace house typology, are the reference points for the choice of materials and details. Two tones of brick are used. A rich buff brick predominates, and lighter creamy/white “gault” brick is used where the blocks are set back at higher levels. All residential units are dual aspect with optimal levels of daylight. Large external balconies are either recessed on the street frontages or project over the communal garden within. Private terraces for the ground floor family units provide a buffer between the private residences and the shared garden."
            ]
        },
        {
            "heading": "Community",
            "paragraphs": [
                "This scheme provides many new homes on the edge of an existing estate and a strong community. Peabody and Haworth Tompkins undertook significant consultation to gain valuable input and ensure that local people have had a positive contribution to the scheme’s development. Community benefits include a new facility facing onto Freston Road. It accommodates a Social Enterprise Hub for young entrepreneurs to develop their businesses."
            ]
        },
        {
            "heading": "Public Art",
            "paragraphs": [
                "Nathan Coley, shortlisted for the Turner Prize in 2007, has produced a large public sculpture based around the site’s history, individual sculptures for each new resident, as well as a publication."
            ]
        }
    ],
    "id": 5957,
    "images": [
        {
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/medium_golden/building_5957_s320170712-4-1fddtw20170712-4-1us2s7420170712-4-camug2_6afa92d295f0ed2bca26f6b7071d423a.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Freston Road, W10 6TT",
        "latitude": 51.5130786,
        "longitude": -0.219257,
        "meeting_point": null,
        "travel_info": [
            "Nearest tube: Latimer Road",
            "Bus routes: 295, 316, 7"
        ]
    },
    "name": "Silchester Estate",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/5957",
    "ticketed_events": true
}