{
    "all_week": false,
    "description": "Low-rise high density estate located next to Brockwell Park. Innovative design with pioneering architectural elements & echoing natural topography. Under threat of demolition by Lambeth council. Tours provided of estate and rotunda.",
    "design": {
        "designers": [
            {
                "architect": "Rae Evans, Roger Bicknell, Don Eastaugh, Ted Hollamby",
                "description": "Original design",
                "year": "1967"
            }
        ],
        "periods": [
            "Post-war"
        ],
        "types": [
            "Housing"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": "https://openhouselondon.open-city.org.uk/events/11138/bookings",
            "capacity": 5,
            "date": "2021-09-11",
            "end": "2021-09-11T15:00:00+00:00",
            "fully_booked": false,
            "name": "Estate tours",
            "notes": "Visitors can arrive at any time during the opening hours.\n\nThere may be queues at busy times.",
            "start": "2021-09-11T09:00:00+00:00",
            "ticketed": true
        },
        {
            "all_day": false,
            "booking_link": "https://openhouselondon.open-city.org.uk/events/11139/bookings",
            "capacity": 5,
            "date": "2021-09-12",
            "end": "2021-09-12T15:00:00+00:00",
            "fully_booked": false,
            "name": "Estate tours",
            "notes": "Visitors can arrive at any time during the opening hours.\n\nThere may be queues at busy times.",
            "start": "2021-09-12T09:00:00+00:00",
            "ticketed": true
        }
    ],
    "facilities": [
        [
            "Disabled access",
            "Refreshments",
            "Toilets"
        ]
    ],
    "factsheet": [
        {
            "heading": "Introduction",
            "paragraphs": [
                "Cressingham Gardens was one of several low-rise housing estates designed and built by the Lambeth Borough Architects’ Department between 1967 and 1979. Led by Edward Hollamby, the office produced some of the most innovative council housing in the country including Central Hill, Blenheim Gardens, Auckland Hill, Cherry Laurel Gardens, and the Moorlands in Brixton.",
                "Some estates were formal in their layouts e.g. Blenheim Gardens, Cherry Laurel Walk, The Moorlands. Others such as Central Hill, Auckland Hill and Cressingham Gardens were more site specific responding directly to the unique character of their locations.",
                "In the case of Cressingham Gardens the site was on a well-treed slope above historic Brockwell Park. The layout was clearly influenced by the topography and the location of existing trees and was set out to include as many natural green spaces as possible. The variety of dwelling types allowed careful control of the height of the development so that it did not project above the tree line when viewed from Brockwell Park. The Lambeth News Release noted: “the buildings are so arranged that the tallest ones will be at the outer perimeter of the development and the lowest ones at the centre. Thus, as many people as possible will get fine views from their new homes”.",
                "Lambeth was so proud of the original design, that they had a rare comment noted in the Council minutes that “congratulations were conveyed to the officers on a bold and imaginative scheme” and even issued a press release about the scheme when work started on site. A copy of the press release still exists in the V&A RIBA archives. Indeed, Cressingham Gardens is a unique combination of innovative design and integration into a pre-existing landscape complete with then mature trees.",
                "The Estate is currently under threat as Lambeth Council is looking at full demolition options due to a lack of funds it has to implement the Decent Homes Standard across the borough."
            ]
        },
        {
            "heading": "Interesting Historical Connections",
            "paragraphs": [
                "John Major (future Prime Minister) was one of the Councillors that approved the design for the Cressingham Gardens Estate in 1969. And Ken Livingstone, future Mayor of London, was the Vice-Chair on the Housing Committee and present when the decision was made for Lambeth’s own Directorate of Construction Services to take over the construction of the Cressingham Gardens estate in 1974."
            ]
        },
        {
            "heading": "Design Principles",
            "paragraphs": [
                "There are a number of very clear recurring themes and design principles that inform the overall layout and the detail design of the dwellings. These include:",
                "Daylight:\nThe dwellings have been designed to maximise daylight. Some of the techniques used include:",
                "- Dual-sloping roofs with vertical skylights. For example, dwellings located on the northern side of a pedestrianised way are still able to benefit from full light for the entire day through their south facing vertical skylights. If such dwellings had had flat roofs, they would be mostly in the shade and consequently very dark.\n- Full length glass windows from ceiling to floor in all dwellings\n- Glass roofing to increase light intake into rooms",
                "Openness:\nThere was a design decision to keep the use of internal walls to a minimum in order to promote a greater feel of openness throughout the dwellings. Design techniques to enhance this concept included:",
                "- No wall between the kitchen and the lounge so that there is a perspective of the full length of the dwelling, giving the sense of greater space and light.\n- Internal windows looking down from the kitchen into the lounge in split level dwellings- Full length windows and doors the entire length of a wall in the living areas onto natural landscape areas (not onto walkways), e.g. lounge windows extending the full length of the wall and looking onto a patio garden.\n- Due to the slope of the ceilings and the vertical skylights, ceilings are in excess of 3 metres at their peak.",
                "Community:\nThe architects felt that it was very important to create a village-like feel to promote community formation. This was achieved on Cressingham Gardens by the series of pedestrianised walkways, onto which front doors of dwellings all face, located opposite each other. The design features that helped promote the village community feel included:",
                "- Central green space reminiscent of a ‘village square’ - The Rotunda, used for community events, is located\ncentrally on the estate.\n- Vehicles are restricted to the perimeter of the estate - Small narrow passageways between buildings and under buildings reminiscent of the ‘unplanned’ feel of medieval villages\n- The gardens of the bungalows are typically only\nfenced in with low picket fences.\n- Kitchens are always located on the pedestrianised walkway side of a dwelling",
                "Natural Environment:\nOne of Cressingham Gardens’ greatest assets is its natural landscape and the design and layout of the dwellings take full advantage:",
                "- Staggered height of buildings, with the taller buildings\nlocated on the perimeter of the estate, means that the maximum number of dwellings have views of Brockwell Park\n- Living spaces overlook green spaces, patio gardens and natural landscapes.\n- Concrete flowerbeds are built into the raised walkways of the taller buildings, in order to bring nature up to all dwellings\n- The estate generally sits below the tree line, making it essentially invisible from the “wild meadows” of Brockwell Park.\n- Trees planted in the middle of pedestrianised paved walkways\n- Upon entering the estate, it is very quiet. This is due both to the layout of the estate and the design of the dwellings. The dwellings are extremely well insulated for noise with concrete floors and brick walls, as well as potentially ‘noisy’ living areas not facing the\npedestrianised walkways, but rather typically overlooking green spaces that absorb the sound."
            ]
        }
    ],
    "id": 6047,
    "images": [
        {
            "description": "Joanne Parkes · 2017",
            "title": "Towards Bodley Manor Way across the Telly Tubby",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_6047_img_1422_aedd378a2303054b487b06b30b6801bf.JPG"
        },
        {
            "description": "Susanne Hakuba · 2014",
            "title": "Rotunda",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_6047_cressinghamgardenstour-3_highres_b18d38fad12ffe3e7c9b2a3e75f86a0e.jpg"
        },
        {
            "description": "2016",
            "title": "Ivy Lady",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_6047_img_2937_df265bcabeefc11084ac4285a7840b6a.JPG"
        }
    ],
    "links": [],
    "location": {
        "address": "Cressingham Gardens Rotunda, Tulse Hill, SW2 2QG",
        "latitude": 51.4462111,
        "longitude": -0.111897,
        "meeting_point": null,
        "travel_info": [
            "Nearest tube: Brixton",
            "Nearest train: Herne Hill, Tulse Hill",
            "Bus routes: 415, 432, 2, 201"
        ]
    },
    "name": "Cressingham Gardens",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/6047",
    "ticketed_events": true
}