{
    "all_week": false,
    "description": "A cleverly integrated mixture of architectural styles and periods, incorporating a late 1720s house (later home to Herbert Henry Asquith) with rare Baroque painted staircase and the purpose-built College of Nursing (1926).",
    "design": {
        "designers": [
            {
                "architect": "George Greaves",
                "description": "Original design",
                "year": "1729"
            },
            {
                "architect": "Bisset Adams Architects",
                "description": "Refurbishment",
                "year": "2013"
            }
        ],
        "periods": [
            "Historical/contemporary"
        ],
        "types": [
            "institution/profession",
            "historical house"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 20,
            "date": "2022-09-09",
            "end": "2022-09-09T12:00:00+01:00",
            "fully_booked": null,
            "name": "Exploring Cavendish Square HERstories",
            "notes": "A walking tour exploring the links between nursing and the suffrage movement in London. You'll see where the militancy of the suffrage movement began at the doorstep of what is now the Royal College of Nursing's Headquarters in London. You'll also hear about nurses who officially recorded themselves as 'protesting nurse suffragette' and suffragist in the 1911 census, as well as discovering some of the exclusive nursing and women's clubs of Marylebone. Booking required. Outside only, no access to building",
            "start": "2022-09-09T10:30:00+01:00",
            "ticketed": true
        }
    ],
    "facilities": [
        [
            "Disabled access",
            "Toilets"
        ]
    ],
    "factsheet": [
        {
            "heading": "Introduction",
            "paragraphs": [
                "The RCN was founded in 1916, when Dame Sarah Swift approached MP Sir Arthur Stanley to support her in founding a College to help regulate the nursing profession and pursue educational goals. Swift was an early supporter of state registration for nurses and said that her wartime work had\nopened her eyes to the chaotic state of nurses’ training and the urgent need to protect the interests of nurses. Today, the RCN is both a professional organisation and a trade union, representing nurses and nursing, promoting excellence in practice and shaping health policies."
            ]
        },
        {
            "heading": "Background of the Buildings",
            "paragraphs": [
                "RCN headquarters incorporates an eighteenth century townhouse (20 Cavendish Square) and the purpose-built College of Nursing on Henrietta Place, designed by Sir Edwin Cooper (1922-6). Cooper was later commissioned to integrate the two buildings with 21 Cavendish Square, and a new façade was created. The RCN as it appears from the street today was completed in 1934.",
                "Further interior renovations were carried out by EPA Architects in 2000-01 and Bisset Adams Architects in 2012-13. The former integrated the buildings internally, with the imaginative addition of a five-storey glass walkway at the rear of the College, while the latter refurbishment included the development of a modern Library and Heritage Centre."
            ]
        },
        {
            "heading": "20 Cavendish Square",
            "paragraphs": [
                "The townhouse was completed in 1729. The builder was George Greaves, while some of the architectural features (in particular the grand, pilastered ground floor reception area) are reminiscent of the work of James Gibbs. The first resident was Francis Shepheard, a former MP and a wine trader and East India merchant, while other notable residents have included Herbert Asquith, 1st Earl of Oxford and Prime Minister from 1908 to 1916.",
                "The most striking architectural feature is the mural on the main staircase, by the reception area. The painted staircase is decorated with neoclassical features and views of ancient Roman ruins. It is attributed to John Devoto, principal scenery painter at the Drury Lane Theatre and a pupil of Sir James Thornhill (who painted the Dome in St Paul’s Cathedral).",
                "Other original features in the Georgian townhouse include a number of marble fireplaces, the most impressive of which is found in the pilastered reception room. This features a swagged frieze with a classical mask, plaits tied under her chin, and flanking eagle heads."
            ]
        }
    ],
    "id": 6151,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/6151/building_6151_external-2_df08c8f57fc30ac08bd0838bb83d5e0c.jpg",
            "description": "",
            "title": "20 Cavendish Square today",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_6151_external-2_df08c8f57fc30ac08bd0838bb83d5e0c.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/6151/building_6151_buildings-in-1919_1220338b75b7d38fcc45bf54e1962765.jpg",
            "description": "1919",
            "title": "20 Cavendish Square",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_6151_buildings-in-1919_1220338b75b7d38fcc45bf54e1962765.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/6151/building_6151_4007_593b62f18c0e99ec1d46fbaa406859ee.jpg",
            "description": "",
            "title": "The front of 20 Cavendish Square today",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_6151_4007_593b62f18c0e99ec1d46fbaa406859ee.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/6151/building_6151_rcn-historic-staircase_c04074a42f150a704e40fad6819c55aa.jpg",
            "description": "",
            "title": "Mural painted staircase",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_6151_rcn-historic-staircase_c04074a42f150a704e40fad6819c55aa.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "20 Cavendish Square, W1G 0RN",
        "latitude": 51.5160929,
        "longitude": -0.1457657,
        "meeting_point": null,
        "travel_info": [
            "Nearest tube: Oxford Circus, Bond Street",
            "Bus routes: 12, 55, 73"
        ]
    },
    "name": "Royal College of Nursing ",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/6151",
    "ticketed_events": true
}