{
    "all_week": false,
    "description": "This tour of the university campus is a walk through the history of architecture. Starting in 1790  with Grove House and finishing with the University library completed in 2018, and short listed for the Stirling Prize.",
    "design": {
        "designers": [
            {
                "architect": "William Burn, Sheppard Robson, Feilden Clegg Bradley Studios, J F Bentley and William Wardell, James Wyatt",
                "description": "Original design",
                "year": "1790"
            }
        ],
        "periods": [
            "Victorian",
            "Post-war",
            "Georgian",
            "Contemporary"
        ],
        "types": [
            "Monument",
            "Walk/tour",
            "Religious",
            "Library",
            "Historical house",
            "Garden",
            "Education"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 25,
            "date": "2021-09-12",
            "end": "2021-09-12T15:00:00+00:00",
            "fully_booked": true,
            "name": "A walking tour of the University of Roehampton, Roehampton Lane Campus",
            "notes": "There will be one tour at 2 pm. Meet at the University's main entrance, Roehampton Lane",
            "start": "2021-09-12T13:00:00+00:00",
            "ticketed": true
        }
    ],
    "facilities": [
        [
            "Toilets",
            "Parking",
            "Disabled access"
        ]
    ],
    "factsheet": [
        {
            "heading": "Lyne Stephens Mausoleum",
            "paragraphs": [
                "In 1851 Stephens Lyne Stephens came to live at Grove House with his wife Yolande Duvernay, a Parisian ballet dancer.  At this time the family were referred to as England’s richest commoners but were socially ostracized as, prior to her marriage to Stephens, Yolande had been the mistress of the Marquis de La Vallette - amongst others. On Stephens death in 1860 Yolande commemorated her husband by building an Anglican mausoleum in the grounds; designed by William Burn, in the Romanesque style, it was consecrated by the Bishop of London in 1864. The story and scandal behind this magnificent Mausoleum and the family buried within the enclosed ground is surprising!"
            ]
        },
        {
            "heading": "Grove House",
            "paragraphs": [
                "From 1622 until circa 1790 Roehampton Great House stood on the site of Grove House; no image of this house is known but by 1674 it was the second largest house in Surrey.  In the eighteenth century fashions were changing and what the very rich wanted near London was a moderate-sized villa with pleasure grounds rather than a vast mansion and park.  Somewhere between 1779 and 1793 the Great House was demolished and Grove House, designed by James Wyatt for Joshua Vanneck, was built."
            ]
        },
        {
            "heading": "Rooks Grotto",
            "paragraphs": [
                "Within the grounds of Grove House is a curious man-made grotto, behind which is an icehouse. Known as ‘Rooks Grotto’, and built somewhere between 1895 and 1912, it included pathways, caverns and cascading waterfalls. It is made of a variety of natural and artificial stones, iron girders and concrete. It is possible that the grotto was built for Charles Louise Fischer, an American merchant of German/Swiss extraction who purchased the House in 1912 and immediately carried out extensive alterations.  It is rumoured that the grotto was built against the boundary wall of the convent, behind, to deaden the noise of the chapel bells. It is more probable that it was built to disguise the disused ice house.",
                "The icehouse was rediscovered in 1998 behind a bricked-up door. No date can be fixed to its construction but probably dates to the late 18th Century. Ice taken from the lake would have been ground into powder which, when rammed into the shaft, sprinkled with water and salt would remain firm as a rock in the following summer.  It is currently the home of a colony of rare cave spiders."
            ]
        },
        {
            "heading": "A brief History of the Digby Stuart Campus",
            "paragraphs": [
                "Elm Grove was built in the grounds of what is now the Digby Stuart Campus by the Huguenot architect David Papillon. Built c.1620, its most eminent resident was the physician William Harvey, who discovered the circulatory system.",
                "Elm Grove burnt down in 1794. In 1796 a second Elm Grove was built for Benjamin Goldsmid, a very wealthy Jewish banker and philanthropist and friend of Lord Nelson. The house stayed in private ownership until 1850, when it was purchased by the Society of the Sacred Heart for a convent school.",
                "The Society added substantial Victorian wings to the Georgian house and one large chapel with an adjacent small chapel. In 1940, the convent school was bombed on three separate nights, destroying Elm Grove, almost all of the Victorian wings and the large chapel. The Jubilee building and the small chapel survived.",
                "After the Second World War, the convent school did not return to Roehampton and was relocated to Woldingham, Surrey. The female Catholic teacher training college, which was located in Kensington before the war, moved to Roehampton and was renamed Digby Stuart College."
            ]
        },
        {
            "heading": "University of Roehampton Library",
            "paragraphs": [
                "Architects: Feilden Clegg Bradley Studios\nRIBA London Award 2018 and RIBA National Award 2018 and shortlisted for the Stirling Prize.\nPart of a wider masterplan to transform the entry to the complex the building successfully holds a new soft water landscape to the east and creates a hard public realm to the west. Entry is naturally located to the south at the end of a boulevard on axis with the primary entrance to the site. \nThe entrance informs the ground plane of the building taking advantage of the sloping site creating a loggia to the east with the library cafe, only open to library users to the north. Enjoying a high volume in the section with triple aspect the journey down the internal staircase into the library is a joy. \nThe cross section responds well to site with cellular spaces to the west shielding views of less than beautiful existing buildings whilst the centre of the plan with atria and the west facade are where volumetrically and socially the architectural experience is focussed to great effect. \nOn entry the user is welcomed into one of two atria that define the parti along the length of the building. This atria is two stories high offering a generosity in section that leads to a cleverly designed security sequence, a shifted reception desk for both entry and exit. \nThe second atria where the wide main stair is located offers a grand circulation experience as users move up and down the building. Light is welcomed into the heart of the plan and attention to detail is clear at the ends of the atria where glazed balustrades are used to maintain views of the books in the shelving that matches down the length of each floor plate. \nThe Cartesian architecture is impressively reinforced through the structural and construction design, with a strong grid running through the building with acoustics, services, structure and structural columns working effectively with the rhythm of book storage and its relationship with the east facade. \nIt is a success in its play of threshold both to the horizon and vertically to the sky as seating, vestibules and double height study spaces attract different user groups to the view and light within the piano nobile floors. \nExternally these spaces aesthetically inform the geometry and depth of the facade creating a deep skin within which users can work. The building sits comfortably with its neighbours clad in similar brick and expressing its vertical section to the public landscape. \nInternally, robust yet delightful pre cast concrete and oak linings are used with acoustic baffles that are reminiscent of The British Art Centre by Kahn as are the slightly tapered edges to the light portals at the top of the main atria. \nAs Kahn said, a library starts by ‘taking a book to Light’. The new university library successfully meets this aim creating many joyful places within a strict and meticulously constructed architecture, that succeeds in locating the individual within the building but also the individual within the wider campus."
            ]
        },
        {
            "heading": "The Society of the Sacred Heart War Memorial",
            "paragraphs": [
                "The War Memorial to all the relatives of the nuns and pupils of the convent Sacred Heart, Roehampton killed in WWI was dedicated on 24 May 1918. Initially for the fallen of the WWI the memorial commemorates 1 from the Boer War, 275 from WWI, 11 from WWII and 1 from the Korean War. It was originally located to the West of the Digby Stuart Campus but, in 1972, had to be moved to its current location to make room for the expansion of Digby Stuart College\nIt measures 1.9 metres high by 11.3 metres wide and in 2000 it was described as ‘a magnificent war memorial, absolutely unique’ by a representative of The National Inventory of War Memorials, Imperial War Museum."
            ]
        }
    ],
    "id": 6197,
    "images": [
        {
            "description": "University of Roehampton · 2018",
            "title": "Sarcophagus in the Lyne Stephens Mausoleum",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_6197_lynestephens_4a767909adb778fdbf64d530be9ca371.jpg"
        },
        {
            "description": "University of Roehampton · 2018",
            "title": "Society of the Sacred Heart Chapel, Digby Stuart campus",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_6197_014_5902ea1929ac93904745fd9c669702e6.jpg"
        },
        {
            "description": "Gilly King · 2018",
            "title": "Rear view of Grove House",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_6197_grove-house-and-fountain-small_a219f2005dd9e2ab62b97466f07fe5e4.jpg"
        },
        {
            "description": "Dan Brown · 2014",
            "title": "James Wyatt bridge, Grove House Estate",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_6197_sham-bridge-2_4a887c922b60f12c87ae7097f8c8fe23.jpg"
        },
        {
            "description": "Dan Brown · 2018",
            "title": "Elm Grove Conference Centre, University of Roehampton",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_6197_elm-grove-hall_6fb305cd8304f3e2e8d0baf4e636c7fe.jpg"
        },
        {
            "description": "Dan Brown  · 2018",
            "title": "University Library, exterior ",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_6197_library-opening-0216_c90dd3d187d2ecfcd2e30a79aecf8ca6.jpg"
        },
        {
            "description": "Dan Brown · 2018",
            "title": "University Library, interior",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_6197_library-opening-0217_9ab76eb708a098782baac0a53591954d.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "University of Roehampton, Roehampton Lane, SW15 5PU",
        "latitude": 51.4581249,
        "longitude": -0.2444674,
        "meeting_point": null,
        "travel_info": [
            "Nearest tube: East Putney",
            "Nearest train: Barnes"
        ]
    },
    "name": "Roehampton University- Digby Stuart campus",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/6197",
    "ticketed_events": true
}