{
    "all_week": false,
    "description": "Online only. A quadrangular, English Baroque revival building. Grade II* listed government office covering the entire complex, Great George Street constructed 1899-17 in two phases. Refurbishment completed 2002, now occupied by HM Treasury",
    "design": {
        "designers": [
            {
                "architect": "Sir Henry Tanner, John Brydon, John Brydon & Sir Henry Tanner, John McKean Brydon, J M Brydon",
                "description": "Original design",
                "year": "1899"
            },
            {
                "architect": "Feilden + Mawson, Foster + Partners",
                "description": "Refurbishment",
                "year": "2002"
            },
            {
                "architect": "Gustafson Porter + Bowman",
                "description": "Landscape design",
                "year": "2002"
            }
        ],
        "periods": [
            "Historical/contemporary",
            "Edwardian",
            "Georgian",
            "Inter-war",
            "Post-war"
        ],
        "types": [
            "government",
            "offices",
            "online"
        ]
    },
    "events": [
        {
            "all_day": true,
            "booking_link": null,
            "capacity": null,
            "date": "2022-09-04",
            "end": "2022-09-04T23:59:00+01:00",
            "fully_booked": null,
            "name": "Build a model of HM Treasury",
            "notes": "Models available to purchase online: https://shop.openhouselondon.org.uk/products/copy-of-hm-treasury-model-1",
            "start": "2022-09-04T00:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [],
    "factsheet": [
        {
            "heading": "HM Treasury in 2021",
            "paragraphs": [
                "For 2021, the 1 Horse Guards Road building (HM Treasury offices) are providing a virtual experience. And you can support Open City, the charity running the Open House Festival too! Here’s how…",
                "You can assemble your own model of the building, available from the online shop at the link below. All proceeds go to support Open City and cover the charity’s costs:",
                "HM Treasury Model: https://shop.openhouselondon.org.uk/collections/model-london/products/copy-of-hm-treasury-model-1",
                "You might need to be quick! Last year, the model sold out within 3 days. It’s the perfect weekend activity to explore your own version of this Grade II* listed building, with its intricate towers, turrets and courtyards.",
                "And with your model in hand, you can learn more about the story of the building and the Treasury through our online story. Learn about the building’s origins, its role in WWII, through to major refurbishments and more. Follow the link here:",
                "The Treasury building: https://social.shorthand.com/hmtreasury/32EEikq966/the-treasury-building-a-surprising-history"
            ]
        },
        {
            "heading": "Contemporary Appearance",
            "paragraphs": [
                "The principal aims of the reorganisation and refurbishment of the St James’s Park end of Government Offices Great George Street (GOGGS), designed by Foster and Partners (with Feilden + Mawson as heritage architects), were to:",
                "• make more economical use of internal space \n• change the character of the building to facilitate improved working practices; \n• improve circulation and access for staff and visitors; and \n• modernise building services to provide a low-energy solution."
            ]
        },
        {
            "heading": "Background",
            "paragraphs": [
                "The building, known as Government Offices Great George Street (GOGGS), is a Grade II* listed heritage building in the heart of Westminster and was built between 1900 and 1917.",
                "In 1994 it was considered that the building required complete refurbishment to the standards deemed necessary to enable occupants to deliver high quality public services.\n \nThis refurbishment was undertaken through a Public Finance Initiative (PFI) project, delivered through Exchequer Partnership Plc (EP), a consortium formed for the project.",
                "Under the PFI agreement, EP acquired the leasehold for the whole of the GOGGS site. The refurbishment took account of business needs and environmental and heritage concerns. During the works, HM Treasury relocated to temporary accommodation in the Victoria area.",
                "The refurbished west end, 1 Horse Guards Road (1HGR) was occupied by the HM Treasury in 2002 under long term agreements which will provide working accommodation for staff with a full range of services. These include building maintenance and management, cleaning, catering, and security services as well as maintenance and life cycle replacement of all plant and equipment. The east end of the building was also refurbished to modern standards and is currently occupied by Her Majesty’s Revenue and Customs."
            ]
        },
        {
            "heading": "Design Approach",
            "paragraphs": [
                "The refurbishment of GOGGS has reinvigorated the whole building and has provided significant improvements for the occupants. Reversal of the consequences of a period of progressive deterioration, and unsympathetic piecemeal service additions that have not always respected the quality of the historical fabric, was of primary significance.",
                "GOGGS was designed for the hierarchical working relationships of the Edwardian period, characterised by cellular offices reached by a network of wide, high-ceilinged corridors. The spatial relationships were conducive to anonymity, isolation and privacy – characteristics at odds with modern team-based working methods. Movement and circulation around the building could be confusing. The building layout lacked connectivity and transparency, giving few clues to orientation or navigation. Considerable space was taken up by 11 light-wells and two large courtyards that were open to the elements and largely unused and unproductive. Heating and energy use were inefficient and expensive.",
                "In 1HGR, removal of four major central staircases, toilet blocks, walls and chimneys, mean that all office floors are now mainly open plan spaces. As a result of these changes, 2500 Government and contract staff can now be accommodated in 1HGR."
            ]
        },
        {
            "heading": "Externally",
            "paragraphs": [
                "Re-commissioning previously under-used entrances has helped reduce the ‘fortress-like’ character of the elevations; and all historically sensitive elevations have been enhanced by repairs to perimeter walls and balustrades, removal of loose wires, litter and pigeon soiling. In addition, a comprehensive cleaning programme has revealed the original Portland stone facades.",
                "Some World War II additions, including sections of the bomb-proof concrete detonator slab installed to protect the Cabinet War Rooms, have been removed, although features with important wartime associations have been retained."
            ]
        },
        {
            "heading": "Internally",
            "paragraphs": [
                "In addition to the conversion of most of the cellular offices to open plan working areas and meeting spaces, further usable space was created by capping eight of the light-wells that punctuate the building with innovative translucent roofs, allowing the areas below to be brought into active use. These areas now house a variety of facilities such as a visitor waiting area, cafe and meeting areas.",
                "The lightwell now housing the new visitor waiting area has been fitted with four new lifts which significantly improved the ease and speed of movement between floors and reduced the regular delays which frustrated users in the old accommodation. Access for people with disabilities has been significantly improved through the installation of external ramps, designed to complement the architectural style of the building, together with a lift linking the main entrance at street level with the Ground Floor.",
                "The previously unused large rectangular courtyard at the centre of 1HGR was modestly landscaped with trees and water, creating an easily accessible internal garden area used by staff and guests.",
                "One of the most important changes has been to improve views through the building and reduce energy use through increasing the amount of natural daylight entering office spaces. This has partly been achieved by strengthening the existing windows and installing laminated glass to minimise the danger of splintering through breakage. These measures remove the need for bomb-blast curtains. A considerable increase in reflected daylight from the light-wells and courtyards was achieved simply by cleaning the masonry."
            ]
        },
        {
            "heading": "Outcome",
            "paragraphs": [
                "The project continues to be seen as a significant success, both in heritage and environmental terms. The building received an ‘Excellent’ Building Research Establishment Environmental Assessment (BREEAM) rating, a significant achievement for a historical building. English Heritage Historic Buildings Architect Paddy Elson said that “the overall impression of the Treasury refurbishment project is excellent”.",
                "Welcoming recognition of the success, the partner directing the 1HGR project for Foster and Partners, Spencer de Grey, said:",
                "“The design challenge was to transform the 100 year old building, with its deep plan punctuated with light-wells and courtyards, into a highly energy efficient and contemporary workplace. For old buildings it is a major step towards the sustainable city, having been rated environmentally ‘excellent’ by its BREEAM independent assessment.”"
            ]
        },
        {
            "heading": "Foster and Partners",
            "paragraphs": [
                "The architects for the GOGGS project were Foster and Partners, who have carried out similar reorganisations of historical buildings such as the Sackler Galleries at the Royal Academy of Art, the Reichstag in Berlin, the Great Court at the British Museum and the Museum of Fine Arts in Boston."
            ]
        }
    ],
    "id": 624,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/624/building_624_screenshot-2020-09-07-at-12-12-05_fe695f54889e592fab71433bc00da33d.png",
            "description": "Steven Maddison ",
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_624_screenshot-2020-09-07-at-12-12-05_fe695f54889e592fab71433bc00da33d.png"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/624/building_624_0898-final-ny-020729-b7847_35058bc52bdbf8ab03284fc94ab73cc0.jpg",
            "description": "",
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_624_0898-final-ny-020729-b7847_35058bc52bdbf8ab03284fc94ab73cc0.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/624/building_624_rooftop-not-accessible-dt-iws-2017_1aa15105240172369305e1a831bf001d.JPG",
            "description": "D. T., in Treasury's IWS team · 2017",
            "title": "View from the rooftop, overlooking the Drum Courtyard (not accessible)",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_624_rooftop-not-accessible-dt-iws-2017_1aa15105240172369305e1a831bf001d.JPG"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/624/building_624_img_20180709_0833108_1fe9f77d8012fd69e03f4f3be74a4b70.jpg",
            "description": "Internal Comms, HM Treasury · 2018",
            "title": "HM Treasury crest - wall-mounted",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_624_img_20180709_0833108_1fe9f77d8012fd69e03f4f3be74a4b70.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Online only, 1 Horse Guards Road, SW1A 2HQ",
        "latitude": 51.501841,
        "longitude": -0.1295374,
        "meeting_point": null,
        "travel_info": [
            "Nearest tube: Westminster, St. James's Park",
            "Nearest train: Charing Cross, Victoria, Waterloo",
            "Bus routes: 3, 11, 12, 24, 87, 88, 159"
        ]
    },
    "name": "HM Treasury",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/624",
    "ticketed_events": false
}