{
    "all_week": false,
    "description": "St Anne's Limehouse has been described as 'the finest parish church in England.' Designed by Nicholas Hawksmoor, it is Grade I listed and one of the Major Churches in the Church of England. It is home to a thriving Christian congregation.",
    "design": {
        "designers": [
            {
                "architect": "Nicholas Hawksmoor",
                "description": "Original design",
                "year": "1730"
            }
        ],
        "periods": [
            "Georgian"
        ],
        "types": [
            "Religious",
            "Concert/performance space",
            "Community/cultural"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": null,
            "date": "2022-09-05",
            "end": "2022-09-05T17:00:00+01:00",
            "fully_booked": null,
            "name": "",
            "notes": "We have not yet raised the funds to establish lift access. Visitors will need to be able to climb Hawksmoor's imposing stairs into the church.",
            "start": "2022-09-05T10:00:00+01:00",
            "ticketed": false
        },
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 140,
            "date": "2022-09-05",
            "end": "2022-09-05T11:30:00+01:00",
            "fully_booked": null,
            "name": "Morning service",
            "notes": "Join us for our church family service.",
            "start": "2022-09-05T10:30:00+01:00",
            "ticketed": false
        },
        {
            "all_day": false,
            "booking_link": null,
            "capacity": null,
            "date": "2022-09-05",
            "end": "2022-09-05T13:30:00+01:00",
            "fully_booked": null,
            "name": "Sunday Funday",
            "notes": "All are welcome at our community fun day in the churchyard.",
            "start": "2022-09-05T12:30:00+01:00",
            "ticketed": false
        },
        {
            "all_day": false,
            "booking_link": null,
            "capacity": null,
            "date": "2022-09-09",
            "end": "2022-09-09T16:00:00+01:00",
            "fully_booked": null,
            "name": "Church open",
            "notes": null,
            "start": "2022-09-09T09:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        [
            "Refreshments",
            "Toilets",
            "Parking",
            "Family activities during open house"
        ]
    ],
    "factsheet": [
        {
            "heading": "Welcome to St Anne’s!",
            "paragraphs": [
                "The church family here at St Anne’s is privileged to be able meet in this remarkable Grade I listed building. Commissioned during the reign of Queen Anne as part of the Fifty New Churches Act (1711), it was designed by Nicholas Hawksmoor. Construction began in 1714 and the building began to be used in 1730."
            ]
        },
        {
            "heading": "Interior",
            "paragraphs": [
                "The building was gutted by fire in 1850 but reconstructed and restored largely as it was previously. The north-east vestry and the south porch and staircase are the only original parts of the interior.",
                "Restoration and future maintenance of the building is overseen by the charity, ‘Care for St Anne’s’. Development includes the construction of a parish room (1984) in the crypt.",
                "Unusually, the east window (Charles Clutterbuck – 1851) depicts the crucifixion of Jesus Christ in enamelled rather than stained glass. The Bible teaches that the crucifixion was the central event of history. The Apostle Paul explains its significance: \"For our sake God made Jesus to be sin who knew no sin, so that in him we might become the righteousness of God.\" 2 Corinthians 5:21",
                "You might be surprised by some of the features of our interior:",
                "The front of the church has been re-configured with flexible seating in a horseshoe shape. The Bible uses the language of family – brothers and sisters – to describe church. So we want to be as warm and friendly a gathering as possible within this grand and imposing building.",
                "There is no altar in the church. Jesus told his followers to remember his death by sharing bread and wine together. When we do this we are not sacrificing his body and blood, but rather remembering and proclaiming his death as the once-for-all means by which we can be forgiven by God. An 18th century communion table is brought forward from the chancel into the centre of the horseshoe for this purpose.",
                "The focal point of the church is the lectern. This is because the Bible is read and preached from the lectern. The pulpit (1856), now to one side, would previously have been used for this purpose. The one tradition we all share at St Anne’s is to learn more about knowing God and his Son Jesus Christ through straightforward Bible teaching for all ages.",
                "Other features of the interior may be more familiar from other churches:",
                "The font (1853) at the west end of the church. Jesus and his Apostles said that Christians and their children should be baptised, and the font was designed to hold water for this purpose. Today the church family uses a bowl at the front of church – or, for adults, a baptism pool – so that everyone can gather round and see.",
                "The organ (1851) won the gold prize at the Great Exhibition before being moved to St Anne’s. It was fully refurbished a few years ago and is used regularly to accompany our singing of songs and hymns to praise God and encourage each other to live for him."
            ]
        },
        {
            "heading": "Exterior and churchyard",
            "paragraphs": [
                "We have the rare privilege of flying the white ensign, although the reason for this tradition is uncertain.",
                "The unusual pyramid in the churchyard dates from the time of the church’s construction and may have been one of a pair to be mounted on the eastern turrets of the church.",
                "The war memorial by Arthur Walker RA depicts Christ, with a bronze bas-relief on the west face of the monument,\nshowing a soldier dying amidst the carnage in the mud of the trenches.",
                "Both the pyramid and the war memorial are separately Grade II listed."
            ]
        },
        {
            "heading": "Film and television",
            "paragraphs": [
                "St Anne’s has often been used as a setting for film and television, including 28 Days Later, Legend, and Call the Midwife."
            ]
        },
        {
            "heading": "People at St Anne’s",
            "paragraphs": [
                "Samuel Charlesworth was rector of St Anne’s from 1870-1882. His relative Maria Charlesworth is commemorated in a monument of Hope with her anchor, high up in the west porch. He comments on the work of his contemporary, Dr Barnardo, in converting the nearby ‘Edinburgh Castle’ pub into a mission centre:",
                "“I am utterly astonished at what has been accomplished. It is a most grand idea, a most sublime scheme. In this history of Christianity in England there is hardly a fact to be compared with it – I had no hand in it” Quoted Gillian Wagner, Barnardo.",
                "Edward Rhys Jones was another rector of St Anne’s (1850-1870). Here is part of a sermon preached by him in 1860, reflecting the same message that the church family at St Anne’s proclaims today:",
                "Above all, let us seek, each in our own experience, to realize the Lord Jesus Christ as our Saviour. Let us carry to Him all our sins, all our wants, all our doubts, all our difficulties. He will make all needful things plain to us, and give us grace to wait patiently, until increased light shall clear up the difficulties which may still remain, “until the day break, and the shadows flee away;” and then in His light we shall see light.",
                "Christopher Idle was rector of St Anne’s from 1976-1989. A hymn writer, here are some verses from one of his hymns inspired by the church building and God’s faithfulness to his people that have met in it through the centuries:",
                "Towering over road and river\nstands this house of prayer,\nwitnessing to God the Giver\nwho in Christ draws near: \nLord, you plan our history's pages\nthrough all ages bless us here!",
                "If these stones could tell the story\nof our joys and tears\nthey would sing ‘To God be glory!’\ntill the Lord appears: \nwalls and pillars, bell and tower, \ntell your power through the years.",
                "So your church shall praise for ever\nour Redeemer's fame,\nJesus Christ, our risen Saviour, glory to his name!\nSongs of worship and thanksgiving\nshall our living Lord proclaim.",
                ""
            ]
        },
        {
            "heading": "The church family today",
            "paragraphs": [
                "We are \"a genuinely mixed East End church with a passion for straightforward Bible teaching.\" Please join us any Sunday at 10.30am or via the livestream on YouTube.",
                "You will see that we are in the process of restoring our beautiful building. For more details of church activities, and how to give to the restoration fund, please visit our web site: www.stanneslimehouse.org."
            ]
        }
    ],
    "id": 6270,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/6270/building_6270_image1_19141b52d389a283bb9be7ec309dc501.jpeg",
            "description": "Greywolf Studios London · 2017",
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_6270_image1_19141b52d389a283bb9be7ec309dc501.jpeg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/6270/building_6270_churchandpyramid_ec44e4b75c727ae4fede91807bff6b57.jpg",
            "description": "St Anne's Limehouse",
            "title": "Clock above West Door",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_6270_churchandpyramid_ec44e4b75c727ae4fede91807bff6b57.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/6270/building_6270_sa3_d04e40d1db8ccf1987cbcfc3818c44d5.jpg",
            "description": "2017",
            "title": "The church family",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_6270_sa3_d04e40d1db8ccf1987cbcfc3818c44d5.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/6270/building_6270_photo-in-ven-roger-preece-installation-high-res-google-photos-5_52c526166901cf3b50ba5e65df7e647c.jpg",
            "description": "2019",
            "title": "Interior",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_6270_photo-in-ven-roger-preece-installation-high-res-google-photos-5_52c526166901cf3b50ba5e65df7e647c.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Three Colt Street, E14 7HA",
        "latitude": 51.5115593,
        "longitude": -0.0287062,
        "meeting_point": null,
        "travel_info": [
            "Nearest tube: Limehouse, Westferry",
            "Nearest train: Limehouse",
            "Bus routes: 15, 115, 135, D3"
        ]
    },
    "name": "St Anne's Church, Limehouse",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/6270",
    "ticketed_events": false
}