{
    "all_week": false,
    "description": "A sumptuous feast of Victorian stained glass and bold sacred sculpture at what Sir John Betjeman called the 'cathedral of the Arts and Crafts movement.' Work by William Morris, Edward Burne-Jones, William Blake and Christopher Whall.",
    "design": {
        "designers": [
            {
                "architect": "J D Sedding,  Henry Wilson",
                "description": "Original design",
                "year": "1888"
            },
            {
                "architect": "J D Sedding",
                "description": "Restoration",
                "year": "1888"
            }
        ],
        "periods": [
            "Victorian"
        ],
        "types": [
            "Religious"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 100,
            "date": "2021-09-04",
            "end": "2021-09-04T18:00:00+01:00",
            "fully_booked": null,
            "name": "Holy Trinity Arts & Crafts Festival 2021",
            "notes": "Open House Weekend Saturday 4th & Sunday 5th September. Once again, we are delighted to work with Open House London to celebrate our glorious Grade One listed building with its wonderful Arts & Crafts interior. Highlights include: Displays & demonstrations by working craftsmen/women from 11.00; 30-minute guided tours of the church 1030hrs 1130hrs, 1415hrs and 1500hrs.  Organ recitals Saturday (1200-1300hrs) and Sunday (1530 website for times/tickets); 1430hrs Presentation – Traditional Craft Skills in Churches – Chana James Churches Conservation Trust;  1645hrs Presentation – Nature, Cosmos and Church Design – Tom Bree Artist and Geometer.  Tea garden and refreshments. If you have enjoyed your visit, you may also enjoy further Arts and Crafts centred programming in our annual festival https://www.holytrinityartsandcrafts.org/",
            "start": "2021-09-04T10:00:00+01:00",
            "ticketed": true
        },
        {
            "all_day": false,
            "booking_link": null,
            "capacity": null,
            "date": "2021-09-05",
            "end": "2021-09-05T18:00:00+01:00",
            "fully_booked": null,
            "name": "Arts & Crafts Festival 2021",
            "notes": "On the second day with Open House London we welcome you to our glorious Grade One listed building with its wonderful Arts & Crafts interior. 1100hrs Sunday Sung Eucharist Service celebrated by Rev Nicholas Wheeler – Rector of Holy Trinity; sermon Rev Ayla Lepine and Holy Trinity Choir. 1300hrs Guided Tour of the church.  1430hrs Art historian, Roger Button will be presenting Arts and Crafts Churches of Great Britain: Architects, Craftsmen and Patrons, based on his new book; 1530hrs Organ recital.  Tea garden and refreshments. If you have enjoyed your visit, you may also enjoy further Arts and Crafts centred programming in our annual festival https://www.holytrinityartsandcrafts.org/",
            "start": "2021-09-05T13:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        [
            "Refreshments",
            "Toilets",
            "Disabled access"
        ]
    ],
    "factsheet": [
        {
            "heading": "About the Church",
            "paragraphs": [
                "In common with the aims of the Arts & Crafts Movement, the architect of Holy Trinity Church, John Dando Sedding, believed that a church should be \"wrought and painted over with everything that has life and beauty – in frank and fearless naturalism …\". But more than that, like other men of faith Sedding knew what a church was for: “It is well for a man to have a circle of religious exercises that can so hedge him about, so get behind his life and wind themselves by long familiarity into his character, that they become part of his everyday existence …”.",
                "That is where, we pray, Holy Trinity finds itself today – an actively praying church at the heart of the community open all day everyday to everyone, where that \"circle of religious exercises\" is made a reality in the daily offices of Morning and Evening Prayer and the weekly celebrations of the Eucharist at our core; moreover, \"frank and fearless\" as we seek to live what we term a \"critical, compassionate Christianity\".",
                "The former Poet Laureate Sir John Betjeman famously referred to Holy Trinity Church as the \"Cathedral of the Arts & Crafts Movement\", containing as it does treasures by leading figures of the Movement.",
                "The Arts & Crafts Movement was formed in the late 19th century to combat the inhumanity resulting from Victorian industrialisation. Machines dominated manual skills and imposed harsh working conditions on men, women and children. There was pervading ugliness and little respect for beauty and nature.",
                "The Arts & Crafts Movement stood for the restoration of the prestige of craftsmen, the appreciation of nature, improving the education of the poor, and \"sweetness and light\" in architecture. The founding members were artists, poets, craftsmen, writers and architects – GE Street, William Morris, Edward Burne-Jones, John Ruskin, JD Sedding and others who were passionate in their belief and compassionate to those degraded by machines.",
                "“You cannot educate, you cannot civilise man, unless you give him a share in art.” William Morris",
                ""
            ]
        }
    ],
    "id": 649,
    "images": [
        {
            "description": "",
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_649_holy-trinity-harvest-2016-96_2459685b395b66d016aeb46a7ab3a31e.jpg"
        },
        {
            "description": "Holy Trinity Sloane Street",
            "title": "Holy Trinity window",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_649_htwindow_9cdf9a2eda3da516f5dbef246a0287ce.jpg"
        },
        {
            "description": "Holy Trinity Sloane Street",
            "title": "Christopher Whall window at Holy Trinity",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_649_christopherwallang_e4b361d60f0986885dc8a60771fb9d8b.jpg"
        },
        {
            "description": "Holy Trinity Sloane Street",
            "title": "Holy Trinity window",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_649_htwindow2_c63ba134d9a9294d6430004b09cff692.jpg"
        },
        {
            "description": "Holy Trinity Sloane Street",
            "title": "Holy Trinity window",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_649_htwindow3_8b0db8c00e6a5b7cca98732c6510a328.jpg"
        }
    ],
    "links": [
        {
            "href": "https://www.holytrinityartsandcrafts.org/",
            "title": "Website"
        }
    ],
    "location": {
        "address": "146 Sloane Street (just off Sloane Square), SW1X 9BZ",
        "latitude": 51.4933589,
        "longitude": -0.1576196,
        "meeting_point": null,
        "travel_info": [
            "Nearest tube: Sloane Square",
            "Nearest train: Kensington Olympia, Victoria",
            "Bus routes: 19, 22, 137, C1, 360"
        ]
    },
    "name": "Holy Trinity Church Sloane Square",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/649",
    "ticketed_events": true
}