{
    "all_week": false,
    "description": "A walking tour of Stanmore's Art Deco and modernist homes, from the birth of Metroland to the post-war era.",
    "design": {
        "designers": [
            {
                "architect": "Douglas Wood/Gerald Lacoste/Owen Williams/R.H Uren/Rudolf Frankel",
                "description": "Original design",
                "year": ""
            }
        ],
        "periods": [
            "Inter-war",
            "Post-war"
        ],
        "types": [
            "walk/tour",
            "housing",
            "residence"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": null,
            "date": "2022-09-04",
            "end": "2022-09-04T11:30:00+01:00",
            "fully_booked": null,
            "name": "Modernism in Metro-Land",
            "notes": null,
            "start": "2022-09-04T10:00:00+01:00",
            "ticketed": false
        },
        {
            "all_day": false,
            "booking_link": null,
            "capacity": null,
            "date": "2022-09-04",
            "end": "2022-09-04T15:00:00+01:00",
            "fully_booked": null,
            "name": "Modernism in Metro-Land",
            "notes": null,
            "start": "2022-09-04T13:30:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [],
    "factsheet": [
        {
            "heading": "Art Deco and Modernist Houses of Stanmore",
            "paragraphs": [
                "Metro-Land was created by the extension of the Metropolitan Railway out of London into Middlesex and the Home Counties. Land leftover from the construction of the new line was used for speculative housing, and formerly sleepy towns and villages like Wembley, Harrow, Pinner and Ruislip experienced a massive population boom in the first half of the 20th century. The default architectural style of these new leafy suburbs was Tudorbethan, a mix of traditional styles on the exterior, matched by the comforts of modernity inside. However, outbreaks of modernism occurred, with house designs by Connell, Ward & Lucas and Welch, Lander & Day, as well as Charles Holden’s tube stations and George Coles cinemas, adding art deco and the international style to suburbia.",
                "Stanmore also underwent a growth spurt after the new Metropolitan Underground (now Jubilee Line) terminus was built in 1932. At the southern end of what was the Warren House estate, two groups of houses were built that exemplify the suburban modernist style. On Valencia Road, 5 houses designed by Douglas Wood Architects, and completed in 1935, were built in the international style with plain rendered walls, central staircase towers and sun decks. The 6 Kerry Avenue houses, designed by Gerald Lacoste, were built a little later in 1936. These houses were intended to be part of a larger modernist style estate, and are more circumspect than their neighbours despite sharing many features. At the northern end of Kerry Avenue are two individual modernist houses, no.14 designed by RH Uren for himself in 1937, and its neighbour no.16 designed by Gerard Kaufmann in 1972.",
                "West of these houses are the two apartment blocks of Warren Fields, designed by architect and engineer Owen Williams. Built in an austere, concrete style by Williams, the buildings have been rendered unrecognisable from their original form by successive refurbishment.",
                "Up Stanmore Hill sit two houses by the émigré architect, Rudolf Frankel, a German designer who moved to Britain before World War 2 and designed many factories in the UK. Nos. 1 & 2 Halsbury Close was built by Frankel to house himself and his sister. Further up the hill, cul-de-sacs like Aylmer Close, Spring Lake and Fallowfield feature houses of various post war styles, from brutalism to California modern to neo-vernacular. Other houses around the village, such as Cedar House by Max Lock and 51 Dennis Lane by Page and Jellicoe, show how architects attempted to fuse modernist and traditional forms to fit into the suburban landscape. Whilst not as feted as those in Highgate or Hampstead, the modernist and art deco houses of Stanmore show the development of domestic styles in the 20th century."
            ]
        }
    ],
    "id": 6547,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/6547/building_6547_copy-of-valencia-road-edit-crop_16d64ea943391a6565344db79298fdc2.jpg",
            "description": "Joshua Abbott",
            "title": "Valencia Road, Stanmore",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_6547_copy-of-valencia-road-edit-crop_16d64ea943391a6565344db79298fdc2.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/6547/building_6547_67019_6e639abd2e56fa20d045d721fb273de8.jpg",
            "description": "Josh Abbott · 2015",
            "title": "Kerry Avenue",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_6547_67019_6e639abd2e56fa20d045d721fb273de8.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Outside Stanmore tube station, London Road, Stanmore, HA7 4PD",
        "latitude": 51.6196758,
        "longitude": -0.3030754,
        "meeting_point": null,
        "travel_info": [
            "Nearest tube: Stanmore",
            "Bus routes: 142, 324, H12"
        ]
    },
    "name": "Modernism in Metroland",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/6547",
    "ticketed_events": false
}