{
    "all_week": false,
    "description": "Maggie's Barts opened in December 2017. Maggie's Centres are unique, welcoming and uplifting places with qualified staff on hand to provide free practical, emotional and social support for people with cancer, their families and friends.",
    "design": {
        "designers": [
            {
                "architect": "Steven Holl",
                "description": "Original design",
                "year": "2016"
            }
        ],
        "periods": [
            "Contemporary"
        ],
        "types": [
            "Health"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 15,
            "date": "2021-09-06",
            "end": "2021-09-06T18:00:00+01:00",
            "fully_booked": null,
            "name": "Tour of Maggie's Barts",
            "notes": null,
            "start": "2021-09-06T17:00:00+01:00",
            "ticketed": false
        },
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 20,
            "date": "2021-09-07",
            "end": "2021-09-07T18:00:00+01:00",
            "fully_booked": null,
            "name": "Tour of Maggie's Barts",
            "notes": null,
            "start": "2021-09-07T17:00:00+01:00",
            "ticketed": false
        },
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 20,
            "date": "2021-09-08",
            "end": "2021-09-08T18:00:00+01:00",
            "fully_booked": null,
            "name": "Tour of Maggie's Barts",
            "notes": null,
            "start": "2021-09-08T17:00:00+01:00",
            "ticketed": false
        },
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 20,
            "date": "2021-09-09",
            "end": "2021-09-09T18:00:00+01:00",
            "fully_booked": null,
            "name": "Tour of Maggie's Barts",
            "notes": null,
            "start": "2021-09-09T17:00:00+01:00",
            "ticketed": false
        },
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 20,
            "date": "2021-09-10",
            "end": "2021-09-10T18:00:00+01:00",
            "fully_booked": null,
            "name": "Tour of Maggie's Barts",
            "notes": null,
            "start": "2021-09-10T17:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        [
            "Refreshments",
            "Toilets",
            "Architect on site",
            "Disabled access"
        ]
    ],
    "factsheet": [
        {
            "heading": "Our Centres",
            "paragraphs": [
                "Great design and architecture is vital to the care Maggie’s offers and so we work with great architects like Zaha Hadid, Richard Rogers and Norman Foster, who give their time for little or nothing. Their skills deliver the calm environments that make the people who visit and work in our Centres feel safe, valued and comfortable in an atmosphere that stimulates their imagination and lifts their spirits. Evidence shows that an uplifting environment can reduce stress and anxiety.",
                "Maggie’s Centres are designed to feel more like a home than a hospital, with no reception desk, no signs on the wall, no name badges and a big kitchen table at their heart. This approach supports the informal relationships between staff and visitors, and is an important part of the unique support we offer."
            ]
        },
        {
            "heading": "Inside the Centre",
            "paragraphs": [
                "Kitchen table\nThe kitchen table is at the heart of every Centre. It’s somewhere to meet people who understand what you’re going through without you having to explain, or simply to sit quietly with a cup of tea.",
                "Large rooms for group meetings\nThese comfortably furnished rooms are used for talks, timetabled courses and workshops, which might include stress management and relaxation courses, support groups specific to cancer type, or Where Now? – our course for people who have finished treatment.",
                "Library area\nYou might come to Maggie’s for the first time simply seeking answers to questions about your diagnosis or treatment and you will find these in the library or among our other information resources.",
                "Our Cancer Support Specialists are on hand for any questions or simply to talk things through.",
                "Quiet room\nA small, peaceful room where people can go for some quiet time away from the rest of the Centre or a sensitive conversation In some of our Centres these rooms are also used for complementary therapy treatments.",
                "Smaller rooms for individual support\nSometimes an in-depth discussion with an expert is needed for psychological support or benefits advice and each Centre has a small room providing just such a private space",
                "Garden\nEach garden is carefully created to be a welcoming extension of the inside space; it offers uplifting views out from the Centre, a connection to the changing seasons and, in warmer weather, a pleasant place to sit and relax."
            ]
        },
        {
            "heading": "Our Staff",
            "paragraphs": [
                "Maggie’s staff are extraordinary people. They are qualified professionals, usually with a background in the NHS. It is their warm nature and the time they have for each and every visitor that makes Maggie’s Centres feel so warm and welcoming.",
                "Centre Heads\nOur Centre Heads oversee everything that happens in each Centre, supporting visitors, managing the programme of support and mentoring staff Their background is typically as a senior NHS Oncology Nurse, Radiographer or Clinical Psychologist.",
                "Psychologists\nOur Psychologists support people to address a complex range of psychological issues through a range of therapeutic approaches. They offer support to individuals, couples and families as well as running timetabled group sessions.",
                "Cancer Support Specialists\nOur Cancer Support Specialists are experienced professionals who offer high quality individual and group support to the people who visit our Centres Through their initial conversations and ongoing support with each visitor they introduce people to the different types of support available, and help them to decide what they’d like to get out of Maggie’s.",
                "Benefits Advisors\nOur Benefits Advisors help people to access and apply for all the benefits and grants they are entitled to, as well as providing support with other welfare issues.",
                "Relaxation Therapists\nOur Relaxation Therapists run sessions and courses proven to help with anxiety, stress and pain relief . We offer a living with less stress course and a mindfulness course.",
                "Sessional Staff\nWe also have members of staff who come into our Centres to provide sessions on art therapy, tai chi, walking and yoga.",
                "Centre Fundraisers\nOur Centre Fundraisers are responsible for delivering local fundraising campaigns to raise awareness of Maggie’s and to ensure that ongoing Centre costs are met."
            ]
        },
        {
            "heading": "Our Philosophy",
            "paragraphs": [
                "Maggie’s Centres provide practical, emotional and social support to people with cancer and their family and friends, following the ideas about cancer care originally laid out by Maggie Keswick Jencks.",
                "Maggie was determined that people should not “lose the joy of living in the fear of dying”. In order to live more positively with cancer, she believed you needed information that would allow you to be an informed participant in your medical treatment, stress-reducing strategies, psychological support and the opportunity to meet other people in similar circumstances in a relaxed domestic atmosphere.",
                "With her husband Charles, she talked to her medical team at the Western General Hospital in Edinburgh about a place to help people with cancer She created a blueprint for a pioneering venture and spotted a stable block in the grounds of the hospital that would provide the perfect space. In November 1996, the first Maggie’s Centre opened in Edinburgh and what Maggie had planned became real."
            ]
        }
    ],
    "id": 6604,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2021/6604/building_6604_maggies_barts_paul_carstairs_1-copy_dad7ce614ff0ff30a6b2b33c8685d927.png",
            "description": "Paul Carstairs · 2017",
            "title": "View from outside Maggie's",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_6604_maggies_barts_paul_carstairs_1-copy_dad7ce614ff0ff30a6b2b33c8685d927.png"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2021/6604/building_6604_maggies_45892768648_a5ced83531ee3eeb145a2cf30f47920e.jpg",
            "description": "Maggie's · 2017",
            "title": "View from outside",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_6604_maggies_45892768648_a5ced83531ee3eeb145a2cf30f47920e.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2021/6604/building_6604_maggies_45944196174_fd5e91d0cda71bbfc88a08cd82a4e717.jpg",
            "description": "Maggie's · 2017",
            "title": "Maggie's Barts Terrace",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_6604_maggies_45944196174_fd5e91d0cda71bbfc88a08cd82a4e717.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2021/6604/building_6604_maggies_45944197415_80af06c0a42405d9cba66a68b1d6a341.jpg",
            "description": "Maggie's · 2017",
            "title": "Barts Ground floor",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_6604_maggies_45944197415_80af06c0a42405d9cba66a68b1d6a341.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2021/6604/building_6604_maggies_45944197559_7eeab07c8f6212113d776f790cbfaec2.jpg",
            "description": "Maggie's · 2017",
            "title": "Barts First Floor",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_6604_maggies_45944197559_7eeab07c8f6212113d776f790cbfaec2.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "St Bartholomew's Hospital, EC1A 7BE",
        "latitude": 51.517496,
        "longitude": -0.1000463,
        "meeting_point": null,
        "travel_info": [
            "Nearest tube: Barbican, Farringdon, St. Paul's",
            "Nearest train: City Thameslink, Farringdon",
            "Bus routes: 56, 46"
        ]
    },
    "name": "Maggie's Barts",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/6604",
    "ticketed_events": false
}