{
    "all_week": false,
    "description": "The walk starts in the Medieval market place, proceeds  through 17C development and 18C housing then explores 19/20C industrial legacy and striking new 21C Thames-side regeneration schemes.",
    "design": {
        "designers": [
            {
                "architect": "Assael Architecture",
                "description": "Original design",
                "year": "2018"
            }
        ],
        "periods": [
            "Historical/contemporary"
        ],
        "types": [
            "Walk/tour"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 24,
            "date": "2021-09-05",
            "end": "2021-09-05T12:00:00+00:00",
            "fully_booked": null,
            "name": "Hounslow Heritage Guides",
            "notes": null,
            "start": "2021-09-05T10:00:00+00:00",
            "ticketed": false
        }
    ],
    "facilities": [],
    "factsheet": [
        {
            "heading": "Brentford Through the Ages",
            "paragraphs": [
                "Brentford  is located at the confluence of the River Brent and the Thames in West London and was a pre Roman settlement providing important fords and ferries across both.",
                "The Roman settlement grew up as a trading post and fishing port exploiting the important river locations  and the main Roman road leading west from London to Silchester and Bath. Significant archaeological investigations have been carried out over the years and most recently by the Museum of London.",
                "The Medieval settlement developed as an important market place and by the 17th Century Brentford was the largest urban settlement between London and Windsor becoming (despite being sacked by the Royalist army during the Civil War Battle of Brentford in 1642) the market town for Middlesex in the 18th century and location for the Parliamentary hustings.",
                "From a linear development of red brick homes  and wharehouses lining the Thames through New Brentford. Old Brentford and Brentford End the town expanded with 17th and 18th Century Housing and commercial developments. From large detached houses in the Butts to potteries, breweries, brickmaking and Market gardening the town continued to grow into the 19th century.",
                "The opening of the Grand Junction Canal in 1809 brought trade with the Midlands and with the coming of the railways in 1834 the pace of industrial development grew exponentially. In 1838 the Grand Junction Water Company created  the new water filtration plant for London with its huge steam engines (today the London Museum of Water and Steam).",
                "In 1855 work commenced on the Isambard Brunel docks and Great Western Rail Head and Brentford truly became the “Docklands of West London”. At the same time the first and one of the largest Gas Works was built along the Thames creating jobs and pollution. Alongside these huge industrial complexes was built the typical terraced Victorian and Edwardian housing .Architects such as Nowell Parr designed and built Swimming Baths,  Libraries and  pubs while G.F. Bradley built Churches such as All Saints.",
                "The 20th Century brought further significant changes with the building and opening of the A4/Great West Road in 1925 as an alternative to the chronically congested Brentford High Street. Along this developed the “Golden Mile” with its iconic Art Deco factories during the 1930s.",
                "The Post war period saw major economic change and while in 1968 the new elevated section of the M4  opened through Brentford as an alternative to the now congested A4 many of the traditional industries went into decline and closed.",
                "The story of Brentford from the 1970s onwards has been the slow regeneration of the many brownfield sites along the canal and rivers starting with the conversion of the docks into new housing and then  the opening of iconic new buildings such as the £400 million GSK HQ, the Sky Media and TV Centre, and new campus for the University of West London.",
                "The pace of change has been accelerating and the physical changes in the built environment along the Thames are dramatic. This circular walk starts at the historic magistrates courts (now luxury apartments and an artisan bakery) and takes participants through many of the areas outlined above along the Thames and river Brent/Grand Union Canal before returning to the market square with its many cafes"
            ]
        }
    ],
    "id": 6782,
    "images": [
        {
            "description": "Howard Simmons · 2018",
            "title": "Market square and Magistrates court",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_6782_img_0356_f3a5de01208a514918deea0517862ff4.JPG"
        },
        {
            "description": "Howard Simmons · 2018",
            "title": "Grand Union Canal",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_6782_img_0367_96dbf06ba79b08f37d57ab70823ed0b1.JPG"
        },
        {
            "description": "Howard Simmons · 2018",
            "title": "Boatman's Institute",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_6782_img_0359_994f1d1f47d5248a7eb5bc775abd6ff7.JPG"
        },
        {
            "description": "Howard Simmons · 2018",
            "title": "Thameside regeneration",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_6782_img_0366_79b358f8aa39087c70fd487b7ebb6e58.JPG"
        },
        {
            "description": "Howard Simmons · 2018",
            "title": "18th/19th20th Century architecture",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_6782_img_0400_63f332b03429f3033608e02f69db2a6f.JPG"
        },
        {
            "description": "Howard Simmons · 2018",
            "title": "Church conversion",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_6782_img_0406_3fc30e13bffee4a71cb3afe29b0c7c54.JPG"
        },
        {
            "description": "Howard Simmons · 2018",
            "title": "17th Century housing",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_6782_img_0360_184f8eb27728cef63544020b18bfb10b.JPG"
        }
    ],
    "links": [],
    "location": {
        "address": "Market Square, Brentford,, TW8 4EQ",
        "latitude": 51.4878533,
        "longitude": -0.293257,
        "meeting_point": "outside Verdict Bakery in old Magistrates Court",
        "travel_info": [
            "Nearest tube: Boston Manor, Northfields",
            "Nearest train: Brentford",
            "Bus routes: E8, 267, E2, 235, 195, 237"
        ]
    },
    "name": "The Changing Face of Brentford",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/6782",
    "ticketed_events": false
}