{
    "all_week": false,
    "description": "Now home to the School of Historical Dress, the building was originally built in 1841 as the 'Royal South London Dispensary' for the working poor which closed in 1917. Bethlem used it as the Hospital for Nervous Diseases from 1920 to 1927.",
    "design": {
        "designers": [
            {
                "architect": "Sydney Smirke",
                "description": "Original design",
                "year": "1841"
            },
            {
                "architect": "Unknown",
                "description": "Refurbishment",
                "year": "1917"
            },
            {
                "architect": "PNW Studios Ltd",
                "description": "Refurbishment",
                "year": "2017"
            }
        ],
        "periods": [
            "Victorian"
        ],
        "types": [
            "Education"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": "https://openhouselondon.open-city.org.uk/events/10791/bookings",
            "capacity": 16,
            "date": "2021-09-12",
            "end": "2021-09-12T16:00:00+00:00",
            "fully_booked": false,
            "name": "Tour of the School",
            "notes": null,
            "start": "2021-09-12T10:00:00+00:00",
            "ticketed": true
        }
    ],
    "facilities": [
        [
            "Bookshop",
            "Toilets",
            "Disabled access"
        ]
    ],
    "factsheet": [
        {
            "heading": "Research Aims",
            "paragraphs": [
                "Our aim is to promote the study of historical dress, including that of non-Western cultures, by using primary evidence, in particular surviving clothing and textiles. Written and visual sources support this work.",
                "The School encourages new research into historical dress and introduces students to the tools needed for this, such as how to study an object, to identify its materials, cut, construction and historical context. Various historical methods of pattern drafting, construction and decorative techniques are taught on our courses, often by the creation of samplers and toiles, and crucially the students are taught how to fit historical garments on a person. All of these elements are given a context by exploring the way people wore them in the past.",
                "The future curriculum will cover all aspects of designing and making historical clothing for theatre, film and the living history movement, with the aim of developing the skills and understanding needed to create new generations of designers, tailors, seamstresses and other specialist makers of historical dress. The teaching is primarily by practitioners actively working in these skilled crafts, an approach invaluable to students from diverse backgrounds. Those who have attended our short courses include designers, makers, teachers, living history interpreters, curators, conservators and archivists.",
                "We will publish books, scale patterns, and other teaching materials.",
                "The school houses The Janet Arnold Archive including her unique and extensive collection of colour images, both of surviving clothing and related material. The Hopkins’ Collection of surviving garments and textiles from c. 1700 onwards brings further riches. This large collection gathered over forty years by Alan and Vanessa Hopkins includes the dress of men and women from all social classes. These two collections, together with the School’s own growing collection, form the basis for projects, giving students the opportunity to handle selected objects as part of their studies.",
                ""
            ]
        }
    ],
    "id": 6825,
    "images": [
        {
            "description": "",
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_6825_52-lambeth-road-2018_3b06be2b0981b7b55959f291ac06cf9f.jpg"
        },
        {
            "description": "Jenny Tiramani · 2017",
            "title": "The first floor library, originally probably the surgeons’ meeting room.",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_6825_img_1062_ba1d25a35ff5a181f3e4e813d5dbe480.jpg"
        },
        {
            "description": "Jenny Tiramani · 2017",
            "title": "The first floor staircase landing.",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_6825_img_1070_84ea961e8f320db31c7dfba0e8039087.jpg"
        },
        {
            "description": "Jenny Tiramani · 2018",
            "title": "The South facing front of the building",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_6825_img_8615_469ce35b8d974bba4a9de7f688e105c7.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "52 Lambeth Road, SE1 7PP",
        "latitude": 51.4974372,
        "longitude": -0.1081966,
        "meeting_point": null,
        "travel_info": [
            "Nearest tube: Lambeth North, Elephant & Castle",
            "Nearest train: Waterloo, waterloo (east), Elephant & Castle",
            "Bus routes: C10, 59, 12, 53, 148, 344, 453"
        ]
    },
    "name": "The School of Historical Dress",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/6825",
    "ticketed_events": true
}