{
    "all_week": false,
    "description": "The first purpose-built new-build community centre to be built in the heart of Soho for generations, located within the renowned Phoenix Gardens.",
    "design": {
        "designers": [
            {
                "architect": "Office Sian Architecture + Design",
                "description": "Original design",
                "year": "2018"
            }
        ],
        "periods": [
            "Contemporary"
        ],
        "types": [
            "Community/cultural",
            "Garden"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": null,
            "date": "2021-09-04",
            "end": "2021-09-04T17:00:00+01:00",
            "fully_booked": null,
            "name": "Phoenix Garden Opening Times",
            "notes": "Visitors can arrive at any time during the opening hours.There may be queues at busy times.",
            "start": "2021-09-04T12:00:00+01:00",
            "ticketed": false
        },
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 20,
            "date": "2021-09-04",
            "end": "2021-09-04T15:30:00+01:00",
            "fully_booked": null,
            "name": "Tour by Architect",
            "notes": null,
            "start": "2021-09-04T15:00:00+01:00",
            "ticketed": false
        },
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 20,
            "date": "2021-09-05",
            "end": "2021-09-05T12:30:00+01:00",
            "fully_booked": null,
            "name": "Tour by Architect",
            "notes": null,
            "start": "2021-09-05T12:00:00+01:00",
            "ticketed": false
        },
        {
            "all_day": false,
            "booking_link": null,
            "capacity": null,
            "date": "2021-09-05",
            "end": "2021-09-05T17:00:00+01:00",
            "fully_booked": null,
            "name": "Phoenix Garden Opening Times",
            "notes": "Visitors can arrive at any time during the opening hours.There may be queues at busy times.",
            "start": "2021-09-05T12:00:00+01:00",
            "ticketed": false
        },
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 20,
            "date": "2021-09-05",
            "end": "2021-09-05T15:30:00+01:00",
            "fully_booked": null,
            "name": "Tour by Architect",
            "notes": null,
            "start": "2021-09-05T15:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        [
            "Toilets",
            "Architect on site",
            "Disabled access"
        ]
    ],
    "factsheet": [
        {
            "heading": "The Project",
            "paragraphs": [
                "An arched opening in the brick wall of this building in central London leads to a community centre lined internally with glazing that looks out onto garden hidden from the street.",
                "Office Sian Architecture + Design designed the building for the Phoenix Garden Trust, which operates a community garden tucked away in the Covent Garden area of London's West End.",
                "The Phoenix Garden Community Building occupies an area previously covered over with concrete and storage sheds at the corner of the site next to St Giles-in-the-Fields church.",
                "The new structure provides a multipurpose space at the entrance to the garden that accommodates visitors' toilets and a space for hosting events, community parties and school groups.",
                "The building responds to the client's request for a beacon capable of catching the attention of passers by, and aims to communicate values such as sustainability and community that are key to the organisation's remit.",
                "The structure also incorporates materials and details that reference traditional London architecture, including the brick exterior walls and arched doorway.",
                "\"The design was developed from an early concept of garden walls, as a metaphor for ideas of enclosure, secrecy, and boundaries. With a strong emphasis on local context and sustainable design, the building features robust brickwork detailing, super-insulating materials, air-source heat pumps, water harvesting, and green roofs, therefore increasing the level of biodiversity of the area\", say the architects.",
                "The brick was chosen to match the existing low walls lining the garden. The material lends the building a robust feel that is appropriate for its inner-city setting and role within the garden complex. Above the brick, a limestone cornice inscribed with the name of the garden references the materiality of the nearby church.",
                "The arched opening in the wall incorporates a doorway that leads through into a courtyard. This space is paved with bricks to create a sense of continuity with the main structure.",
                "The brick flooring extends from the courtyard and garden pathways into the multipurpose hall, where the bricks are laid in decorative patterns.",
                "The building's inner elevation comprises a glazed wall incorporating doors that swing open to create a seamless connection between the interior and the garden. Plywood is used to line the ceiling of the hall, and to form doors and walls that conceal storage and a small kitchen. The material complements a pair of thick wooden pillars supporting the roof structure.",
                "The planted roof adds an extra 90-square-metres of green space to the garden. A lower portion of the building is topped with a separate garden that is visible from the street and helps to signal the project's purpose to passers by.",
                "see www.dezeen.com"
            ]
        },
        {
            "heading": "Guidelines for those visiting The Phoenix Garden’s community building as part of the  Open House weekend, 19th-20th September 2020",
            "paragraphs": [
                "Please carefully read the following guidelines before you visit the community building at The Phoenix Garden. These guidelines are informed by Government advice and are reviewed regularly by The Phoenix Garden to ensure they are in line with the most recently published guidance.\nBefore you arrive at the garden:\n● If you, or anyone in your household is showing symptoms of COVID-19 or has been in close contact with someone who has tested positive for the virus you should not visit the garden for a minimum of 14 days and follow government advice.",
                "○ If you have reason to believe you were carrying the virus whilst visiting\nThe Phoenix Garden, please inform us as soon as possible.",
                "● Where possible, you should travel to The Phoenix Garden by means other than public transport to ensure your safety and the safety of others you may come into contact with during your visit.",
                "● You will be required to provide contact information as you enter the building. This is for tracking and tracing purposes. We will keep a record of your details and visit for 21 days, after which point the information will be destroyed.",
                "○ If you do not provide this information you will not be allowed to enter the building.",
                "On arrival:",
                "● Entry is via the building door on New Compton Street. When you are finished looking around the building, you should exit via the garden gate.",
                "○ Please do not attempt to enter via the garden gate as you will be asked to go around and queue on New Compton Street.",
                "● Please wear a face covering throughout your visit.",
                "● As soon as you arrive you should thoroughly sanitise your hands- where possible, try to not touch door handles etc inside the building before you do so. Hand sanitiser will be readily available inside the building.",
                "The Phoenix Garden Charity Number: 287502 Last Updated: 16/09/2020",
                "During your visit:\n● Please ensure you maintain social distancing (2m) with the staff members, volunteers, and other garden visitors.",
                "● Please do not enter the kitchen or office- these are staff only areas.",
                "● Please note, the double doors which lead out to the garden will be open throughout the duration of the event. This is to maximise airflow in the building in an attempt to lower the risk of transmission.",
                "○ The garden will be open to the general public during the Open House event. However, a member of staff will be on site to ensure the general public do not enter the building to ensure the maximum capacity is adhered to.",
                "After the activity:\n● As soon as you have finished your tour of the building, please vacate via the double doors to the garden.",
                "● You are welcome to have a look around the garden after your tour, but please do not attempt to re-enter the building after this.",
                "● Please exit the site via the garden gate on St Giles Passage and sanitise your hands on your way out",
                "What to expect from The Phoenix Garden:",
                "We will:\n● Keep up to date with Government guidelines to ensure we are adopting the safest and most effective procedures to keep volunteers, staff and visitors safe.",
                "● Ensure that members of staff maintain social distancing during any interactions with garden visitors.",
                "● Undertake thorough cleaning procedures on a daily basis and adopt other safety measures to ensure that the premises is as ‘COVID safe’ as we can reasonably make it.",
                "● Contact you if we are made aware of any attendees having experienced\nsymptoms of the virus.",
                "Please remember that if you have any concerns before, during, or after your visit toThe Phoenix Garden you should raise them to a member of staff in person or via\nemail on admin@thephoenixgarden.org"
            ]
        }
    ],
    "id": 6841,
    "images": [
        {
            "description": "Richard Chivers · 2016",
            "title": "View to entrance",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_6841_1_41488ce60c6817a7fda9d89bbbbe932c.jpg"
        },
        {
            "description": "Richard Chivers · 2016",
            "title": "View from Shaftesbury Avenue",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_6841_2_b867c683cf56c7cc8bdfea40f8a241cb.jpg"
        },
        {
            "description": "Richard Chivers · 2016",
            "title": "View to building",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_6841_3_9360699c8409135195f44de758d96fff.jpg"
        },
        {
            "description": "Richard Chivers · 2016",
            "title": "Interior View",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_6841_4_d004eca63e4e6a87cef9cd70449e5e89.jpg"
        },
        {
            "description": "Elliot Sheppard · 2017",
            "title": "View from within Phoenix Gardens to building",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_6841_5_33309d35708392c11765e439940bb45c.jpg"
        },
        {
            "description": "Richard Chivers · 2016",
            "title": "Internal View",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_6841_6_7be6e2f6602d9d4543f76a313c30316f.jpg"
        },
        {
            "description": "Richard Chivers · 2016",
            "title": "Interior View",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_6841_7_38a90e705305fdf87049294a39c969a9.jpg"
        },
        {
            "description": "Richard Chivers · 2016",
            "title": "Interior View",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_6841_8_91afa4f8f5164e8b01af474cddba1450.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "21 Stacey Street, WC2H 8DG",
        "latitude": 51.5146399,
        "longitude": -0.1289153,
        "meeting_point": null,
        "travel_info": [
            "Nearest tube: Leicester Square, Covent Garden, Tottenham Court Road",
            "Bus routes: 38, 19, 14, 24, 29"
        ]
    },
    "name": "Phoenix Gardens Community Building",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/6841",
    "ticketed_events": false
}