{
    "all_week": false,
    "description": "The home of the UK's leading prison arts charity, Koestler Arts. Based in the former governor's house of HMP Wormwood Scrubs, paintings, drawings & sculptures from the Koestler Awards, all for sale, cover the walls of the 3-storey building.",
    "design": {
        "designers": [
            {
                "architect": "Edmund Du Cane",
                "description": "Original design",
                "year": "1891"
            }
        ],
        "periods": [
            "Victorian"
        ],
        "types": [
            "Community/cultural",
            "Gallery",
            "Institution/profession",
            "Legal",
            "Offices"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": "https://openhouselondon.open-city.org.uk/events/11049/bookings",
            "capacity": 15,
            "date": "2021-09-11",
            "end": "2021-09-11T15:00:00+00:00",
            "fully_booked": false,
            "name": "Open House at the Koestler Arts Centre",
            "notes": null,
            "start": "2021-09-11T10:00:00+00:00",
            "ticketed": true
        },
        {
            "all_day": false,
            "booking_link": "https://openhouselondon.open-city.org.uk/events/11050/bookings",
            "capacity": 15,
            "date": "2021-09-12",
            "end": "2021-09-12T15:00:00+00:00",
            "fully_booked": false,
            "name": "Open House at the Koestler Arts Centre",
            "notes": null,
            "start": "2021-09-12T10:00:00+00:00",
            "ticketed": true
        }
    ],
    "facilities": [
        [
            "Parking",
            "Toilets"
        ]
    ],
    "factsheet": [
        {
            "heading": "Koestler Arts",
            "paragraphs": [
                "Koestler Arts is the UK's leading prison arts charity.",
                "Since 1962, our annual Koestler Awards have played a unique role in motivating prisoners, secure hospital patients and immigration detainees across the UK to take part in the arts. The Koestler Awards are simple and powerful – they reward achievement, build self-confidence, and broaden horizons for some of society’s most disadvantaged and marginalised people.",
                "We were founded almost 60 years ago by the writer Arthur Koestler (1905 –1983), who had spent time in prison in France, Spain and England. Driven by this experience, he campaigned for the abolition of capital punishment, before turning his attention to promoting creativity in the criminal justice system. Having found writing an invaluable escape when inside himself, Koestler was determined to provide \"an imaginative and exciting way to stimulate as far as possible, and in as many cases as possible, the mind and spirit of the prisoner\".",
                "When the first round of Koestler Awards took place in 1962, there were about 200 entries, and the best visual winners were exhibited in the gallery at Foyle’s Bookshop in Charing Cross. Koestler Exhibitions have continued since then, and now include an annual exhibition at London’s Southbank Centre, which is seen by c.20,000 people each year, as well as exhibitions and events around the UK."
            ]
        },
        {
            "heading": "Our Work",
            "paragraphs": [
                "We now receive more than 7,000 entries each year from over 3,500 entrants in 52 artform categories. More than 2,000 Awards are granted by over 100 esteemed judges, and each year culminates in a curated exhibition at Southbank Centre which showcases the incredible power of the arts to transform lives.",
                "Through the Koestler Awards and feedback, mentoring, sales, exhibitions, and events we encourage participation in the arts. We increase public awareness of the positive contributions of people in the criminal justice system through our exhibitions and events, publications and by contributing to research. We partner with organisations across the UK in both the criminal justice and arts sectors to develop ambitious, innovative programmes to champion the power of creativity to transform lives.",
                "Our small team is based just outside HM Prison Wormwood Scrubs in west London and has been here for 13 years, with the kind permission of the Ministry of Justice. 'The Scrubs' is now a Category B prison that holds up to 1,279 adult men in the early stages of custody, remanded from local Magistrates and Crown Courts. The prison boasts a Grade II listed gatehouse featuring the distinctive white busts of prison reformers Elizabeth Fry and John Howard and can often be seen in films, including The Spy Who Came in from the Cold (1965) and The Italian Job (1969).",
                "Our UK exhibition at Royal Festival Hall will run from 29 October – 5 December. This year, artist Camille Walala will be joined by her sister, curator Sarah Ihler-Meyer, to select works of music, writing, fine art, film and design from entries to the 2021 Koestler Awards for arts in criminal justice. Visit our website for more information: www.koestlerarts.org.uk."
            ]
        },
        {
            "heading": "Our Building",
            "paragraphs": [
                "HM Prison Wormwood Scrubs was designed by Sir Edmund Du Cane and built between 1874–1891. The Grade II listed gatehouse was completed by 1885 and, unlike earlier prisons, the gatehouse was not integrated with the Governor's house. The staff were housed outside the prison in the terraced houses which still flank the original iron gateposts and railings.",
                "Du Cane adopted the 'telegraph pole' plan for HMP Wormwood Scrubs, the first of its kind for a Victorian prison, laying the prison out in parallel blocks and aligning them North to South to allow sunlight into each cell. This plan may have been inspired by Florence Nightingale's 'pavilion' plan hospitals, and the prison shares a general layout with the Herbert Military Hospital at Woolwich.",
                "The prison was built using convict labour \"on the barren brickfields and allotments past the railway station at Acton\", and boasts one of the largest and finest prison chapels in England. Completed in 1894 and dedicated to St Francis of Assisi, the chapel was designated as a Grade II Listed Building in 2009.",
                "Over the years the prison has housed men, women and young people. The building was briefly used as the headquarters of MI5 during the Second World War and housed IRA prisoners during the Troubles. Notable inmates include double agent George Blake, musicians Keith Richards, Pete Doherty and Sir Michael Tippett, Charles Bronson and Lord Alfred Douglas."
            ]
        }
    ],
    "id": 6846,
    "images": [
        {
            "description": "Koestler Arts · 2019",
            "title": "Koestler Arts Centre",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_6846_koestler-arts-centre-september-2019_87b4953a43e915b1de0fe05245b7e038.jpg"
        },
        {
            "description": "Koestler Trust · 2016",
            "title": "Koestler Arts centre and the gates of HM Prison Wormwood Scrubs",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_6846_2007_0210house0014_e5adee11baefb24747fc5bdd5c8500af.JPG"
        },
        {
            "description": "Koestler Trust · 2018",
            "title": "View of Koestler Arts Centre",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_6846_koestler-trust-exteriors-003_3b1ee3cc73992dc11ae2673e7ea81684.jpg"
        },
        {
            "description": "Koestler Arts · 2020",
            "title": "Judging the Koestler Awards inside the Koestler Arts Centre",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_6846_judging-the-koestler-awards-at-the-koestler-arts-centre_a81e5fa78d4b8b06525b25a8ac9417a9.jpg"
        },
        {
            "description": "Koestler Arts · 2016",
            "title": "Inside the gallery at the Koestler Arts Centre",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_6846_koestler-trust-gallery-005_8eb92fc0ea91e8700967c26c22f53afd.jpg"
        },
        {
            "description": "Koestler Arts · 2015",
            "title": "Inside the Koestler Arts Centre",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_6846_koestler-arts-centre-2015_da58d4c15e63d40a1175013aab10555b.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "168a Du Cane Road, W12 0TX",
        "latitude": 51.5157343,
        "longitude": -0.2416622,
        "meeting_point": null,
        "travel_info": [
            "Nearest tube: East Acton, White City",
            "Bus routes: 7, 70, 72, 272, 283"
        ]
    },
    "name": "Koestler Arts Centre – Former Governor's House of HM Prison Wormwood Scrubs",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/6846",
    "ticketed_events": true
}