{
    "all_week": false,
    "description": "Goldfinger is a social enterprise situated at the foot of the Grade II listed Trellick Tower. We craft bespoke furniture from reclaimed and sustainable materials, with a teaching academy for the local community.",
    "design": {
        "designers": [
            {
                "architect": "Ernö Goldfinger",
                "description": "Original design",
                "year": "1972"
            }
        ],
        "periods": [
            "Post-war"
        ],
        "types": [
            "Industrial",
            "Housing",
            "Community/cultural",
            "Mixed use",
            "Restaurant/bar",
            "Retail",
            "Education",
            "Art studio"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 20,
            "date": "2021-09-04",
            "end": "2021-09-04T12:00:00+01:00",
            "fully_booked": null,
            "name": "Goldfinger Open House",
            "notes": null,
            "start": "2021-09-04T11:00:00+01:00",
            "ticketed": false
        },
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 20,
            "date": "2021-09-04",
            "end": "2021-09-04T13:00:00+01:00",
            "fully_booked": null,
            "name": "Goldfinger Open House",
            "notes": null,
            "start": "2021-09-04T12:00:00+01:00",
            "ticketed": false
        },
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 20,
            "date": "2021-09-04",
            "end": "2021-09-04T15:00:00+01:00",
            "fully_booked": null,
            "name": "Goldfinger Open House",
            "notes": null,
            "start": "2021-09-04T14:00:00+01:00",
            "ticketed": false
        },
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 20,
            "date": "2021-09-04",
            "end": "2021-09-04T16:00:00+01:00",
            "fully_booked": null,
            "name": "Goldfinger Open House",
            "notes": null,
            "start": "2021-09-04T15:00:00+01:00",
            "ticketed": false
        },
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 20,
            "date": "2021-09-04",
            "end": "2021-09-04T17:00:00+01:00",
            "fully_booked": null,
            "name": "Goldfinger Open House",
            "notes": null,
            "start": "2021-09-04T16:00:00+01:00",
            "ticketed": false
        },
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 20,
            "date": "2021-09-11",
            "end": "2021-09-11T12:00:00+01:00",
            "fully_booked": true,
            "name": "Goldfinger Open House",
            "notes": null,
            "start": "2021-09-11T11:00:00+01:00",
            "ticketed": true
        },
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 20,
            "date": "2021-09-11",
            "end": "2021-09-11T13:00:00+01:00",
            "fully_booked": true,
            "name": "Goldfinger Open House",
            "notes": null,
            "start": "2021-09-11T12:00:00+01:00",
            "ticketed": true
        },
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 20,
            "date": "2021-09-11",
            "end": "2021-09-11T15:00:00+01:00",
            "fully_booked": true,
            "name": "Goldfinger Open House",
            "notes": null,
            "start": "2021-09-11T14:00:00+01:00",
            "ticketed": true
        },
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 20,
            "date": "2021-09-11",
            "end": "2021-09-11T16:00:00+01:00",
            "fully_booked": true,
            "name": "Goldfinger Open House",
            "notes": null,
            "start": "2021-09-11T15:00:00+01:00",
            "ticketed": true
        },
        {
            "all_day": false,
            "booking_link": "https://openhouselondon.open-city.org.uk/events/11151/bookings",
            "capacity": 20,
            "date": "2021-09-11",
            "end": "2021-09-11T17:00:00+01:00",
            "fully_booked": false,
            "name": "Goldfinger Open House",
            "notes": null,
            "start": "2021-09-11T16:00:00+01:00",
            "ticketed": true
        }
    ],
    "facilities": [
        [
            "Toilets"
        ]
    ],
    "factsheet": [
        {
            "heading": "About Goldfinger",
            "paragraphs": [
                "Goldfinger is an award-winning social enterprise, based at the foot of Trellick Tower, that crafts quality bespoke furniture from reclaimed and sustainable materials. Every penny of their profits supports their social impact.",
                "Since its launch, Goldfinger has partnered with brands such as Tom Dixon, Arup, John Lewis and Whistles, as well as independent brands and artists who share their ethos.",
                "Through the Goldfinger Academy, Goldfinger offers courses in sustainable woodworking and craft, and equips young learners to be the sustainably-minded designers of their future. This includes public workshops, with spaces offered free-of-charge to local residents on low-income, and an apprenticeship programme for NEETs (Not in Education, Employment or Training).",
                "Since 2015, Goldfinger has supported its community through it’s free monthly community meal cooked from surplus ingredients, the People’s Kitchen, now running in its post-Covid iteration, People’s Kitchen: To Your Door."
            ]
        },
        {
            "heading": "Sustainable Design",
            "paragraphs": [
                "The art of joinery happens in Goldfinger’s North Kensington\nworkshop. They design and craft bespoke furniture and\nobjects for homes and businesses, such as hotels, cafes,\nshops and offices. Many of their designs are also available in their online shop.",
                "Everything they make is expertly crafted from rescued or\nsustainably-sourced materials, by their team of in-house\nartisans and trainees. So far, they have rescued 398 tonnes\nof material from landfill and crafted it into something new.\nGoldfinger save emissions and respect the environment in\nall their choices, minimising waste, crafting beautiful objects\nfrom off-cuts, and working with suppliers and partners who\nshare their commitment to sustainability.",
                "Clients include John Lewis, Gail’s Bakery, Tom Dixon, Whistles, Leon and Inhabit Hotels.",
                "We sell outstanding sustainable furniture and lifestyle products through our online store and Golborne Road shop. This includes products made by Goldfinger artisans, as well as independent brands who share our values of good design, sustainability and social responsibility.",
                "We carefully source all of our packaging solutions from recycled or biodegradable materials."
            ]
        },
        {
            "heading": "Goldfinger Academy",
            "paragraphs": [
                "The Goldfinger Academy equips young learners to become the sustainably-minded designers of the future. We work with schools to introduce the wonderful world of craftmanship and sustainable design to children across London,  opening the door for them to consider furniture making and joinery as a career. We also offer corporate away-days that enhance wellbeing and celebrate the joys of making, as well as public craft workshops.",
                "Free spaces are available for local residents who are facing financial hardship."
            ]
        },
        {
            "heading": "People's Kitchen",
            "paragraphs": [
                "Since 2015, we have been sitting down with our local \ncommunity once a month at People’s Kitchen, where we\nshare a delicious meal cooked up from surplus ingredients.",
                "When the pandemic hit in 2020, we transformed our monthly community feast into a doorstep delivery of delicious hot meals as well as chats for vulnerable residents in our area. People’s Kitchen: To Your Door is a team effort by our in-house Sicilian café Panella, our neighbours Laylow and a dedicated team of Goldfinger volunteers. We’ve delivered over 4600 restaurant worthy meals so far, and counting."
            ]
        },
        {
            "heading": "History of Trellick Tower",
            "paragraphs": [
                "Trellick Tower is London’s most iconic Modernist apartment block. Designed by the architect Ernö Goldfinger, Trellick Tower has been Grade II* listed in recognition of its architectural importance.",
                "Begun in the late 1960s, towards the end of the vogue for high-rise social housing, it was conceived by its architect along principles that approached the utopian. A disciple of the Modernist architects Le Corbusier and Auguste Perret, Goldfinger (whose name Ian Fleming uncharitably stole after a dispute over the destruction of some Victorian housing) passionately believed in the Corbusian concept of “streets in the sky”, the idea that the social interactions of ground-level communities could be transferred into space-saving vertical formations. His buildings aimed to accommodate large numbers of people without loss of amenity.",
                "By the time that the Trellick was built though, public opinion was beginning to turn against the postwar towers. It became known in the media as the 'Tower of Terror'.",
                "In 1983, after years as an acknowledged trouble-spot, the council installed a concierge at the bottom of the Trellick and the slow recovery of its reputation began.",
                "Today, in a Britain where nearly 40,000 people belong to the Brutalism Appreciation Society and tours of the Trellick are avidly subscribed, the intricacies of Goldfinger's vision are once again appreciated."
            ]
        },
        {
            "heading": "Trellick Tower In Popular Culture",
            "paragraphs": [
                "Its concrete outline, an icon of Brutalist style, has appeared in music videos for Blur, Tricky and Depeche Mode.",
                "Thinly disguised as Windsor House, “the lone tower block at the end of Golborne Road”, it is where the darts-playing, wifebeating criminal Keith Talent lives in Martin Amis’s novel London Fields (1989).",
                "Most famously, perhaps, it was the inspiration for High-Rise, the 1975 novel by JG Ballard whose film adaptation, directed by Ben Wheatley and starring Tom Hiddleston, came out in 2016."
            ]
        }
    ],
    "id": 6881,
    "images": [
        {
            "description": "Catherine Stolarkski · 2016",
            "title": "Goldfinger Factory Workshop",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_6881_screen-shot-2017-06-06-at-15-48-30_d6f26113e2dbdcd283b8749239bd9e88.png"
        },
        {
            "description": "2020",
            "title": "The Peshawar Table (handcrafted from surplus wood donated from the Design Museum)",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_6881_img_5775_9cfdc033f65ea6780bf09f83eca86ba1.jpg"
        },
        {
            "description": "2020",
            "title": "Trellick Tower",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_6881__h0a7594_c1720d15ca9bfc61ae15771da1fca473.jpg"
        },
        {
            "description": "2020",
            "title": "Trellick Tower",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_6881__h0a7542_79a21bf6dae5b578e30b9910f430d92a.jpg"
        },
        {
            "description": "2021",
            "title": "Our Designer and Maker, Daniele, at work",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_6881_dsc00348_8078c781ab7e74ee1536b5b29b93ce12.jpg"
        },
        {
            "description": "2021",
            "title": "Goldfinger shop front",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_6881_dsc00391-edit_b85c3ef117efafb8f70221a3b6ff3cfa.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "13-15 Golborne Road, W10 5NY",
        "latitude": 51.5236274,
        "longitude": -0.2062042,
        "meeting_point": null,
        "travel_info": [
            "Nearest tube: Westbourne Park, Ladbroke Grove",
            "Bus routes: 23"
        ]
    },
    "name": "Goldfinger, Trellick Tower",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/6881",
    "ticketed_events": true
}