{
    "all_week": false,
    "description": "Tour of the park and local area, discover how Copenhagen Fields became Caledonian Park and how diplomacy gave way to debauchery and agitation and then butchery and commerce.",
    "design": {
        "designers": [
            {
                "architect": "J.B. Bunning",
                "description": "Original design",
                "year": "1850"
            }
        ],
        "periods": [
            "Historical/contemporary",
            "Victorian",
            "Inter-war"
        ],
        "types": [
            "Walk/tour",
            "Public realm/landscape",
            "Industrial"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 12,
            "date": "2021-09-04",
            "end": "2021-09-04T14:00:00+01:00",
            "fully_booked": null,
            "name": "Park Tour",
            "notes": "A walking tour of the park and surrounding area, introducing visitors to the rich history of the local area",
            "start": "2021-09-04T13:00:00+01:00",
            "ticketed": false
        },
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 12,
            "date": "2021-09-04",
            "end": "2021-09-04T17:00:00+01:00",
            "fully_booked": null,
            "name": "Park Tour",
            "notes": "A walking tour of the park and surrounding area, introducing visitors to the rich history of the local area",
            "start": "2021-09-04T16:00:00+01:00",
            "ticketed": false
        },
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 12,
            "date": "2021-09-05",
            "end": "2021-09-05T14:00:00+01:00",
            "fully_booked": null,
            "name": "Park Tour",
            "notes": "A walking tour of the park and surrounding area, introducing visitors to the rich history of the local area",
            "start": "2021-09-05T13:00:00+01:00",
            "ticketed": false
        },
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 12,
            "date": "2021-09-05",
            "end": "2021-09-05T17:00:00+01:00",
            "fully_booked": null,
            "name": "Park Tour",
            "notes": "A walking tour of the park and surrounding area, introducing visitors to the rich history of the local area",
            "start": "2021-09-05T16:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        [
            "Architect on site",
            "Disabled access",
            "Toilets"
        ]
    ],
    "factsheet": [
        {
            "heading": "A Country Retreat",
            "paragraphs": [
                "Copenhagen House was built on the site in the early 18th century, a little to the south-west of the present Clock Tower and was believed to have housed Danish dignitaries. The area was popular with Londoners as a country walk to Hampstead across Copenhagen Fields which stretched from the house almost all the way down to what is now King's Cross Station."
            ]
        },
        {
            "heading": "Sport and Recreation",
            "paragraphs": [
                "During the 1770s Copenhagen House became popular as a tea-garden, licensed for beer and wine, with nine-pins and skittles in the grounds and for a time became notorious for more seedy activities including bulldog fights, heavy drinking and bare knuckle boxing.",
                "In 1835 a cricket ground was opened on the Copenhagen Fields and there were occasional athletics meets in here, including a form of highland games in the 1840s.",
                "In 1850 a 200yd sprint track was laid and in 1851 a fine gravel track of a third of a mile was laid around the cricket track and these became the main tracks in London. The first championship belt races were run here and records were set at each distance from 1 to 10 miles. Around this track on 26th July 1852 Charles Westhall ran the first recorded sub-4 minute 30 second mile in 4 minutes 28 seconds."
            ]
        },
        {
            "heading": "Political Agitation",
            "paragraphs": [
                "During the 18th and 19th centuries the Copenhagen Fields became the equivalent of Speakers' Corner and Trafalgar Square rolled into one.",
                "On April 21st 1834 the Central Committee of the Metropolitan Trades Unions organised a demonstration and protest in Copenhagen Fields to march for the pardon of the Tolpuddle Martyrs, 6 Dorset farm labourers who were transported to Australia for joining a trade union. Gathering from across London and the Home Counties, an estimated 100-120,000 people marched to Parliament in a six mile long procession led by a wagon with a coffin shaped box containing a petition with 200,000 signatures."
            ]
        },
        {
            "heading": "Feeding the City",
            "paragraphs": [
                "In 1851 Copenhagen House was demolished to make way for the new Metropolitan Cattle Market constructed by the City of London Corporation to replace Smithfield Market. The new market was reputed to be the largest in the world.",
                "The architect responsible for the market design was James Bunstone Bunning (1802-1863). At the heart of the market he designed an elegant Clock Tower with a dodecahedron building at its base which became the control centre of the entire enterprise. The building housed six banks, three railway offices and a telegraph office. Around the four corners of the market were four almost identical pubs (Black Bull, White Horse, Lion & Lamb), three of which are still standing today. At the end of the northern avenue was a fountain, flanked by the Queen’s Arms and the City Arms taverns. On 13 June 1854, Prince Albert officially opened the market with 1,700 guests.",
                "Around this time, London was consuming 250,000 bullocks and 1,500,000 sheep a year. Many animals were imported from Denmark and Holland and the new Metropolitan Market was central to this international trade, as well as an escalating national trade. At its peak the market had pens for over 36,000 sheep and 6,600 bullocks. The market trading days were: Monday – cattle; Thursday – sheep and pigs; Friday – horses, mules and dairy cows."
            ]
        },
        {
            "heading": "Anything You Want – The Cally Flea Market",
            "paragraphs": [
                "From the 1880s, increasingly space within the market was taken over by flea market stalls on Tuesdays and Fridays which were know as the ‘Pedlars’ Market’ or ‘The Cally’. This market was the largest flea market in London and was known as a place where you could acquire almost anything (legitimately or not)."
            ]
        },
        {
            "heading": "World War II",
            "paragraphs": [
                "The Metropolitan Cattle Market had lost its standing following a decline in livestock trade in the 20th century. In 1939 livestock ceased to be sold and the market closed down. The army took over the site and it was used as a vehicle store during the war.",
                "During the war the market area had been taken over as storage for army vehicles, which made it a target. In a bomb attack the Clock Tower suffered blast damage and the clock stopped.",
                "The flea market never returned after the war but limited livestock sales and abattoir activities continued there until 31 December 1961, when the last livestock were sold on the site and the market and abattoirs closed."
            ]
        },
        {
            "heading": "Rise and Fall of the Market Estate",
            "paragraphs": [
                "The London County Council (LCC) & Islington County Council bought the site so that it could be used for housing and recreation. In 1969 the LCC erected housing on the northern part of the site known as the Market Estate with 271 dwellings on 11 acres of land. The Market Estate degenerated through the eighties and nineties and was demolished in 2005 to make way for a new development of private and social housing known as Parkside Place."
            ]
        },
        {
            "heading": "Evolution of Caledonian Park",
            "paragraphs": [
                "The remainder of the market site to the north of Market Road which was not developed for housing was laid out as a public park which opened in 1970. The northern part of the park was remodelled as part of the development of Parkside Place with a series of garden areas laid out on a grid pattern reflective of the arrangement of livestock pens that served the market."
            ]
        },
        {
            "heading": "Park Features",
            "paragraphs": [
                "Grade II listed Clock Tower with original working clock mechanism and offering a panoramic view of north London and the City from the viewing platform.\n  \nGrade II listed Metropolitan Cattle Market railings",
                "Semi-mature woodland areas; community orchard; short and long grass meadows; community gardens\n \nSite of Importance for Nature Conservation, Borough Grade I"
            ]
        },
        {
            "heading": "Sports Facilities",
            "paragraphs": [
                "Children’s play area (age 3-12 years)\n \nLarge grass open space suitable for ball games and other sports activities; tarmac ball court with football goals, basketball hoops and shelter."
            ]
        }
    ],
    "id": 7000,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2021/7000/building_7000_metropolitan-cattle-market-trader-with-donkey-and-cart_9e88fdf956c0db37b9875994f2c7924f.jpg",
            "description": "Islington Local History Centre · 1926",
            "title": "Metropolitan Cattle Market Trader with Donkey and Cart, Islington",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_7000_metropolitan-cattle-market-trader-with-donkey-and-cart_9e88fdf956c0db37b9875994f2c7924f.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2021/7000/building_7000_caledonian-market-or-general-market-1889-possible-later-l13847_42caff88c76782a8e6ee3417d6671a61.jpg",
            "description": "Islington Local History Centre · 1900",
            "title": "Caledonian Market or General Market, Islington ",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_7000_caledonian-market-or-general-market-1889-possible-later-l13847_42caff88c76782a8e6ee3417d6671a61.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2021/7000/building_7000_caledonian-market-second-hand-stalls-r-j-collins-1935-l808-met-l1335_7bb9f1a46484afd3269742b96d5e8bca.jpg",
            "description": "Islington Local History Centre · 1935",
            "title": " Second hand stalls at Caledonian Market, Islington",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_7000_caledonian-market-second-hand-stalls-r-j-collins-1935-l808-met-l1335_7bb9f1a46484afd3269742b96d5e8bca.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Market Road, N7 9HF",
        "latitude": 51.5471359,
        "longitude": -0.1236156,
        "meeting_point": "Caledonian Park",
        "travel_info": [
            "Nearest tube: Caledonian Road",
            "Nearest train: Caledonian Road & Barnsbury",
            "Bus routes: 274, 390, 17, 91, 259"
        ]
    },
    "name": "Caledonian Park: Park Walking Tour",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/7000",
    "ticketed_events": false
}