{
    "all_week": false,
    "description": "Opened in 1855 as centrepiece of the Metropolitan Cattle Market. The clock tower offers magnificent views over London. The clock mechanism was made by John Moore of Clerkenwell. The tower has been renovated with help from the Heritage Fund.",
    "design": {
        "designers": [
            {
                "architect": "J.B. Bunning",
                "description": "Original design",
                "year": "1850"
            }
        ],
        "periods": [
            "Historical/contemporary",
            "Victorian",
            "Inter-war"
        ],
        "types": [
            "Walk/tour",
            "Public realm/landscape",
            "Industrial"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 12,
            "date": "2022-09-04",
            "end": "2022-09-04T14:00:00+01:00",
            "fully_booked": null,
            "name": "Park Tour",
            "notes": "A walking tour of the park and surrounding area, introducing visitors to the rich history of the local area",
            "start": "2022-09-04T13:00:00+01:00",
            "ticketed": false
        },
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 12,
            "date": "2022-09-04",
            "end": "2022-09-04T17:00:00+01:00",
            "fully_booked": null,
            "name": "Park Tour",
            "notes": "A walking tour of the park and surrounding area, introducing visitors to the rich history of the local area",
            "start": "2022-09-04T16:00:00+01:00",
            "ticketed": false
        },
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 12,
            "date": "2022-09-05",
            "end": "2022-09-05T14:00:00+01:00",
            "fully_booked": null,
            "name": "Park Tour",
            "notes": "A walking tour of the park and surrounding area, introducing visitors to the rich history of the local area",
            "start": "2022-09-05T13:00:00+01:00",
            "ticketed": false
        },
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 12,
            "date": "2022-09-05",
            "end": "2022-09-05T17:00:00+01:00",
            "fully_booked": null,
            "name": "Park Tour",
            "notes": "A walking tour of the park and surrounding area, introducing visitors to the rich history of the local area",
            "start": "2022-09-05T16:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        [
            "Architect on site",
            "Disabled access",
            "Toilets"
        ]
    ],
    "factsheet": [
        {
            "heading": "History",
            "paragraphs": [
                "Opened in 1855 as the centrepiece of the former Metropolitan Cattle Market, the seven storey Clock Tower offers magnificent views over London. The tower and the market’s impressive railings – built to withstand a bull stampede – are Grade II listed.",
                "Set in the middle of the 7.4 hectare (18.27 acre) Caledonian Park (originally named Copenhagen Fields) which has a rich history – it was used variously as a place for sports and leisure, and as a cattle market and popular flea market.",
                "It was also a place of political dissent and demonstration. Around 100,000 people gathered at this spot to march on Parliament in 1834 in support of the Tolpuddle Martyrs."
            ]
        },
        {
            "heading": "Guided tour up the Cally Clock Tower, with stunning views of London",
            "paragraphs": [
                "Spaces are limited to ensure social distancing. Health and safety: Before your visit please read the information below carefully to ensure you are familiar with our health and safety requirements and arrive suitably prepared.",
                "When you arrive you will be required to complete a health and safety disclaimer before you climb.",
                "Visitors wishing to climb the 178 steps to the top of the clock tower need to have a reasonable level of fitness, must be able to walk unaided and should be confident with heights and being in confined spaces.",
                "Most of the climb is up narrow ladder staircases.",
                "We want you to enjoy your visit but for your protection the following are brought to your attention:",
                "Before you visit Please arrive 15 minutes before your tour start time.",
                "You will be required to listen to a safety briefing and sign a disclaimer.",
                "The steps are steep and narrow, suitable clothing should be worn (no skirts or loose clothing) with well-fitting shoes (no high-heels, slip-ons or flip flops).",
                "Visitors who are pregnant or have had recent surgery or a history of heart trouble, high blood pressure, back trouble, vertigo, or any other condition that may be aggravated by strenuous exertion should not participate.",
                "If you have a breathing complaint such as asthma, please let our stewards know.",
                "Due to the difficulty and risk involved in climbing the tower, children must be aged 10 or over and be accompanied by an adult.",
                "You will need both hands free during the climb, please do not bring anything that will restrict movement or become entangled.",
                "All personal items should fit in your pockets and be placed in pockets before starting your ascent (this includes cameras).",
                "No bags of any kind allow up the tower. You know your physical conditions and limitations, if you suspect your health could be at risk for any reason, or you could aggravate a pre-existing condition of any kind, please do not put your health at risk.",
                "Disclaimer If we have reason to believe that a participant will be putting themselves or others at risk by climbing the tower we reserve the right to refuse entry or participation at any point during the tour. In severe weather conditions we may have to close the clock tower viewing platform."
            ]
        },
        {
            "heading": "Political Agitation",
            "paragraphs": [
                "During the 18th and 19th centuries the Copenhagen Fields became the equivalent of Speakers' Corner and Trafalgar Square rolled into one.",
                "On April 21st 1834 the Central Committee of the Metropolitan Trades Unions organised a demonstration and protest in Copenhagen Fields to march for the pardon of the Tolpuddle Martyrs, 6 Dorset farm labourers who were transported to Australia for joining a trade union. Gathering from across London and the Home Counties, an estimated 100-120,000 people marched to Parliament in a six mile long procession led by a wagon with a coffin shaped box containing a petition with 200,000 signatures."
            ]
        },
        {
            "heading": "Feeding the City",
            "paragraphs": [
                "In 1851 Copenhagen House was demolished to make way for the new Metropolitan Cattle Market constructed by the City of London Corporation to replace Smithfield Market. The new market was reputed to be the largest in the world.",
                "The architect responsible for the market design was James Bunstone Bunning (1802-1863). At the heart of the market he designed an elegant Clock Tower with a dodecahedron building at its base which became the control centre of the entire enterprise. The building housed six banks, three railway offices and a telegraph office. Around the four corners of the market were four almost identical pubs (Black Bull, White Horse, Lion & Lamb), three of which are still standing today. At the end of the northern avenue was a fountain, flanked by the Queen’s Arms and the City Arms taverns. On 13 June 1854, Prince Albert officially opened the market with 1,700 guests.",
                "Around this time, London was consuming 250,000 bullocks and 1,500,000 sheep a year. Many animals were imported from Denmark and Holland and the new Metropolitan Market was central to this international trade, as well as an escalating national trade. At its peak the market had pens for over 36,000 sheep and 6,600 bullocks. The market trading days were: Monday – cattle; Thursday – sheep and pigs; Friday – horses, mules and dairy cows."
            ]
        },
        {
            "heading": "Anything You Want – The Cally Flea Market",
            "paragraphs": [
                "From the 1880s, increasingly space within the market was taken over by flea market stalls on Tuesdays and Fridays which were know as the ‘Pedlars’ Market’ or ‘The Cally’. This market was the largest flea market in London and was known as a place where you could acquire almost anything (legitimately or not)."
            ]
        },
        {
            "heading": "World War II",
            "paragraphs": [
                "The Metropolitan Cattle Market had lost its standing following a decline in livestock trade in the 20th century. In 1939 livestock ceased to be sold and the market closed down. The army took over the site and it was used as a vehicle store during the war.",
                "During the war the market area had been taken over as storage for army vehicles, which made it a target. In a bomb attack the Clock Tower suffered blast damage and the clock stopped.",
                "The flea market never returned after the war but limited livestock sales and abattoir activities continued there until 31 December 1961, when the last livestock were sold on the site and the market and abattoirs closed."
            ]
        },
        {
            "heading": "Rise and Fall of the Market Estate",
            "paragraphs": [
                "The London County Council (LCC) & Islington County Council bought the site so that it could be used for housing and recreation. In 1969 the LCC erected housing on the northern part of the site known as the Market Estate with 271 dwellings on 11 acres of land. The Market Estate degenerated through the eighties and nineties and was demolished in 2005 to make way for a new development of private and social housing known as Parkside Place."
            ]
        },
        {
            "heading": "Evolution of Caledonian Park",
            "paragraphs": [
                "The remainder of the market site to the north of Market Road which was not developed for housing was laid out as a public park which opened in 1970. The northern part of the park was remodelled as part of the development of Parkside Place with a series of garden areas laid out on a grid pattern reflective of the arrangement of livestock pens that served the market."
            ]
        },
        {
            "heading": "Park Features",
            "paragraphs": [
                "Grade II listed Clock Tower with original working clock mechanism and offering a panoramic view of north London and the City from the viewing platform.\n  \nGrade II listed Metropolitan Cattle Market railings",
                "Semi-mature woodland areas; community orchard; short and long grass meadows; community gardens\n \nSite of Importance for Nature Conservation, Borough Grade I"
            ]
        },
        {
            "heading": "Sports Facilities",
            "paragraphs": [
                "Children’s play area (age 3-12 years)\n \nLarge grass open space suitable for ball games and other sports activities; tarmac ball court with football goals, basketball hoops and shelter."
            ]
        }
    ],
    "id": 7000,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/7000/building_7000_metropolitan-cattle-market-trader-with-donkey-and-cart_9e88fdf956c0db37b9875994f2c7924f.jpg",
            "description": "Islington Local History Centre · 1926",
            "title": "Metropolitan Cattle Market Trader with Donkey and Cart, Islington",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_7000_metropolitan-cattle-market-trader-with-donkey-and-cart_9e88fdf956c0db37b9875994f2c7924f.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/7000/building_7000_caledonian-market-or-general-market-1889-possible-later-l13847_42caff88c76782a8e6ee3417d6671a61.jpg",
            "description": "Islington Local History Centre · 1900",
            "title": "Caledonian Market or General Market, Islington ",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_7000_caledonian-market-or-general-market-1889-possible-later-l13847_42caff88c76782a8e6ee3417d6671a61.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/7000/building_7000_caledonian-market-second-hand-stalls-r-j-collins-1935-l808-met-l1335_7bb9f1a46484afd3269742b96d5e8bca.jpg",
            "description": "Islington Local History Centre · 1935",
            "title": " Second hand stalls at Caledonian Market, Islington",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_7000_caledonian-market-second-hand-stalls-r-j-collins-1935-l808-met-l1335_7bb9f1a46484afd3269742b96d5e8bca.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Market Road, N7 9HF",
        "latitude": 51.5460247,
        "longitude": -0.1233434,
        "meeting_point": "Caledonian Park",
        "travel_info": [
            "Nearest tube: Caledonian Road",
            "Nearest train: Caledonian Road & Barnsbury",
            "Bus routes: 274, 390, 17, 91, 259"
        ]
    },
    "name": "DUPLICATE Caledonian Park: Clock Tower Tours ",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/7000",
    "ticketed_events": false
}