{
    "all_week": false,
    "description": "A timber STEM building conceived as a ‘wonder room’, a place for discovery and experimentation, used as a shared resource with local primary schools and the community. RIBA National Award Winner and Wood Award High Commendation in 2019.",
    "design": {
        "designers": [
            {
                "architect": "AY Architects",
                "description": "Original design",
                "year": "2018"
            }
        ],
        "periods": [
            "Contemporary"
        ],
        "types": [
            "Scientific",
            "Education"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": "https://openhouselondon.open-city.org.uk/events/11308/bookings",
            "capacity": 12,
            "date": "2021-09-12",
            "end": "2021-09-12T16:00:00+00:00",
            "fully_booked": false,
            "name": "Tours by the Architect",
            "notes": "20 minute tours per group of 12 people maximum",
            "start": "2021-09-12T12:00:00+00:00",
            "ticketed": true
        }
    ],
    "facilities": [
        [
            "Toilets",
            "Disabled access",
            "Architect on site"
        ]
    ],
    "factsheet": [
        {
            "heading": "Project Description",
            "paragraphs": [
                "The building is the most ambitious of Camden’s new STEM facilities built to promote the teaching of sciences in primary school education. Delivered for a modest construction budget of £330,000, this building, supported by Section 106 funding, is not an adapted or extended classroom like the other STEM projects but a new model building typology. The Lab accommodates classes and after-school clubs for up to 31 pupils and is designed to be a shared resource for the school, neighbouring community and other schools.",
                "AY Architects worked together with the school to develop the brief and the result is a building which is multi-layered and designed to encourage children to engage their curiosity and enjoyment of the sciences. Much consideration was given to how the architecture could be manifested through the means of the curriculum: processes, forces, materials and living things. An advisory group of staff, parents, governors and pupils provided important input throughout the design process.",
                "The new lab building replaces an exact footprint of an under-used canopy structure built against the high Victorian boundary wall of the school playground, a place with complex site and boundary conditions, between a noisy road and a disjointed playground.",
                "Two functional walls with sinks, work surfaces, shelving and display define an adaptable free space that spills out onto the playground and a new science garden. A pair of triangular roof volumes is lifted above the main space giving generous daylight, ventilation and additional height for experiments. The volumes are set back from the street boundary to reduce the visual impact of the building on the street facade, while adding to the character of structure integrated with the boundary wall. A single deep window is punched through the boundary wall, creating a place for display while giving glimpses out onto the main road, a visual connection which helps to link the school with the local community.",
                "Awards:\n- RIBA London Award Winner 2019\n- RIBA National Award Winner 2019\n- Wood Awards 2019 Education and Public Sector: Highly Commended"
            ]
        },
        {
            "heading": "Use of Timber",
            "paragraphs": [
                "The building is entirely made of FSC-certified timber with an exposed timber frame, plywood linings, furniture and external cladding. The primary and secondary structure consists of sawn spruce beams, columns and joists in standard sizes. The fully exposed timber frame construction hopes to directly engage children with technology through expressing its own structural and material logic: children should be able to unpack and analyse the parts of the building intuitively.",
                "The structure is lined internally with birch and laminate-faced plywood lab stations, storage units and display shelves, designed to hold artefacts gathered by the school and specimens brought in by children. All the details are scaled to suit primary school children.",
                "The external walls are lined with a hard-wearing Siberian larch rainscreen cladding. A robust horizontal cladding profile was used, closely spaced at low level to accept impacts from the playground and prevent small fingers from getting trapped. The cladding spacing becomes wider at high level, creating a lighter effect while facilitating the natural airflow for the concealed ventilation shutters."
            ]
        },
        {
            "heading": "Environmental Sustainability and Well-Being",
            "paragraphs": [
                "The design of the Lab is an example of AY Architects’ philosophy of a holistic approach to passive environmental design and designing for well-being for schools. It illustrates how architecture can help to reduce the reliance on energy-consuming equipment. As an integrated passive design approach, the servicing of the building is kept very simple and environmental control is provided within the building fabric, by the use of façade and roof openings and the use of natural light and air. The objective is to create a healthy and comfortable environment, easy to control, where environmental factors generate a meaningful part of the architecture."
            ]
        }
    ],
    "id": 7041,
    "images": [
        {
            "description": "Yeoryia Manolopoulou · 2018",
            "title": "Internal View",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_7041_aya_ep1_yeoryiamanolopoulou_8mb_1b15c36d8f965233153fa8d0a8e468f6.jpg"
        },
        {
            "description": "Nick Kane · 2018",
            "title": "Street View",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_7041_aya_ep7_nickkane_8mb_1f3d30f05bab6b673a405feec8c44f01.jpg"
        },
        {
            "description": "Nick Kane · 2018",
            "title": "View from School Playground",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_7041_aya_ep5_nickkane_8mb_5fea03928d7296b6c8964f02b37a78dd.jpg"
        },
        {
            "description": "Nick Kane · 2018",
            "title": "Internal View",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_7041_aya_ep2_nickkane_8mb_735215774f6cee4a022d90c248b9adc7.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Lupton Street, NW5 2JA",
        "latitude": 51.5543693,
        "longitude": -0.1390702,
        "meeting_point": null,
        "travel_info": [
            "Nearest tube: Tufnell Park, Kentish Town",
            "Nearest train: Kentish Town, Gospel Oak",
            "Bus routes: 134, 390, 4"
        ]
    },
    "name": "Eleanor Palmer Primary School Science Lab",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/7041",
    "ticketed_events": true
}