{
    "all_week": false,
    "description": "1939 Art Deco Grade II listed building refurbished in 1950, then restructured and modernised in 2014. Contains an authentically classic cinema, private salons and multimedia library.",
    "design": {
        "designers": [
            {
                "architect": "Patrice Bonnet",
                "description": "Original design",
                "year": "1939"
            },
            {
                "architect": "Bisset Adams Architects",
                "description": "Restoration",
                "year": "2014"
            }
        ],
        "periods": [
            "Inter-war"
        ],
        "types": [
            "community/cultural",
            "embassy/high commission"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 20,
            "date": "2022-09-11",
            "end": "2022-09-11T17:00:00+01:00",
            "fully_booked": null,
            "name": "Archives Exhibition",
            "notes": null,
            "start": "2022-09-11T13:00:00+01:00",
            "ticketed": false
        },
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 20,
            "date": "2022-09-11",
            "end": "2022-09-11T17:00:00+01:00",
            "fully_booked": null,
            "name": "Guided tour by historian",
            "notes": null,
            "start": "2022-09-11T13:00:00+01:00",
            "ticketed": false
        },
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 20,
            "date": "2022-09-12",
            "end": "2022-09-12T17:00:00+01:00",
            "fully_booked": null,
            "name": "Archives Exhibition",
            "notes": null,
            "start": "2022-09-12T13:00:00+01:00",
            "ticketed": false
        },
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 20,
            "date": "2022-09-12",
            "end": "2022-09-12T17:00:00+01:00",
            "fully_booked": null,
            "name": "Guided tours by historian",
            "notes": null,
            "start": "2022-09-12T13:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        [
            "Toilets",
            "Disabled access"
        ]
    ],
    "factsheet": [
        {
            "heading": "Queensberry Place building",
            "paragraphs": [
                "Founded in 1910, the Institute français had a peripatetic existence before finding a permanent home in 1939. From 1910 to 1921 it was at Connaught Place, and from 1921 to 1939 at Cromwell Gardens opposite the V&A.",
                "The Queensberry Place building (on the site of a house occupied during the course of the Commune in 1870/71 by Prince Murat, the son of Napoleon’s Marshal and ex-King of Naples) was designed by M. Patrice Bonnet, architect in chief to the French government and ‘architect conservateur’ of the Palace of Versailles. Defiantly French (but with hints of Dutch) with its basket-weave ceramic columns and screamingly red brick and tile work, the design is a fusion of expressionism and art deco like nothing else in London (and certainly not in South Kensington).",
                "Over the windows (with their wilfully patterned glazing bars) are ceramic plaques of the owl, asp, the cockerel and an olive branch, the four graces of Minerva, goddess of intelligence. All the materials were made in France and shipped to London for reassembly.",
                "Behind the front are plainer grey brick neo-Georgian school buildings of 1939 (by A.J. Thomas), with a further range to the north of the 1950s filling in a gap in the Cromwell Road caused by bomb damage. Along Harrington Road, the Lycee occupies an eclectic busy-looking façade of 1984 by Roeven Vardi in dark red brick relieved by panels of white tiles.",
                "Inside, in contrast to all the external complexities, the Institut is light and elegant with clearly articulated spaces and a Thirties looking staircase. The new Mediatheque, opened by President Chirac in 1996, was designed by Jean-Francois Darin and fully renovated from 2014 to 2017.\nIn 2021 the magnificent Art Deco features of the Foyer were restored and highlighted, with new designer furniture adding a stylish touch to the space, and special lighting and acoustic treatment contribute to creating a pleasant atmosphere."
            ]
        },
        {
            "heading": "History of l'Institut français",
            "paragraphs": [
                "L’institut français du Royaume-Uni as you see it today was not always called the Institut français de Londres or situated in Queensberry Place.",
                "From 1910 to1913 it was l’Université des Lettres françaises – as founded by Mlle d’Orliac – and housed in Marble Arch House, Connaught Place, the place, where, in the past, criminals were executed. It became known as the Institute français du Royaume-Uni, in 1913, as an association under the patronage of the University of Lille. During the First World War it was situated in Buckingham Palace Road, in the buildings of the actual Westminster Music Library. 1921 saw it move to Cromwell Gardens (No 1-7) just opposite the Victoria and Albert Museum, where the New Royal College of Art should have been built; then to No 15-17 Queensberry Place, in 1939.",
                "Its new building was inaugurated by the President of the French Republic, Albert Lebrun, on the 21st of March in the same year. As the Princess Royal was to attend the ceremony, a leaf was delicately added to the statue situated in the grand staircase, L’Age d’Airain by Rodin so that Our Royal Highness would not be embarrassed. As to No 15, a Victorian house from the mid-century built among others in Queensberry Place by a Mr Douglas, it had been the home of Prince Murat, son of the King of Naples, in retreat from the Commune.",
                "No 17 is a different building altogether: style Art Deco 1925, designed by M. Patrice Bonnet, architect-in-chief to the French Government and architect-conservateur of the Palaces of Versailles and the Trianon, a ‘Stalwart among architects’.",
                "According to the Illustrated Carpenter & Builder of March 1939, the building was typical of French character: very complicated on the outside and rather simple and rational inside. The design, created by M. Bonnet, of cream-coloured ceramics and lively brickwork has a scintillating vitality. The ceramics made in France – like all the materials used – were sent to London to be set into position by British workmen under the supervision of architect A. J. Thomas. The ceramic plaques surmounting the windows of the classified room (the ex-Reception Hall, on the Queensberry Place front) of the Médiathèque (by the way the oldest Institut français Library abroad) are, like the medallion on the porch, the graces of Minerva, the Goddess of Intelligence: the owl, the asp, the cockerel and the branch of Olive-wood symbolizing wisdom, knowledge, courage and peace.",
                "Great names have paid their visit to the Institut français. To mention but a few: Jean-Louis Barrault and Madeline Renaud, Jean Renoir, Abel Gance, Darius Milhaud, André Maurois, Jacques Lacan,  Françoise Arnould and De Gaulle, who, in fact, used part of the Institut with the Free French Forces, during the Second World War, and returned on a visit in 1960. Mention was made of British cooperation during the building of the Institut (17 Queensberry Place), in 1938-1939.",
                "However, ever since the creation of the Institut in 1910, British personalities have been on its Board of Directors, such as Mrs Austin Chamberlain, Rudyard Kipling, Lord Asquith, Sir Alfred Month, Earl Crawford and of course Princess Mary, one of its early Patrons. Furthermore, during the last war, when subventions from the French Government had stopped, the British Authorities came to the financial rescue of the Institut français.",
                "Other dates have marked the life of the Institut français du Royaume Uni, such as 1946 (date of its integration within the Ministry of Foreign Affairs), 1950 (its acquiring two new levels and the ballroom transformed by the French architect Jean-Charles Moreux) and recently (its complete refurbishment)."
            ]
        },
        {
            "heading": "La Médiathèque",
            "paragraphs": [
                "The new Médiathèque (multimedia library) which was inaugurated on the 15th of May 1996, by the President of the French Republic, Jacques Chirac, was redesigned for the 21st century by Jean-François Darin while in keeping with the classified part of the building, giving it and its activities a new lease of life.",
                "At the Institut français our British and foreign friends find an authentic French cultural centre and atmosphere, which offers not only a permanent staff of carefully selected teachers, but also a multimedia library covering all the aspects of French cultural life and modern technologies, together with daily French films."
            ]
        }
    ],
    "id": 708,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/708/building_708_facade-17queensberry_953b37d7a43d4b4494c336ebaf902bb5.jpg",
            "description": "2013",
            "title": "View of the Art deco facade from Queensberry Palce",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_708_facade-17queensberry_953b37d7a43d4b4494c336ebaf902bb5.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/708/building_708__mb00843_2500c2ef767b5224da09cf25dbb20a2a.jpg",
            "description": "2013",
            "title": "View of the Art Deco facade - Entrance",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_708__mb00843_2500c2ef767b5224da09cf25dbb20a2a.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/708/building_708_readingroom3_22083b1bb9f278ea8dfb6e8c31dcbcd6.png",
            "description": "2016",
            "title": "Former ballroom, now 'Reading Room Denis Saurat'",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_708_readingroom3_22083b1bb9f278ea8dfb6e8c31dcbcd6.png"
        }
    ],
    "links": [],
    "location": {
        "address": "17 Queensberry Place, South Kensington, SW7 2DT",
        "latitude": 51.4946504,
        "longitude": -0.1771684,
        "meeting_point": null,
        "travel_info": [
            "Nearest tube: South Kensington, Gloucester Road",
            "Bus routes: 14, 49, 70, 74, 345, C1"
        ]
    },
    "name": "Institut français du Royaume-Uni",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/708",
    "ticketed_events": false
}