{
    "all_week": false,
    "description": "Built in 1923, to replace its 18C namesake, Grade ll listed Shrewsbury House is the focus of the Shrewsbury Park Estate conservation area, built 1934-1936 by John Laing and Sons. Two Civil Defence centres are within the grounds.",
    "design": {
        "designers": [
            {
                "architect": "Built by Fred Hulse and Sons",
                "description": "Original design",
                "year": "1923"
            }
        ],
        "periods": [
            "Inter-war"
        ],
        "types": [
            "Community/cultural"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 30,
            "date": "2021-09-11",
            "end": "2021-09-11T16:00:00+00:00",
            "fully_booked": true,
            "name": "Tour Led by Historian",
            "notes": "Shrewsbury House is offering an informal, family friendly, walking tour of the House and grounds led by local historian and board member, Andy Brockman.",
            "start": "2021-09-11T14:00:00+00:00",
            "ticketed": true
        },
        {
            "all_day": false,
            "booking_link": "https://openhouselondon.open-city.org.uk/events/11551/bookings",
            "capacity": 30,
            "date": "2021-09-12",
            "end": "2021-09-12T12:00:00+00:00",
            "fully_booked": false,
            "name": "Tour led by Historian",
            "notes": "Shrewsbury House is offering an informal, family friendly, walking tour of the House and grounds led by local historian and board member, Andy Brockman.",
            "start": "2021-09-12T10:00:00+00:00",
            "ticketed": true
        },
        {
            "all_day": false,
            "booking_link": null,
            "capacity": null,
            "date": "2021-09-12",
            "end": "2021-09-12T15:00:00+00:00",
            "fully_booked": null,
            "name": "Self Guided Tour",
            "notes": "Visitors are welcome to take a self guided tour of Shrewsbury House and its grounds. Please note that some rooms may be closed due to prior bookings.",
            "start": "2021-09-12T10:00:00+00:00",
            "ticketed": true
        },
        {
            "all_day": false,
            "booking_link": "https://openhouselondon.open-city.org.uk/events/11552/bookings",
            "capacity": 30,
            "date": "2021-09-12",
            "end": "2021-09-12T15:00:00+00:00",
            "fully_booked": false,
            "name": "Tour led by Historian",
            "notes": "Shrewsbury House is offering an informal, family friendly, walking tour of the House and grounds led by local historian and board member, Andy Brockman.",
            "start": "2021-09-12T13:00:00+00:00",
            "ticketed": true
        }
    ],
    "facilities": [
        [
            "Refreshments",
            "Toilets",
            "Disabled access"
        ]
    ],
    "factsheet": [
        {
            "heading": "A SHORT HISTORY OF SHREWSBURY HOUSE",
            "paragraphs": [
                "The modern Shrewsbury House was built in neo-classical style by local builder Fred Hulce in 1923, replacing the 18C Shrewsbury House which was situated a short distance away to the north-east.",
                "In the medieval period the summit of Shooters Hill consisted of heathland and woodland pasture either side of Watling Street, the Roman Road to Kent, now the A207.",
                "Clay pits and quarries in the area were a source of both London Clay for the local pottery and brick making industry and gravel for building and ballast.",
                "In the 18C and 19C maps suggest much of the heath and medieval woodland pasture had began to be reclaimed for farming including the operation of Market Gardens.",
                "The earlier Shrewsbury House had been built in the late 18C, probably for the Earl of Shrewsbury, a descendant of the famous Elizabethan and Jacobean personality, Bess of Hardwick.",
                "In 1799 the house and extensive grounds came into the control of the Prince Regent, later King George IV, and his daughter Princess Charlotte was lodged there for that year.",
                "During the 19C the house went through a series of private owners including a periods as a boarding school and later as a convalescent home for sick children.",
                "It was the presence of the latter, within the extensive grounds of Shrewsbury House on the summit of Shooters Hill, which led to London County Council locating the pioneering Shrewsbury Park Open Air School for children with special health needs within the grounds in 1907.",
                "In 1923 Fred Halse, a former mayor and Deputy Lieutenant of the County of Kent and the owner of Halse and Sons Ltd, a builder, demolished the old Shrewsbury House replacing it with the large house we see today, intending it to be for his own use.",
                "However, on 19 April 1930 'The London Gazette' reported the firm of Douglass Halse and Co. Ltd. had gone into voluntary liquidation.",
                "This may be the reason lying behind the fact that in 1934 Shrewsbury House itself, plus an acre of gardens was bought by Woolwich Council for £9000 with the intention of operating the house as a library and museum.",
                "However, while the domestic facilities were adapted for community use, the museum element of the project was never carried out.",
                "The rest of the grounds of the former Shrewsbury House were made available for development.",
                "As a result, between 1935 and 1939 John Laing and Sons Ltd built the so called \"Laing Estate\" using Shrewsbury House as the focus of the development.  Thanks to the quality of the buildings and the integrated design of the road system, the estate is now recognised as a conservation area by the Royal Borough of Greenwich.",
                "During World War ll Shrewsbury House was the Air Raid Precautions [ARP] service control centre for the Borough of Woolwich and you can still make out the words \"Map Room\" stenciled on the door to the Bar/Library.",
                "Two further Civil Defence buildings are located within the grounds of Shrewsbury House; what is now called \"Green Garth\", which is actually a WWll control centre, now a bungalow, and the stark concrete building known as \"the Annex\", which was built in the early years of the Cold War.",
                "In 1968 Shrewsbury House was again re-purposed, this time  as a community center, a role it still fulfils, with the building owned by the Royal Borough of Greenwich, but managed by a charitable trust.",
                "Shrewsbury House is recognised as a building of national importance, by being listed at Grade II by Historic England.",
                "The listing notes the following principal reasons for its architectural importance:",
                "Its Architectural interest as a handsome and substantial early 20C country house with varied and well-articulated external elevations and interiors in an eclectic mix of Jacobean, early 18C and Adam styles.",
                "The Materials used in its construction: Shrewsbury House is constructed of good quality brick with moulded brick chimneys and stone dressing.",
                "The Craftsmanship exhibited in the fine plastered ceilings, good quality joinery including the staircase, paneling, doors and the wooden or marble fireplaces.  One fireplace may have been reused form the original 18C Shrewsbury House.",
                "Two bathrooms retain decorative ceramic tiles.",
                "The listing also notes the intact nature of the building.",
                "Shrewsbury House boasts an unaltered exterior and the interior is intact except for one plastered ceiling.",
                "Additional features worth noting include the attached pergola, terrace walling, gazebo and boundary walls with cast iron gates, gate pillars and railings, all of which survive intact and contribute to the building’s interest."
            ]
        }
    ],
    "id": 7175,
    "images": [
        {
            "description": "Shrewsbury House Charitable Trust · 2018",
            "title": "Shrewsbury House, east elevation.",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_7175_20180406_154950_ee4bbb6b6823c1f5eb6d68d05740ac94.jpg"
        },
        {
            "description": "",
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_7175_20180406_151150_40ef7482f236f867ac67293030e05b1d.jpg"
        },
        {
            "description": "Shrewsbury House Charitable Trust · 2018",
            "title": "North elevation",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_7175_20180406_154557_a918fe0ee91881b77ee007105ccf97d6.jpg"
        },
        {
            "description": "Shrewsbury House Charitable Trust · 2018",
            "title": "Shrewsbury House, Summer House",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_7175_20180406_154626_684265c178e7b2baf7070e94fd09b141.jpg"
        },
        {
            "description": "Shrewsbury House Charitable Trust · 2018",
            "title": "Shrewsbury House Entrance Hall",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_7175_20180406_153050_5108f1b16da4c842ebaf595f37b1213e.jpg"
        },
        {
            "description": "Shrewbury House Charitable Trust · 2018",
            "title": "Shrewsbury House, ornamental fireplace",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_7175_20180406_152935_3d5214eeca1fe8c89bfc4558e146b7ba.jpg"
        },
        {
            "description": "Shrewsbury House Charitable Trust · 2018",
            "title": "Shrewsbury House, plaster ceiling rose",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_7175_20180406_153036_6555d65e3f97b3ef3d011c899120c3af.jpg"
        },
        {
            "description": "Shrewsbury House Charitable Trust · 2018",
            "title": "Shrewsbury House, Green Garth ARP Building",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_7175_20180406_154846_39038edb37671b9317e2593add22d80a.jpg"
        },
        {
            "description": "Shrewsbury House Charitable Trust · 2018",
            "title": "Shrewsbury House Cold War civil defence building",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_7175_20180406_154356_48f53b301b632d8e48ea5b6fef98b09c.jpg"
        }
    ],
    "links": [
        {
            "href": "https://shrewsburyhouse.org/",
            "title": "Website"
        },
        {
            "href": "https://twitter.com/ShrewsburyHse",
            "title": "@ShrewsburyHse"
        }
    ],
    "location": {
        "address": "Shrewsbury House, Bushmoor Crescent, SE18 3EG",
        "latitude": 51.4736668,
        "longitude": 0.0722584,
        "meeting_point": null,
        "travel_info": [
            "Nearest train: Woolwich Arsenal, Blackheath, Falconwood",
            "Bus routes: 244, 89, 486"
        ]
    },
    "name": "Shrewsbury House",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/7175",
    "ticketed_events": true
}