{
    "all_week": false,
    "description": "The first library in Bexley, designed by William Egerton, funded by Andrew Carnegie. Robin Lee Architects have led on more recent repair and renewal works which are due to complete in July 2021. The building is now home to The Exchange.",
    "design": {
        "designers": [
            {
                "architect": "William Egerton",
                "description": "Original design",
                "year": "1906"
            },
            {
                "architect": "Robin Lee Architects",
                "description": "Refurbishment",
                "year": "2021"
            },
            {
                "architect": "The Mosaic Restoration Company",
                "description": "Restoration",
                "year": "2022"
            }
        ],
        "periods": [
            "Historical/contemporary"
        ],
        "types": [
            "Community/cultural"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 20,
            "date": "2022-09-11",
            "end": "2022-09-11T12:00:00+01:00",
            "fully_booked": null,
            "name": "Tours of The Exchange",
            "notes": null,
            "start": "2022-09-11T11:00:00+01:00",
            "ticketed": false
        },
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 20,
            "date": "2022-09-11",
            "end": "2022-09-11T13:30:00+01:00",
            "fully_booked": null,
            "name": "Tours of The Exchange",
            "notes": null,
            "start": "2022-09-11T12:30:00+01:00",
            "ticketed": false
        },
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 20,
            "date": "2022-09-11",
            "end": "2022-09-11T15:00:00+01:00",
            "fully_booked": null,
            "name": "Tours of The Exchange",
            "notes": null,
            "start": "2022-09-11T14:00:00+01:00",
            "ticketed": false
        },
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 20,
            "date": "2022-09-11",
            "end": "2022-09-11T16:30:00+01:00",
            "fully_booked": null,
            "name": "Tours of The Exchange",
            "notes": null,
            "start": "2022-09-11T15:30:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        [
            "Refreshments",
            "Toilets",
            "Disabled access"
        ]
    ],
    "factsheet": [
        {
            "heading": "The First Library: for Erith and Bexley",
            "paragraphs": [
                "In 1906, the Thames-side industrial town of Erith opened its library, the first in the town and borough, which was free to use by local workingmen and their families. An impressive gateway to Erith; a fine example of free Renaissance library architecture brick built with stone dressings, with an arched door canopy carried on Doric columns, oval upper-floor iron-framed windows and crowned with a bronze weathervane in the form of a sailing ship.",
                "Its construction, and the adoption of the Public Libraries Act, was made possible with the receipt of £7,000 from Scottish philanthropist Andrew Carnegie. Carnegie believed that libraries were instruments for social change; temples of learning, aspiration and ambition. Between 1883 and 1929 a total of 2,509 libraries were built using the patron's funds. Most of these libraries were unique as local communities chose the style and often used local tradespeople to carry out the work. Erith Library was no exception – local architect William Egerton (of Queens Road) designed a building incorporating bricks made locally, and utilising the skills of local craftspeople including builders F. Spencer & Son (of Riverdale Road) and the Thames Steam Saw Mills (a forge on West Street). The architecture is simple and formal, welcoming users to enter through a prominent doorway via a staircase that symbolised a person’s elevation by learning; the lamppost positioned outside, a symbol of enlightenment.",
                "Inside at ground floor level, space was given to a ‘News Room’, ‘Reference Library’, ‘Lending Library’, ‘Magazine Room’ and Room for ‘juniors’. Down the “ample Stone Staircase” with its decorative iron railings, there was a ‘Conversation Room’, ‘Book Store’ – originally used for Lectures and Debates while the book collection grew, and ‘Filing Room’ for staff use. The new Librarian – the “energetic and go-ahead fellow” Barton Young – resided on the upper floor.",
                "Much of this original arrangement has been altered or removed, including the main interior feature – the grand “ornamental oak counter screen” that dominates many of the early photographs. Original interior features that remain include “Erith’s newly granted Coat of Arms” – a mosaic positioned at the threshold to the building which would later inspire artist Gary Drostle’s Fish Roundabout located at the other side of the road; the book hoist that transported volumes from lower to ground floor; the marble pillars in the main central space; and the aquamarine/white opalite tiled toilets."
            ]
        },
        {
            "heading": "Nexus for the community",
            "paragraphs": [
                "The site for Erith’s Library was chosen for its proximity to the railway and accessibility to “all parts of the District by means of tramways”. In 1906, The Municipal Journal wrote: “outwardly the library is a gain architecturally... whilst the opportunities which it will offer in the way of education and wholesome recreation will be a handsome addition to the social wealth of the town”. At this point, Erith was a thriving part of the district – a centre for industry and commerce – that attracted people for work and recreation.",
                "The new library was to provide further opportunity to the district’s residents through learning. The collection of books grew, and the diversity of the lectures/debates – ranging from ‘Nature’s Masterpiece: The Living Eye’ to ‘Cosmopolitanism’ – was admired and well-attended. The value of the space can be seen by growing numbers of book borrowers and the respect given to librarian William Barton Young in local press cuttings. Barton Young and his assistant Willmore would both be killed in WW1 with heart-felt memorials given by the community (plaques to both still hang in the building).",
                "In collected memories of users from the 1940s to 1960s, people talk of the “hushed silence” and that “the only sound was of pages being turned... If your shoes squeaked, you were asked to walk on tiptoe!”. They also remember the staff managing this “very special place”: “Fred Message, the Librarian, seemed a huge man to me, and he always reminded me of a Dickens character”; “The only member of staff I remember by name was a Miss Gedge, a rather severe looking lady who rarely smiled.”",
                "People also talk of it being a place to come to keep warm in the winter, allowing you to catch up with the news or read the latest Enid Blyton in comfort, away from the noise of industry. Over this period people also report the changes to the interior – the Edwardian oak furnishings were taken out, and the library was given a much more “open and airy” modern feel.",
                "In 1959, part of the building was converted into the new Erith Museum, a place where anyone could come and learn about their local history. First located on the lower ground floor before moving to the upper floor replacing the Librarian’s living quarters. The Museum consisted of a domestic display interpreting local life from Victorian times to the 1950s, archaeological displays showing the area’s prehistory including the story of Lesnes Abbey, industrial objects, items that told the wartime story and artefacts that demonstrated the importance of the river to the town.",
                "The founding of the museum and the inclination to remember the past coincided with a general urban and industrial decline caused by WW2 damage and a struggle to adapt industry to an environment of post-war austerity. In the 1960s, new plans emerged to improve the town centre which sadly meant the loss of many of the historic buildings; the new ‘concrete jungle’ was considered a poor replacement for what had existed before. There was also a feeling that valued public space was under threat, including the Carnegie Library and Erith Museum. Cuts to public funding meant that by the year 2000, the Erith Museum Collection was being managed by Bexley Heritage Trust and access to the old Erith Museum was provided by a team of enthusiastic and dedicated local volunteers."
            ]
        },
        {
            "heading": "Vessel for local memory, identity and consciousness",
            "paragraphs": [
                "The Erith Museum was an important asset to the community, as it told of the town’s brighter past in the context of great change of which residents had little control.",
                "The name Erith comes from the Saxon ‘Earhyth’ meaning muddy/gravelly landing place; the earliest reference to the area is in a Latin charter of 695 and there is evidence to suggest that a Saxon church was on the current site of St John’s (at the top of West Street). In the 16th century, Henry VIII founded his naval dockyard further down river – marking a move of the town’s centre to its current location. Later diarist Samuel Pepys would chronicle Erith – a place where he did business, and would meet and dine with East India and Navy men on board the ships that anchored at Erith harbour; Joseph Conrad too would talk of Erith and its transients – “the adventurers and the settlers; kings’ ships and ships of men on ‘Change; captains, admirals, the dark “interlopers” of the Eastern trade”.",
                "In the 1840s, Erith became a popular watering place – a steamer landing, hotel and pleasure gardens were built along the river, welcoming well-to-do Londoners on the hunt for recreation. This decade also marked the arrival of the railway, which would transform the town into a major industrial centre, and see the end of the town as pleasure resort. Already the range of manufacturers in the town was vast – steam engines, armaments, stoneware, mining equipment, and bricks and loam from the local pits. At the end of the 19th century further industries included road-making and cable manufacturing (Callender’s Bitumen Telegraph & Waterproof Company/BICC), ironworks (Easton & Anderson), steam plant and milling machinery (Fraser & Chalmers) and flour mills (Cannon & Gaze). Erith became the biggest wealth generating town in the district, and because of its good connectivity, attracted wealthy residents. The Victorian High Street and Pier Road became the principal retail attraction in the area, with Mitchell’s Department store taking the top slot as “The Shopping Centre of Kent”.",
                "In 2009, the museum and library were closed owing to mounting maintenance costs and dwindling numbers. The library was relocated to modern facilities in the town centre, and the museum display items moved into storage and used for exhibitions and displays at the new library at at nearby Hall Place.",
                "In 2016 a partnership was formed between Bexley Council and local organisation The Exchange to work together on a repair and renewal project of the building. A first phase of capital works was completed in 2019, and reopened as The Exchange with a community-led cultural programme of events, workshops and activities. A second phase of work is due to finish in July 2021."
            ]
        }
    ],
    "id": 7461,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/7461/building_7461_1907_circa_d770c3fe622a7fc031634e6d9de66389.jpeg",
            "description": "Bexley Local Studies and Archives · 1907",
            "title": "View from Walnut Tree Road",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_7461_1907_circa_d770c3fe622a7fc031634e6d9de66389.jpeg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/7461/building_7461_image_reduced_dd74218ff7f6745c79cb57dded726ff9.jpg",
            "description": "2017",
            "title": "Close up of Erith's Carnegie Building",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_7461_image_reduced_dd74218ff7f6745c79cb57dded726ff9.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/7461/building_7461_img_1345_5b05f74d2f97ab8d2286ecc63d84bb57.jpg",
            "description": "The Exchange · 2021",
            "title": "View of internal space post renewal work",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_7461_img_1345_5b05f74d2f97ab8d2286ecc63d84bb57.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/7461/building_7461_img_1349_9057e0a30bc7942656664bb629d3eb69.jpg",
            "description": "The Exchange · 2021",
            "title": "View of North Room / Old News Room post renewal works",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_7461_img_1349_9057e0a30bc7942656664bb629d3eb69.jpg"
        }
    ],
    "links": [
        {
            "href": "http://www.theexchangeerith.com",
            "title": "Website"
        },
        {
            "href": "https://twitter.com/exchangeerith",
            "title": "@exchangeerith"
        }
    ],
    "location": {
        "address": "The Old Library, Walnut Tree Road, Erith, DA8 1RS",
        "latitude": 51.4812407,
        "longitude": 0.1775232,
        "meeting_point": null,
        "travel_info": [
            "Nearest train: Erith",
            "Bus routes: 229, 99, 469"
        ]
    },
    "name": "The Old Library, Erith (The Exchange)",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/7461",
    "ticketed_events": false
}