{
    "all_week": false,
    "description": "The Estorick Collection is housed in a beautiful Georgian building previously known as Northampton Lodge. Today, the museum comprises six galleries over three floors, as well as a library, offices, a café and bookshop.",
    "design": {
        "designers": [
            {
                "architect": "Henry Leroux of Stoke Newington",
                "description": "Original design",
                "year": "1807"
            },
            {
                "architect": "Nathaniel Gee",
                "description": "Refurbishment",
                "year": "1996"
            },
            {
                "architect": "Nathaniel Gee",
                "description": "Refurbishment",
                "year": "2016"
            }
        ],
        "periods": [
            "Georgian"
        ],
        "types": [
            "Museum",
            "Gallery"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 20,
            "date": "2021-09-08",
            "end": "2021-09-08T15:00:00+00:00",
            "fully_booked": true,
            "name": "Architectural Tour",
            "notes": null,
            "start": "2021-09-08T15:00:00+00:00",
            "ticketed": true
        },
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 20,
            "date": "2021-09-09",
            "end": "2021-09-09T15:00:00+00:00",
            "fully_booked": true,
            "name": "Architectural Tour",
            "notes": null,
            "start": "2021-09-09T15:00:00+00:00",
            "ticketed": true
        },
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 20,
            "date": "2021-09-10",
            "end": "2021-09-10T15:00:00+00:00",
            "fully_booked": true,
            "name": "Architectural Tour",
            "notes": null,
            "start": "2021-09-10T15:00:00+00:00",
            "ticketed": true
        },
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 20,
            "date": "2021-09-11",
            "end": "2021-09-11T13:00:00+00:00",
            "fully_booked": true,
            "name": "Architectural Tour",
            "notes": null,
            "start": "2021-09-11T13:00:00+00:00",
            "ticketed": true
        },
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 20,
            "date": "2021-09-12",
            "end": "2021-09-12T13:00:00+00:00",
            "fully_booked": true,
            "name": "Architectural Tour",
            "notes": null,
            "start": "2021-09-12T13:00:00+00:00",
            "ticketed": true
        }
    ],
    "facilities": [
        [
            "Bookshop",
            "Toilets"
        ]
    ],
    "factsheet": [
        {
            "heading": "The building",
            "paragraphs": [
                "The Estorick Collection is housed in a beautiful Georgian building previously known as Northampton Lodge. It was constructed between 1807 and 1810 by the entrepreneur Henry Leroux of Stoke Newington, who leased a plot of land from the Ninth Earl of Northampton in 1803 to build a series of houses. However, the Parliament Act of 1812 authorised the construction of a wide thoroughfare across Canonbury Square, and the increased traffic in horses and carts made these properties less attractive to potential buyers, bankrupting Leroux.",
                "Over the following years, the property changed hands several times, remaining a private home until 1916. In the post-war period it was turned into an artificial flower factory, which continued to trade on the site until 1968. Northampton Lodge was Grade II listed in 1953, but this did not spare it from neglect and decay in the years that followed. In 1974, it was purchased by the Basil Spence Partnership and renovated by the architect Anthony Blee. It went on to become the studio and offices of architect Colin St. John Wilson, famous for designing the British Library’s new building – the plans for which were developed in Northampton Lodge. Its last occupier, prior to being purchased by the Estorick Foundation, was an IT company.",
                "The Eric and Salome Estorick Foundation was established in 1994 as an educational charity. It was the Estoricks’ son Michael who suggested buying Northampton Lodge to house the Collection. Its renovation was planned and overseen by architect Nathaniel Gee, and funded by the Heritage Lottery Fund.",
                "Today, the museum comprises six galleries over three floors, with a library and offices above these and a café and bookshop on either side of the entrance. One of the defining aspects of the building’s initial renovation was the lowering of the ground floor to garden level, and the moving of the entrance to the garden side of the building. This allowed for the creation of two new galleries, meaning that the core of the building, with its greater domestic feel, was able to be given over to showing the permanent collection: a more intimate space, best suited for exhibiting works of art acquired out of personal choice. This architectural solution had no impact on the pre-existing structure, whilst perfectly fulfilling the museum’s display requirements.",
                "Having been open to the public for almost twenty years, the museum closed for five months in 2016 to undergo a major phase of renovation and refurbishment intended to greatly improve the visitor experience. The entrance and shop were remodelled, and a glass conservatory extended the café space into the museum’s tranquil garden – an oasis of peace in busy Islington."
            ]
        },
        {
            "heading": "The Collection",
            "paragraphs": [
                "The Estorick Collection brings together some of the finest and most important works created by Italian artists during the first half of the twentieth century, and is Britain’s only museum devoted to modern Italian art.",
                "It is perhaps best known for its outstanding core of Futurist works. Founded in 1909 by the poet F. T. Marinetti, Futurism was Italy’s most significant contribution to twentieth-century European culture. Marinetti wanted to break with the oppressive weight of Italy’s cultural heritage and develop an aesthetic based on modern life and technology, particularly speed and the machine. His impassioned polemic immediately attracted the support of the young Milanese painters Umberto Boccioni, Carlo Carrà and Luigi Russolo, who wanted to extend Marinetti’s ideas to the visual arts. They were joined by the painters Gino Severini and Giacomo Balla, and together these artists represented Futurism’s first phase. The acknowledged Futurist masterpieces of the Collection are drawn from this pioneering period (1909-16) and include Boccioni’s Modern Idol, Carrà’s Leaving the Theatre, Russolo’s Music, Severini’s The Boulevard and Balla’s The Hand of the Violinist.",
                "However, many other artists whose work features in the Collection were not associated with this movement at all. These include Amedeo Modigliani – famous for his graceful, elongated portraits and figure studies – who is represented by a fine series of drawings and the late oil portrait of Dr François Brabander. Giorgio de Chirico, the founder of Metaphysical Art, whose enigmatic, dreamlike imagery was to exert a profound influence on the Surrealists, is represented by the important early work The Revolt of the Sage.",
                "In addition, there is a large number of paintings and drawings by Mario Sironi and Massimo Campigli. Sironi was briefly affiliated with Futurism, but in the 1920s went on to become the leading artist of the Novecento movement during the Fascist era. Campigli’s painting was strongly influenced by Etruscan art. His painterly vision and friendship with Estorick means that his works hold a special place in the Collection, as do those of Zoran Music, whose atmospheric landscapes were inspired by his travels in Italy and Dalmatia. Estorick also knew Giorgio Morandi, and the museum owns a remarkable series of etchings and drawings that span the artist’s entire career.",
                "A number of sculptors are also represented in the Collection, including Medardo Rosso, whose wax and plaster sculpture Impressions of the Boulevard: Woman with a Veil (1893) is the earliest work on display. On the death of Rodin in 1917, Rosso was hailed as ‘the greatest living sculptor’ by the French writer and critic Apollinaire. The collection also contains works by Emilio Greco, Giacomo Manzù and Marino Marini, the latter two artists being credited with bringing about the rebirth of Italian sculpture in the twentieth century."
            ]
        }
    ],
    "id": 7787,
    "images": [
        {
            "description": "",
            "title": "View from Canonbury Square",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_7787_estorickcollection_65a4b86b535d4484cd898f63583f3708.jpg"
        },
        {
            "description": "",
            "title": "View from Canonbury Square",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_7787__mg_0206_aec12f79962b604172c072890b492ed9.jpg"
        },
        {
            "description": "",
            "title": "View from Canonbury Road",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_7787_img_0269_df794d4689218d63266c5bfa8f1738c5.JPG"
        },
        {
            "description": "",
            "title": "Gallery 3",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_7787_img_6090_a264f98c4cebfe4abb372c7f7f7889c1.JPG"
        },
        {
            "description": "",
            "title": "Gallery 3",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_7787_galler-3-ok_ecfc7d6a84c36a5aa7818c045a08de6c.jpg"
        },
        {
            "description": "",
            "title": "The library",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_7787__mg_7371_defa1ec38c68dcce39112fdc9d768a61.JPG"
        },
        {
            "description": "",
            "title": "Garden",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_7787_img_0041_e51942f144ff53146afeb5430b659c09.JPG"
        }
    ],
    "links": [
        {
            "href": "http://www.estorickcollection.com",
            "title": "Website"
        },
        {
            "href": "https://twitter.com/Estorick",
            "title": "@Estorick"
        }
    ],
    "location": {
        "address": "39a Canonbury Square, N1 2AN",
        "latitude": 51.5439931,
        "longitude": -0.0998909,
        "meeting_point": null,
        "travel_info": [
            "Nearest tube: Highbury & Islington",
            "Nearest train: Highbury & Islington, Essex Road",
            "Bus routes: 271, 4, 19, 30, 43, 38, 56, 73, 341"
        ]
    },
    "name": "Estorick Collection of Modern Italian Art ",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/7787",
    "ticketed_events": true
}