{
    "all_week": false,
    "description": "A led tour around West Kensington & Gibbs Green Estates, who have been at the centre of the political storm of the Earl's Court Regeneration. The decade-long demolition scheme has been defeated but the estates future remains up for debate.",
    "design": {
        "designers": [
            {
                "architect": "People's Plan (alternative to demoliton) ASH & Residents",
                "description": "Original design",
                "year": "2016"
            }
        ],
        "periods": [
            "Post-war"
        ],
        "types": [
            "Walk/tour",
            "Housing"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 30,
            "date": "2021-09-11",
            "end": "2021-09-11T16:00:00+01:00",
            "fully_booked": true,
            "name": "Campaign Tour of West Ken & Gibbs Green Estates",
            "notes": null,
            "start": "2021-09-11T14:00:00+01:00",
            "ticketed": true
        }
    ],
    "facilities": [
        [
            "Architect on site",
            "Disabled access",
            "Toilets"
        ]
    ],
    "factsheet": [
        {
            "heading": "The People's Estates",
            "paragraphs": [
                "West Kensington and Gibbs Green are two adjacent estates in West Kensington, W14, home to 2,000 residents.",
                "We have been campaigning since 2009, when the Council made a deal with developer Capco to demolish our estates and community, as part of the ‘Master Plan’ which also involved the loss of the much-loved Earl’s Court Exhibition Centres, all replaced by 7,000 luxury flats.",
                "On 8 December 2009, we served a S34A Notice, proposing the estates be transferred to a resident-controlled community housing association. We have stood tall for ten years, taking our destiny into our own hands.",
                "During this time, we have been working with architects and planners to establish our own estate-led regeneration programme in response.",
                "In 2016, we published the People's Plan, which proposed additional homes and improvements, and in 2018 we were designated a Neighbourhood Forum which gives us the opportunity to translate parts of the People's Plan into a Neighbourhood Plan, with legal planning status.",
                "In December 2019 the sale of the Earl's Court site to Delancey meant the 'return' of the estates to the Council and the tearing up of the demolition.",
                "The Council's vision for the estates is yet to materialise, though it is (very) unlikely they will work with the People's Plan and the struggle continues."
            ]
        },
        {
            "heading": "The People's Plan",
            "paragraphs": [
                "Over one hundred residents came together to identify how we want to develop our estates and improve our homes in the future. We have enlisted professionally accredited architects, valuers and quantity surveyors to show that what we want is possible.",
                "There are currently 760 homes on the estates. We are proposing to build 250 new homes where we have identified space.",
                "Most of the new homes for social rent would be family size houses, but some would be bungalows for elderly and disabled residents. These new homes would help address overcrowding on the estates and suit tenants looking to down-size. Most of the homes for sale would be built in new storeys above, and extensions to, existing blocks of housing.",
                "Proposed improvements include: better insulation and ventilation; upgraded bins and refuse systems; glazed balconies to add space to the one bedroom flats in the tower blocks; upgraded communal areas; better control of green space; better security; enhanced landscaping with a new community garden and allotments.",
                "Architects for Social Housing produced the report, which can be seen in full at: https://westkengibbsgreen.files.wordpress.com/2016/07/peoples-plan-architects-report-revised-final.pdf"
            ]
        },
        {
            "heading": "Estate led-Regeneration",
            "paragraphs": [
                "Alongside our campaign, from Cressingham Gardens to the Carpenter's Estate in Newham, to the Latin Village Community proposals, defences to top-down regeneration in London often involve community-led planning responses.",
                "We want to open the discussion to the role of architects and planners within regeneration, and how they can best interact and take the lead from communities."
            ]
        }
    ],
    "id": 7798,
    "images": [
        {
            "description": "XX · 2014",
            "title": "ESB and Aisgill Avenue",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_7798_empess-2_09a98d792632a3c03615762105cba5a3.jpg"
        },
        {
            "description": "WKGG · 2014",
            "title": "Ivatt Place",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_7798_west-ken-1_319f77e54d7fd52ce9393ae8418eacc9.jpg"
        },
        {
            "description": "WKGG · 2011",
            "title": "Serving the Right to Transfer",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_7798_150317_3496_6c2aaeb42b839499cbd0623276dc65a1.jpg"
        },
        {
            "description": "WKGG · 2017",
            "title": "Whose proposals?",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_7798_fullsizeoutput_248f_0f893065ad22dafead52140f8f2ac4df.jpeg"
        },
        {
            "description": "WKGG · 2016",
            "title": "Planning with UCL ",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_7798_170518_122_8561e88dbe40e2a5db13dfb7e1b7b2ae.jpg"
        },
        {
            "description": "WKGG · 2016",
            "title": "People's Plan",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_7798_161004_082_de28e8690ad47afea7afd665e3a06d0a.jpg"
        },
        {
            "description": "WKGG · 2011",
            "title": "Each vote counts",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_7798_140701_4383_8cd4fcf6f656d15574febab503f1f829.jpg"
        }
    ],
    "links": [
        {
            "href": "https://westkengibbsgreen.wordpress.com",
            "title": "Website"
        },
        {
            "href": "https://twitter.com/WestKenGibbsGr",
            "title": "@WestKenGibbsGr"
        }
    ],
    "location": {
        "address": "Mund St Green, Mund Street, W14 9LW",
        "latitude": 51.4885383,
        "longitude": -0.2033751,
        "meeting_point": "Meet on Mund Street Green, opposite the Blue Council office and infront of Churchward & Fairburn Houses",
        "travel_info": [
            "Nearest tube: Earl's Court, West Brompton, West Kensington",
            "Nearest train: West Brompton",
            "Bus routes: 28, 391"
        ]
    },
    "name": "West Kensington and Gibbs Green",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/7798",
    "ticketed_events": true
}