{
    "all_week": false,
    "description": "The oldest surviving church in the City of London founded in 1123. Originally part of an Augustinian Priory the church survived the Great Fire and the Blitz.",
    "design": {
        "designers": [
            {
                "architect": "Unknown",
                "description": "Original design",
                "year": "1123"
            }
        ],
        "periods": [
            "Medieval"
        ],
        "types": [
            "Religious"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": null,
            "date": "2022-09-04",
            "end": "2022-09-04T17:00:00+01:00",
            "fully_booked": null,
            "name": "",
            "notes": null,
            "start": "2022-09-04T10:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        [
            "Bookshop",
            "Disabled access",
            "Toilets"
        ]
    ],
    "factsheet": [
        {
            "heading": "Foundation",
            "paragraphs": [
                "St Bartholomew’s was established by Rahere, a courtier and favourite of King Henry I. It is thought that it was the death of the king’s wife Matilda, followed two years later by the drowning of their heir Prince William, his brother, half–brother and sister, that prompted Rahere to renounce his profession for a more worthy life and make his pilgrimage to Rome.",
                "In Rome, like many pilgrims, he fell ill. As he lay delirious he prayed for his life vowing that, if he survived, he would set up a hospital for the poor in London. His prayers were answered and he recovered. As he turned for home the vision of Saint Bartholomew appeared to him and said “I am Bartholomew who have come to help thee in thy straights. I have chosen a spot in a suburb of London at Smithfield where, in my name, thou shalt found a church.” A “suburb” here means outside the walls of the City but not outside the City itself, whose boundary is defined by the “bars” (e.g. Temple Bar, Holborn Bar).",
                "True to his word Rahere set up both a church, a priory of Augustinian canons, and the hospital. He lived to see their completion – indeed he served as both prior of the priory and master of the hospital – and it is possible that he was nursed at Barts before his death in 1145. His tomb lies in the church."
            ]
        },
        {
            "heading": "History",
            "paragraphs": [
                "The Priory was dissolved in 1539 and the nave of the Church was demolished. The monastic buildings were largely intact and the Canons’ choir and sanctuary were preserved for parish use. Under Queen Mary, there was briefly a house of Dominican friars here, before it reverted to being a Parish Church under Queen Elizabeth I.",
                "Various parts of the building were damaged or destroyed through the centuries until the restoration began in the 19th century, first in the 1860s and then, under Sir Aston Webb, in the 1880s and 90s and on into the 20th century. St Bartholomew the Great is a living church but it also attracts those of no particular religious belief because of its architecture and sense of history."
            ]
        }
    ],
    "id": 7959,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/7959/building_7959_st_bartholomew-the-great_altar-_london-_uk_-_diliff_24f1986b9d0b00ffc998e2d8c2312b51.jpg",
            "description": "",
            "title": "Interior of the Priory Church",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_7959_st_bartholomew-the-great_altar-_london-_uk_-_diliff_24f1986b9d0b00ffc998e2d8c2312b51.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/7959/building_7959_sbg-west-end_eeaa05a46de9f4d1e6c6ed0b53abe531.jpg",
            "description": "",
            "title": "Exterior of the church from the west",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_7959_sbg-west-end_eeaa05a46de9f4d1e6c6ed0b53abe531.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Cloth Fair, EC1A 7JQ",
        "latitude": 51.519126,
        "longitude": -0.0997445,
        "meeting_point": null,
        "travel_info": [
            "Nearest tube: Barbican, Farringdon, St. Paul's",
            "Nearest train: Farringdon",
            "Bus routes: 4, 56, 153, 46, 25, 8"
        ]
    },
    "name": "The City Churches: The Priory Church of St Bartholomew the Great",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/7959",
    "ticketed_events": false
}