{
    "all_week": false,
    "description": "A neighborhood theatre, music, comedy venue using cultural events to bring people together. We pride ourselves on being a welcoming space celebrating everyone's creativity from children to emerging producers to experienced artists.",
    "design": {
        "designers": [
            {
                "architect": "David Hughes Architects",
                "description": "Original design",
                "year": "2018"
            }
        ],
        "periods": [
            "Contemporary"
        ],
        "types": [
            "Concert/performance space",
            "Community/cultural"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 50,
            "date": "2021-09-04",
            "end": "2021-09-04T13:00:00+00:00",
            "fully_booked": null,
            "name": "Family Open Day",
            "notes": "Pop in for a fun-filled family open day – including a trip around the world with The Marvellous Myth Hunter! See www.streathamspaceproject.co.uk for more details",
            "start": "2021-09-04T09:00:00+00:00",
            "ticketed": false
        }
    ],
    "facilities": [
        [
            "Family activities during open house festival",
            "Disabled access",
            "Refreshments",
            "Toilets"
        ]
    ],
    "factsheet": [
        {
            "heading": "What is Streatham Space Project?",
            "paragraphs": [
                "A neighbourhood arts venue and registered charity run by Streatham based creatives.",
                "The venue was built as part of a section 106 planning agreement and opened to the public in June 2018.",
                "The artistic programme spans theatre, music, comedy, dance, spoken word, family shows, opera, podcasts, and visual arts exhibitions."
            ]
        },
        {
            "heading": "Spaces",
            "paragraphs": [
                "Streatham Space Project houses a 120 seat black box auditorium; a studio, exhibition and rehearsal space; and a large open bar/cafe space, with lots of natural light, a stage for performance and gallery space."
            ]
        },
        {
            "heading": "The Role of the Theatres Trust",
            "paragraphs": [
                "When the Gaumont ciné-variety theatre in Streatham was demolished, a new theatre was proposed as part of a Section 106 agreement within a mixed-use development in a dense residential area in Streatham. Streatham once held many large-scale performance venues and the opportunity was identified by London Borough of Lambeth to turn the required community space into a theatre.",
                "However, the initial plans would not have resulted in a viable theatre suitable for the needs of its community. The Trust commented on the planning application in 2015, querying the use class and whether the theatre space as proposed would be viable. Their concern was matched in the community, where residents felt the scheme was not an adequate replacement for the theatre they’d lost.",
                "The Theatres Trust was able to support the local authority by advising on the Section 106 agreement and worked with the developer to ensure there was adequate space for the theatre in the plans. They also made the case for an accompanying café and galleries, which would be vital if the theatre was to be financially sustainable. On their advice, an experienced theatre architect was brought onto the project.",
                "Once further plans were submitted and approved that would allow a proper theatre space to be created, the Trust supported the council to find the right operator for the venue. From 19 proposals, three were shortlisted, which led to a consortium of nine local arts professionals being selected.",
                "Although London Borough of Lambeth was unable to offer ongoing subsidy to the theatre, the Trust worked to ensure that there was sufficient money in the budget to fit out the theatre and negotiated a 25-year peppercorn lease for the successful operator."
            ]
        }
    ],
    "id": 8099,
    "images": [
        {
            "description": "2018",
            "title": "Front of Building",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_8099_front-of-building_2e2069c79eba36cc0edbcc0a4c46bfa3.jpg"
        },
        {
            "description": "2018",
            "title": "Theatre Audience",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_8099_audience-full_dc9852ba570771acfe43261b61800c90.jpg"
        },
        {
            "description": "2018",
            "title": "Theatre",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_8099_fish-eye_6ef625894a38ebcfeee26946c345a1a8.jpg"
        },
        {
            "description": "2018",
            "title": "Cafe",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_8099_cafe-w-more-people_b849d55e30b7c21eba1d112f47891d2c.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Sternhold Ave, SW2 4PA",
        "latitude": 51.4386,
        "longitude": -0.1275679,
        "meeting_point": null,
        "travel_info": [
            "Nearest tube: Brixton, Balham",
            "Nearest train: Streatham Hill",
            "Bus routes: 250, 133, 333, 118, 319"
        ]
    },
    "name": "Streatham Space Project",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/8099",
    "ticketed_events": false
}