{
    "all_week": false,
    "description": "Completed in May 2019, LSE's Centre Building is a state of the art flexible and highly sustainable academic and teaching building, designed by renowned architects Roger Stirk Harbour + Partners.",
    "design": {
        "designers": [
            {
                "architect": "Rogers Stirk Harbour + Partners",
                "description": "Original design",
                "year": "2019"
            }
        ],
        "periods": [
            "Contemporary"
        ],
        "types": [
            "Education"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": null,
            "date": "2021-09-04",
            "end": "2021-09-04T17:00:00+01:00",
            "fully_booked": null,
            "name": "Guided tours of the building",
            "notes": "Guided tours, no general access. In order to keep our community safe, all visitors must provide evidence of a negative COVID-19 test result taken in the last 4 days to access Centre Building. This can be a home test, reported to https://www.gov.uk/report-covid19-result (show NHS text to LSE staff).  Masks must be worn when travelling in lifts and are recommended at other times.Visitors can arrive at any time during the opening hours.There may be queues at busy times.",
            "start": "2021-09-04T10:00:00+01:00",
            "ticketed": false
        },
        {
            "all_day": false,
            "booking_link": null,
            "capacity": null,
            "date": "2021-09-05",
            "end": "2021-09-05T17:00:00+01:00",
            "fully_booked": null,
            "name": "Guided tours of the building",
            "notes": "Guided tours, no general access. In order to keep our community safe, all visitors must provide evidence of a negative COVID-19 test result taken in the last 4 days to access Centre Building.  This can be a home test, reported to https://www.gov.uk/report-covid19-result (show NHS text to LSE staff).  Masks must be worn when travelling in lifts and are recommended at other times.Visitors can arrive at any time during the opening hours.There may be queues at busy times.",
            "start": "2021-09-05T10:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        [
            "Architect on site",
            "Disabled access",
            "Refreshments",
            "Toilets"
        ]
    ],
    "factsheet": [
        {
            "heading": "Overview",
            "paragraphs": [
                "In order to keep our community safe, all visitors must provide evidence of a negative COVID-19 test result taken in the last 4 days to access Centre Building.  This can be a home test, reported to https://www.gov.uk/report-covid19-result (show NHS text to LSE staff).  Masks must be worn when travelling in lifts and are recommended at other times.",
                "This project is shortlisted in the Outstanding Estate Management category of the inaugural Open City Stewardship Awards. Find out more: open-city.org.uk/stewardship-awards",
                "RSHP’s design is inspired by LSE’s core values: Collaboration, Excellence and Innovation. As well as the demolition and redevelopment of a number of existing buildings on the Aldwych campus, the initial brief called for world-class architecture to match LSE’s international academic reputation. The RSHP design goes further by placing a public square at the heart of the campus, creating a new focal point and improving connectivity and wayfinding throughout the site.",
                "The building provides simple flexible floor plans for a range of academic and department uses, allowing the creation of innovative and inspirational spaces to attract the best staff, academics and students. The design is vertically zoned with most of the public and highly serviced facilities such as the restaurant, auditorium and large lecture theatres situated at the lower levels. This facilitates natural interaction with the public realm of Houghton Street and animates the newly created LSE Square.",
                "On the first and second floors, general teaching provision is accommodated and there is access to a large external terraced garden. These public and student facilities are all connected by the atrium space, which provides a dramatic and flowing circulation route between the floors with informal spaces to encourage students to come together to explore, debate and collaborate.",
                "Above the second floor, a number of academic departments are located on flexible floorplates providing both open plan and modular accommodation. These upper levels are connected visually and physically via a dynamic stair that moves in a series of double height spaces across the façade, creating connectivity between departmental floors.",
                "As part of the decision making process, a public exhibition was held during which LSE staff, students and visitors were encouraged to vote for their favourite design from the shortlist. The RSHP design won by an overwhelming margin."
            ]
        }
    ],
    "id": 8219,
    "images": [
        {
            "description": "Joas Souza",
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_8219_10190_n22643_rshpweb_9fc1b0cd2a9af6e5c46375c1d85fafbe.jpg"
        },
        {
            "description": "Joas Souza",
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_8219_10190_n22655_rshpweb-1_6a4b94a5d545c49d969def51d176f476.jpg"
        },
        {
            "description": "Joas Souza",
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_8219_10190_n22656_rshpweb_95643d11dd504fbcd639ff4a63f84db7.jpg"
        },
        {
            "description": "Joas Souza",
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_8219_10190_n24550_rshpweb-1_34bb927576cf4c2474e52fc0d0410046.jpg"
        }
    ],
    "links": [
        {
            "href": "https://www.youtube.com/watch?v=nhbSS2F4lRo",
            "title": "Video Tour"
        }
    ],
    "location": {
        "address": "London School of Economics & Political Science, 2 Houghton Street, WC2A 2AD",
        "latitude": 51.5144388,
        "longitude": -0.1164513,
        "meeting_point": null,
        "travel_info": [
            "Nearest tube: Holborn, Temple, Covent Garden, Embankment",
            "Nearest train: Charing Cross, Waterloo"
        ]
    },
    "name": "Centre Building: London School of Economics",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/8219",
    "ticketed_events": false
}