{
    "all_week": false,
    "description": "Keats House is the beautiful Regency villa, where Romantic poet John Keats found inspiration, friendship and love. Today, it is a museum provided by the City of London Corporation for the benefit of London and the nation.",
    "design": {
        "designers": [
            {
                "architect": "William Woods",
                "description": "Original design",
                "year": "1814"
            },
            {
                "architect": "Unknown",
                "description": "Extension",
                "year": "1840"
            },
            {
                "architect": "City of London Corporation",
                "description": "Restoration",
                "year": "1999"
            },
            {
                "architect": "City of London Corporation / Heritage Lottery Fund",
                "description": "Refurbishment",
                "year": "2007"
            }
        ],
        "periods": [
            "Georgian"
        ],
        "types": [
            "Historical house"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 24,
            "date": "2021-09-05",
            "end": "2021-09-05T16:30:00+01:00",
            "fully_booked": null,
            "name": "Visit Keats House and garden",
            "notes": "Free entry to visit Keats House and garden - the home of Romantic poet John Keats from December 1818 to September 1820. Access to the house may be restricted to 24 people at any one time, but talks, tours and poetry readings will be available indoors and outdoors throughout the day. Our #Keats200 outdoor exhibition, celebrating the life and works of Keats, can also be enjoyed for free, either in the garden or nearby on Hampstead Heath.",
            "start": "2021-09-05T11:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        [
            "Family activities during open house festival",
            "Disabled access",
            "Bookshop",
            "Toilets"
        ]
    ],
    "factsheet": [
        {
            "heading": "The house in Keats's day",
            "paragraphs": [
                "Keats House was built from 1814 to 1816 as a pair of semi-detached houses standing in a common garden on part of what was then known as the Lower Heath Quarter.  Charles Wentworth Dilke, a civil servant (and grandfather of the Victorian politician) occupied the western, larger house, and Charles Armitage Brown, a literary critic, the eastern house. At the time, it was known as Wentworth Place.",
                "John Keats made his first visit to Hampstead in 1816 to meet Leigh Hunt who lived in the Vale of Health.  Keats was introduced to Dilke and Brown by Leigh Hunt and by mid-April 1817 had settled in Well Walk with his brothers, George and Tom. In June 1818, George emigrated to America and in December Tom died of consumption.  After Tom’s death Brown persuaded Keats to live with him and for the remainder of the latter’s brief life, this house was his London home. He wrote much of his finest work during the period which he lived here.",
                "In 1819, Dilke let his house to Mrs. Brawne, a widow with three children.  Her eldest daughter, Fanny, then eighteen, was introduced to Keats by Dilke. They eventually became engaged but Keats left the house in September 1820 to travel to Italy, where he died in Rome in February 1821, at the age of just 25."
            ]
        },
        {
            "heading": "From house to museum",
            "paragraphs": [
                "The exterior of the house remains very much as it was in Keats's day, except for the drawing room. This was added on to the east side of the house by Miss Eliza Chester, a retired actress who bought the two houses in 1838-1839 and converted them into one.",
                "The house continued to be a private residence until the early years of the 20th century. In 1920, it was threatened with demolition but a Memorial Committee was formed to save it. After a successful fundraising effort in Britain and the United States, the property was formally acquired on 24th March 1921.",
                "It was then vested in the Hampstead Borough Council and opened as a museum in 1925. Since 1996, it has been managed as a registered charity (number 1053381) with the objective 'to preserve, maintain and restore for the education and benefit of the public the house and grounds known as Keats House as a museum and memorial to John Keats'. The house was restored in 1974-75 and 1999, with an internal refurbishment in 2007-9, supported by the Heritage Lottery Fund.",
                "Today, Keats House is provided by the City of London Corporation as part of its contribution to the cultural life of London and the nation.",
                "The beautiful garden, which so inspired Keats, features a replacement plum tree, beneath which Keats is said to have written his 'Ode to a Nightingale', although the famous mulberry tree probably dates from before the house was built - the remnant of an orchard on the Maryon Wilson estate.",
                "Inside the house the poet’s sitting room is interpreted to look as it would have done in Keats's day. It retains the original windows with their folding shutters and the shelves on which Keats kept his books. The house tells the story of Keats's life and works, through displays featuring items from the Keats House collections."
            ]
        }
    ],
    "id": 822,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/822/building_822_keatsshoot1-30-front-of-house_732ef8d4e0e0ad5979810de360cc412d.jpg",
            "description": "2015",
            "title": "Front view of Keats House",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_822_keatsshoot1-30-front-of-house_732ef8d4e0e0ad5979810de360cc412d.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/822/building_822_keatsshoot1smallsize-26_8c904eae42051ca9e8603db17a771e89.jpg",
            "description": "",
            "title": "Keats House",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_822_keatsshoot1smallsize-26_8c904eae42051ca9e8603db17a771e89.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/822/building_822_k_pz_05_043-c_day-wentworth_place_d4f4785aa8a14dc3e4518667808c39ad.jpg",
            "description": "",
            "title": "‘Wentworth Place,Ham[p]stead’. Fred Holland Day. c. 1890. Watercolour on paper. Image courtesy of Keats House, City of London Corporation. K/PZ/05/043.",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_822_k_pz_05_043-c_day-wentworth_place_d4f4785aa8a14dc3e4518667808c39ad.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/822/building_822_keats200-logo_white_on_dark-teal_high_res_135401fa9f1b45f2868adccc4609029d.png",
            "description": "",
            "title": "Logo of the Keats200 bicentenary, celebrating the life, works and legacy of Romantic poet John Keats.",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_822_keats200-logo_white_on_dark-teal_high_res_135401fa9f1b45f2868adccc4609029d.png"
        }
    ],
    "links": [],
    "location": {
        "address": "10 Keats Grove, NW3 2RR",
        "latitude": 51.5554841,
        "longitude": -0.1682077,
        "meeting_point": null,
        "travel_info": [
            "Nearest tube: Belsize Park, Hampstead",
            "Nearest train: Hampstead Heath",
            "Bus routes: 24, 46, 168, 268, C11"
        ]
    },
    "name": "Keats House",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/822",
    "ticketed_events": false
}