{
    "all_week": false,
    "description": "The carefully renovated Van Gogh House seeks to share its story and inspire a new generation of artists through Van Gogh’s London story. The house curates a dynamic programme of events anchored in the artist’s practice and local heritage.",
    "design": {
        "designers": [
            {
                "architect": "Unknown",
                "description": "Original design",
                "year": "1824"
            },
            {
                "architect": "Livia Wang, Andrew Shepherd, Max Gelibter, Alexei Hartley",
                "description": "Refurbishment",
                "year": "2019"
            }
        ],
        "periods": [
            "Georgian"
        ],
        "types": [
            "Gallery",
            "Historical house"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 12,
            "date": "2021-09-04",
            "end": "2021-09-04T15:00:00+00:00",
            "fully_booked": null,
            "name": "Hourly ticketed entry to Van Gogh House",
            "notes": "Ticketed entry only. To book free tickets please follow the link to our Art Tickets page: van-gogh-house.arttickets.org.uk",
            "start": "2021-09-04T10:00:00+00:00",
            "ticketed": true
        },
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 12,
            "date": "2021-09-05",
            "end": "2021-09-05T15:00:00+00:00",
            "fully_booked": null,
            "name": "Hourly ticketed entry to Van Gogh House",
            "notes": "Ticketed entry only. To book free tickets please follow the link to our Art Tickets page: van-gogh-house.arttickets.org.uk",
            "start": "2021-09-05T10:00:00+00:00",
            "ticketed": true
        }
    ],
    "facilities": [
        [
            "Architect on site",
            "Bookshop"
        ]
    ],
    "factsheet": [
        {
            "heading": "About your visit",
            "paragraphs": [
                "We are offering a series of free timed entry visits to 87 Hackford Road, the house where Vincent Van Gogh lived as a young man in the 1870s. Guides will be on hand to interpret the history of the house and its most famous tenant, and talk about the site's exciting residency and exhibition programme. Visitors will be able to explore the house and view artefacts uncovered during the recent conservation of the building, gaining a glimpse into the stories hidden within its walls.",
                "Visitors will also be able to see our new exhibition:  \"Life and its most trivial particulars\" by artists Brian Griffiths and Frank Kent. In the form of a photographic installation across all eight rooms of the restored 3-storey Georgian terraced house, the exhibition responds to the accumulated histories of the building, from the early 19th century to the present day. Drawing on themes from Van Gogh’s life and work, \"Life and its most trivial particulars\" builds connections that reflect Griffiths’ and Kent’s own imaginings of the artist, his myth and legacy. For more details of opening times and to read the full press release please visit our website:\nhttp://www.vangoghhouse.co.uk/"
            ]
        },
        {
            "heading": "Uncovering the History of 87 Hackford Road",
            "paragraphs": [
                "By examining artefacts discovered during the renovation, reviewing local census records, and studying old maps of London, we are piecing together the story of 87 Hackford Road.",
                "We were fortunate to work with students from the conservation course at Camberwell College of Art, who began to restore and archive the objects found during the building works. Studying these items has allowed us to gain insight into the lives of the house’s previous inhabitants.",
                "While Van Gogh’s brief tenancy at 87 Hackford Road has left a lasting legacy at the residence that contributed to its conservation status, the house has a rich history that both pre-dates and supersedes Van Gogh’s time in London."
            ]
        },
        {
            "heading": "The Wigmore Family",
            "paragraphs": [
                "While it was previously thought that the house was built in the 1840s, a newspaper found on the ground floor dated 1824 suggests that the house may have actually been built in the 1820s. London’s urban footprint was rapidly expanding, and the area surrounding Hackford Road was mostly farmland and fields.",
                "Discovered under one of the floorboards in Van Gogh’s bedroom was a collection of children’s toys and scraps of handwriting, one reading “Carefully, Carefully” signed and dated by a James Wigmore in 1858, followed by the lines “Embrace every opportunity of acquiring knowledge”, dated 1861 in a smaller, more sophisticated script.",
                "Census records show that James belonged to the Wigmore Family. He was the eldest of 7 sons and was thirteen years old by 1861. Wigmore’s objects remind us that by the time Van Gogh became a lodger at the house, 87 Hackford Road had already enjoyed nearly 50 years of history."
            ]
        },
        {
            "heading": "The Loyers and Vincent van Gogh",
            "paragraphs": [
                "When Van Gogh moved into 87 Hackford Road, Sarah Ursula Loyer was living at the house with her daughter Eugenie and another tenant called Samuel Plowman. As a widow, she was able to generate income by running a small school for children out of her front parlour and letting out rooms to lodgers.",
                "Census records indicate that builders and seamstresses resided at the house during Mrs Loyer’s time, and items such as a carpenter’s business card and needles point to their presence.",
                "When repairs to the roof began, Triskele’s builders found a series of documents that had been carefully tucked between the ceiling joists. When unfolded, Mrs Loyer’s signature was clearly visible: these were her house insurance documents, dated to the years Van Gogh lived at the residence. Slipped in with these papers was a small, well-thumbed book of prayers, published in 1867 by Frederick Warne & Co."
            ]
        },
        {
            "heading": "The Smith Family and Paul Chalcroft",
            "paragraphs": [
                "While it was always known that Van Gogh had lived in Stockwell, the precise address had yet to be determined. 87 Hackford Road’s link to the painter was only discovered in 1971 by postman and avid Van Gogh enthusiast Paul Chalcroft, who took it upon himself to locate Van Gogh’s London home during a postal strike.",
                "At the time, the house’s residents were Arthur and Marjorie Smith. The Smiths had moved to Hackford Road in the early 1960s and were baffled to learn that the eponymous artist had lived at the house. Suddenly, their home became an attraction for coachloads of tourists and art historians. A blue plaque was fixed to the building followed by the designation of a conservation area and subsequent Grade II listing of the property."
            ]
        },
        {
            "heading": "Beyond the Renovation",
            "paragraphs": [
                "After Mrs Smith moved out of the house, the property was left uninhabited for a number of years until the Wang family purchased it in 2012. A decision was made transform the house into a site for artist residencies and exhibitions, and in June 2019 the newly renovated building was officially opened to the public.",
                "A few playful signatures were added to the house by the Triskele Conservation building team. These included a newly cast ceiling rose by plasterer Phil Bailey, a decorated lead flush pipe in the W.C. by Colin Hyde and Stefan Hirdau, and a roof access hatch made from unsalvageable window reveal boards by Brian Murphy.",
                "With each exhibition, performance, and residency, the house’s narrative will continue to evolve. We hope that this appreciation of the house throughout time, and its purpose as a place of residence and artistic production, gives the building an ideological robustness that will translate to its physical fabric."
            ]
        },
        {
            "heading": "\"Life and its \"Life and its most trivial particulars\" by Brian Griffiths and Frank Kent",
            "paragraphs": [
                "Van Gogh House is excited to present \"Life and its most trivial particulars\" by artists Brian Griffiths and Frank Kent, opening 4 September – 18 December 2021. The exhibition is the first in a new annual commissioning programme at Van Gogh House, marking 50 years since 87 Hackford Road was found to be the London residence of the renowned Dutch artist.In the form of a photographic installation across all eight rooms of the restored 3-storey Georgian terraced house, \"Life and its most trivial particulars\" responds to the accumulated histories and\nconstructed realities of the building, from the early 19th century to the present day. Transposing still life and landscape, everyday materials and objects, sculptors Griffiths and Kent present their carefully staged and situated photographs as sideways moments of focus and narrative.",
                "Drawing on themes from Van Gogh’s life and work, Life and its most trivial particulars builds associated fictions and connections that reflect Griffiths’ and Kent’s own imaginings of the artist, his myth and legacy. The works are informed by a wide range of references from Van Gogh’s early works such as Potato Field (1883), the artist’s evolving colour palette, Bob Law’s sculpture Vincent’s Chair (1984) and the writings of Charles Dickens; to the sight of a church roof in Gainsborough, a Japanese parasol, and everyday found objects collected from car boot sales and Griffiths’ and Kent’s studios. Within the composition of each photograph is an open cube, a framing device that presses objects into action and flattens three-dimensional space. The objects are arranged with an improvised formality, the resulting images depicting spaces that appear both imagined and ordered, and often with a comedic edge.",
                "Livia Wang, Creative Director at Van Gogh House said, “The carefully considered relationships between object, stage and frame in Life and its most trivial particulars truly resonate with our approach to the house. Griffiths and Kent’s playful process of collaboration creates compositions with their own atmosphere, story and natural humour, an alternate rewriting of the infamous collaboration between Van Gogh and Gaugin.”",
                "Griffiths and Kent met at the Royal Academy Schools where Griffiths is a lecturer and Kent was a student, and soon after they began a collaborative artistic practice, culminating in AIR SIGNS, an ongoing series of photographic sculptural installations, first presented at Karsten Schubert in\nLondon in 2019."
            ]
        },
        {
            "heading": "Van Gogh House exhibition and residency programme",
            "paragraphs": [
                "Van Gogh House presents an ongoing programme of interchanging exhibitions and invited artist\nresidencies, undertaken in August by Roy Claire Potter and Lilian Nejatpour. In parallel, a poster work for the front window of the house presents a new commission each month by artists Allison Katz (July, Jordan Baseman (August), Ye Funa (September) and Katrina Palmer (October).",
                "Saskia Olde Wolbers was the first contemporary artist to present work at Van Gogh House with a solo exhibition Unreliable Biographers (2019), and Yes, these Eyes are the Windows, a sound installation commissioned by Artangel in 2011, followed by a video work of the same name in 2015.\nThroughout the building there is a growing list of permanent interventions; a cherrywood banister spindle by Oliver Dorman; natural dye hand-made curtains by Rachel Jones-Jones; and\nPigment Timeline, a wall work of every pigment Van Gogh used during his lifetime by Jo Volley.",
                "Van Gogh House has been owned and managed by the Wang family since 2012. A 7-year restoration project completed in 2019 led by Creative Director Livia Wang has established a new\ncentre for the production and presentation of contemporary art, and a working domestic space sensitive to the history and heritage of the building. The family also run San Mei Gallery in south London, an independent space for contemporary art, committed to research-led, educational and\ncollaborative exchanges."
            ]
        }
    ],
    "id": 8317,
    "images": [
        {
            "description": "Claire Zhao · 2019",
            "title": "One of the craftsmen working on the house",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_8317_img_7213_3096fb76c9aaeb670a45fb6e3b08ed9b.jpg"
        },
        {
            "description": "Claire Zhao · 2019",
            "title": "Front of the house",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_8317_87-hackford-road-exterior-claire-zhao-_-van-gogh-house-london-2019_5846b13e4c7d4479251b5850ae972932.jpg"
        }
    ],
    "links": [
        {
            "href": "https://van-gogh-house.arttickets.org.uk/",
            "title": "Book tickets via Van Gogh House"
        },
        {
            "href": "http://vangoghlondon",
            "title": "social media"
        }
    ],
    "location": {
        "address": "87 Hackford Road, Stockwell, SW9 0RE",
        "latitude": 51.4745206,
        "longitude": -0.1151837,
        "meeting_point": null,
        "travel_info": [
            "Nearest tube: Stockwell, Oval",
            "Nearest train: Victoria",
            "Bus routes: 415, 333, 159, 155, 133, 59, 3"
        ]
    },
    "name": "Van Gogh House London",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/8317",
    "ticketed_events": true
}