{
    "all_week": false,
    "description": "The pumping station was built in 1864 by Sir Joseph Bazalgette chief engineer at the Metropolitan Board of Works. The site has a total of four Grade II listed heritage assets including the pumping stations with East and West Beam Engines.",
    "design": {
        "designers": [
            {
                "architect": "Joseph Bazalgette",
                "description": "Original design",
                "year": "1859"
            }
        ],
        "periods": [
            "Historical/contemporary"
        ],
        "types": [
            "Infrastructure/engineering"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": null,
            "date": "2021-09-04",
            "end": "2021-09-04T16:00:00+01:00",
            "fully_booked": null,
            "name": "Tour",
            "notes": "Access by pre-booked tour only. Tours starting on the hour, last tour at 3pm. All tours will follow current COVID guidelines.",
            "start": "2021-09-04T11:00:00+01:00",
            "ticketed": true
        },
        {
            "all_day": false,
            "booking_link": null,
            "capacity": null,
            "date": "2021-09-05",
            "end": "2021-09-05T16:00:00+01:00",
            "fully_booked": null,
            "name": "Tour",
            "notes": "Access by pre-booked tour only. Tours starting on the hour, last tour at 3pm. All tours will follow current COVID guidelines.",
            "start": "2021-09-05T11:00:00+01:00",
            "ticketed": true
        }
    ],
    "facilities": [],
    "factsheet": [
        {
            "heading": "History of Greenwich Pumping Station",
            "paragraphs": [
                "Greenwich is the jewel in the crown when it comes to Pumping Stations. The site has a total of four Grade II listed heritage assets:  \n•\tPumping stations with its East and West Beam Engines\n•\tTwo coal sheds\n•\tNetwork Rail viaduct",
                "The pumping station was built in 1864 by Sir Joseph Bazalgette chief engineer at the Metropolitan Board of Works. Greenwich Pumping station formed part of Bazalgette’s scheme to improve London’s sewers and prevent raw waste reaching the Thames.",
                "Deptford Pumping Station was the meeting point for a number of sewers which were part of the Southern Outfall Sewer network, intercepting waste from south of the river before flowing to Crossness sewage treatment works. \nThe scheme relied on gravity to send the sewage from the higher levels in London to Crossness which is lower. The trouble was the gradient wasn’t sufficient to send sewage the whole way without intervention. A pump was required to raise the sewage to ensure it reached the treatment works and that’s where Greenwich came in.",
                "Originally known as Deptford Pumping Station, it was a rather confusing name as it was on the Greenwich side of Deptford Creek. The location, covering an area of three acres, was chosen as it provided a good source of coal (transported by sea or barge) which was needed in large quantities to power the steam pumping engines. In addition, the land around the creek was undeveloped and therefore relatively cheap to acquire and develop. The pumping station was built at a cost of £109,455.",
                "The name changed around the time the Greater London Council was abolished and Thames Water took on the responsibility for sewage management and already had a Deptford Water Pumping Station in Brookmills Lane."
            ]
        },
        {
            "heading": "Engine Houses",
            "paragraphs": [
                "The Engine Houses in London Stock Brick in the Italianate style and was in operation by 1865.  The main building had both an East and West Beam Engine house which were linked by a central boiler room. There were four beam-engines in total, each of which were each capable of pumping about 123 million gallons a day.",
                "As beam engine technology became redundant the beam engines were removed to make way for more modern technology. The West engine house was extended and converted in 1905 to make way for the new pumps.  Thames Water now use the West Engine House as the operational pumping station."
            ]
        },
        {
            "heading": "Coal Sheds",
            "paragraphs": [
                "To the south of the engine houses there are two 19th century coal sheds. These were constructed out of cast iron and wrought iron, with slate roofs and wrought iron roof trusses.  The Roof trusses are hollow and are designed to drain water. You can still see the original cobbles and wrought iron structure today.",
                "Coal was unloaded from the Deptford Creek at Greenwich Road Warf where it was loaded onto trolleys, probably manually, and delivered to the Pumping Station to feed coal into the boiler house."
            ]
        },
        {
            "heading": "Tideway Tunnel",
            "paragraphs": [
                "London currently relies on the 150 year-old sewer system built for a population less than half its current size.",
                "The Tideway Tunnel is being built to modernise the system and intercept the raw sewage that spills untreated into the Thames every year. The Super Sewer is 25 kilometres long, wider than Big Ben’s clock face and deeper (in places) than Nelson’s Column is tall.",
                "The Greenwich Pumping Station is site of one of the shafts for the tunnel connecting Greenwich with Chambers Warf. This connection tunnel will provide additional sewer capacity in South East London and will help tackle the problem of sewage overflow into the Deptford Creek and River Ravensbourne."
            ]
        }
    ],
    "id": 8328,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/8328/building_8328_greenwich-ps_638c00f4e679c944f2e8a0a6d1cc3567.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/medium_golden/building_8328_greenwich-ps_638c00f4e679c944f2e8a0a6d1cc3567.jpg"
        }
    ],
    "links": [
        {
            "href": "https://www.eventbrite.co.uk/e/greenwich-pumping-station-open-house-festival-2021-tickets-162057316797",
            "title": "Book tickets via Eventbrite"
        }
    ],
    "location": {
        "address": "Greenwich Pumping Station, Greenwich High Rd, SE10 8JL",
        "latitude": 51.4755011,
        "longitude": -0.0198363,
        "meeting_point": null,
        "travel_info": [
            "Nearest tube: Deptford Bridge",
            "Nearest train: Deptford",
            "Bus routes: 53, 453, 177"
        ]
    },
    "name": "Greenwich Pumping Station",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/8328",
    "ticketed_events": true
}