{
    "all_week": false,
    "description": "Our Yard at Clitterhouse Farm is a grassroots project working to protect historic Victorian farm outbuildings and transform the entire site into a vibrant and sustainable community hub. Shortlisted for the Open City Stewardship Awards 2021.",
    "design": {
        "designers": [
            {
                "architect": "Unknown",
                "description": "Original design",
                "year": "1890"
            },
            {
                "architect": "Our Yard at Clitterhouse Farm",
                "description": "Refurbishment",
                "year": "2020"
            }
        ],
        "periods": [
            "Victorian"
        ],
        "types": [
            "Public realm/landscape"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 20,
            "date": "2021-09-04",
            "end": "2021-09-04T15:00:00+01:00",
            "fully_booked": null,
            "name": "Our Yard at Clitterhouse Farm",
            "notes": "There are no public toilets on site.  Please note the farm outbuildings are located within Clitterhouse Playing fields – enter via the Claremont Road park gate entrance. Please do not go to the private farm house which faces directly onto Claremont road.",
            "start": "2021-09-04T11:00:00+01:00",
            "ticketed": false
        },
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 20,
            "date": "2021-09-11",
            "end": "2021-09-11T15:00:00+01:00",
            "fully_booked": null,
            "name": "Our Yard at Clitterhouse Farm",
            "notes": "There are no public toilets on site.  Please note the farm outbuildings are located within Clitterhouse Playing fields – enter via the Claremont Road park gate entrance. Please do not go to the private farm house which faces directly onto Claremont road.",
            "start": "2021-09-11T11:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        [
            "Disabled access",
            "Refreshments"
        ]
    ],
    "factsheet": [
        {
            "heading": "The Open City Stewardship Awards",
            "paragraphs": [
                "This project is shortlisted in the Open Space Stewardship category of the inaugural Open City Stewardship Awards. Find out more: open-city.org.uk/stewardship-awards"
            ]
        },
        {
            "heading": "General Information",
            "paragraphs": [
                "Our Yard at Clitterhouse Farm (formerly The Clitterhouse Farm Project) was established in 2013 by local residents to protect a series of historic farm outbuildings from proposed demolition within the area's wider Brent Cross regeneration. Through active participation and campaigning, the buildings were saved, and are now regarded as one of the only remaining heritage assets in the area. Since then, the Our Yard have established a strong presence on site, through regular events celebrating the farm's rich history; creating an award-winning garden and nature space, building a small community café (designed by Billy Adams, Freddie Wiltshire and OfCA), and soon opening workshops for small businesses.",
                "The Farm Garden is a critical part of the wider mission of Our Yard at Clitterhouse Farm – it represents the truly grassroots nature of our organisation, built from the ground up with little to no funding, but with the commitment of time, energy and passion of a group of local people, which has seen the transformation of this small patch of land from a place where people use to fly tip rubbish and which was associated with anti-social behaviour into a beautiful space which people travel to from across London to volunteer at, to spend time in for mental and physical health, or to meet friends or take part in a workshop or training.",
                "Projects like ours are critical for community resilience at the best of times, but during the Covid Pandemic we offered a place for people to escape during the hardest of times - a space to work with nature, meet new people and learning -\nwith over 90% of people we surveyed saying the garden has had a positive impact on their health and well-being. The impact of our garden has been deep and wide reaching and we are growing from strength to strength. Since its inception, our objective has been to create a thriving and beautiful outdoor nature space that improves biodiversity, is a focal point for learning about nature, providing opportunities for volunteering and education for anyone interested, whatever their age and wherever they are from.",
                "A team of committed local people volunteer their time and lead the garden project. They are there in the rain, wind, snow or sunshine working as a committed team to spread the joy and benefits of nature to all who visit. In recognition of our incredible work to date we were selected as the southern regional winner of Cultivation Street’s Community Gardens of the year - a huge achievement for a group of volunteers with very little funding and all working in their own spare time.",
                "We depend on the passion, commitment and energy of a group of local people who come every week to keep the garden growing, thriving and beautiful for all to enjoy. We provide training, workshops and activities to all who come - usually for free or for very small fees. We run a plant nursery, sell plants grown organically in peat free compost and work with students, local people, young and old so they can learn more about gardening - horticulture and permaculture. The work our team does is truly inspirational and deserves recognition for how much they have contributed to the local area and London as a whole."
            ]
        }
    ],
    "id": 8339,
    "images": [
        {
            "description": "RCKA Architects · 2019",
            "title": "Future Vision for the site",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_8339_19119_rcka_clitterhousefarm_view01_lr-2048x1400_842373eab9c3d4898ee284dc89768e6d.jpg"
        },
        {
            "description": "",
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_8339_screen-shot-2019-06-05-at-15-37-38_5eddd2b7dae8f1120b65b992eb862c73.png"
        },
        {
            "description": "Billy Adams and Freddie Wiltshire · 2018",
            "title": "Model of cafe pre build",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_8339_cafe-model-full_011a4121d0885109a4e1faada7627260.jpg"
        },
        {
            "description": "Thomas Ball · 2020",
            "title": "Sensory Herbal Garden",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_8339_img_7903-2-2048x1536_d959b1588dbca0ca090282a2e4aa89be.jpg"
        },
        {
            "description": "Thomas Ball · 2020",
            "title": "Glasshouse",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_8339_img_0559-2-2048x1536_55efa1a2a322ad4e32acc1ed5983cd15.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Clitterhouse Playing Fields, Claremont Rd, NW2 1AP",
        "latitude": 51.5676375,
        "longitude": -0.218121,
        "meeting_point": null,
        "travel_info": [
            "Nearest tube: brent cross",
            "Nearest train: Cricklewood",
            "Bus routes: 189, C11, 102"
        ]
    },
    "name": "Clitterhouse Farm",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/8339",
    "ticketed_events": false
}