{
    "all_week": false,
    "description": "A striking Neoclassical villa in tranquil gardens on Hampstead Heath, Kenwood boasts breath-taking interiors by Robert Adam and a world-class art collection. For guaranteed entry, book your free ticket via the English Heritage website.",
    "design": {
        "designers": [
            {
                "architect": "Robert and James Adam",
                "description": "Original design",
                "year": "1764"
            },
            {
                "architect": "George Saunders",
                "description": "Extension",
                "year": "1793"
            },
            {
                "architect": "Humphrey Repton",
                "description": "Landscape design",
                "year": "1793"
            }
        ],
        "periods": [
            "Georgian"
        ],
        "types": [
            "Historical house",
            "Garden",
            "Museum"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 20,
            "date": "2022-09-05",
            "end": "2022-09-05T16:00:00+01:00",
            "fully_booked": null,
            "name": "Visit Kenwood's 18th-century Dairy",
            "notes": "Visit Kenwood's ornamental dairy, designed and built for Louisa, 2nd Countess of Mansfield at the end of the 18th-century. The Wedgwood tiled 'Settling Room', where milk was made into cream, and the Countess's private tea room will be open 12pm to 4pm. Booking is not required but there may be a short wait.",
            "start": "2022-09-05T12:00:00+01:00",
            "ticketed": false
        },
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 15,
            "date": "2022-09-11",
            "end": "2022-09-11T16:00:00+01:00",
            "fully_booked": null,
            "name": "Kenwood Carriage House",
            "notes": "Visit Kenwood's carriage house, built in the 1790s for the 2nd Earl of Mansfield and see two of Kenwood's hidden treasures - Lord Iveagh's four-in-hand Drag carriage and an Edwardian Romany vardo, once a regular site at the annual Hampstead Heath Fair. No booking required but as capacity is limited, expect a short wait.",
            "start": "2022-09-11T12:00:00+01:00",
            "ticketed": false
        },
        {
            "all_day": false,
            "booking_link": null,
            "capacity": null,
            "date": "2022-09-11",
            "end": "2022-09-11T16:00:00+01:00",
            "fully_booked": null,
            "name": "Kenwood's hidden Kitchen Garden",
            "notes": "Visit Kenwood's walled Kitchen Garden and find out more about the array of fruit and veg grown on the estate in the 18th and 19th centuries, as well as the work of Kenwood's 21st-century gardeners. Visitors can arrive at any time during the opening hours.There may be queues at busy times.",
            "start": "2022-09-11T12:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        [
            "Bookshop",
            "Parking",
            "Refreshments",
            "Toilets",
            "Disabled access"
        ]
    ],
    "factsheet": [
        {
            "heading": "Layout and Exterior",
            "paragraphs": [
                "Between 1764 and 1779, William Murray, 1st Earl of Mansfield employed the celebrated Scottish architect and designer Robert Adam and his brother James to transform Kenwood from a 17th-century red-brick mansion into a fashionable neo-classical villa. Adam described Kenwood as \"a beautiful villa belonging to Lord Mansfield, the friend of every elegant art and useful science\", who gave “full scope” to his ideas. Between 1764 and 1779 Adam remodelled Kenwood both inside and out. The resulting villa is the first complete example of the architect’s mature style of neoclassicism and a manifesto of Adam’s ambitions.",
                "Adam significantly expanded Kenwood, adding an attic story, as well an extension to the east of the original house. Much of his work to the exteriors, particularly the celebrated south front and terrace, was aimed at unifying old and new, as well as situating the house more harmoniously within the picturesque landscape. The addition of a monumental Ionic porticoed entrance on the north front served to enhance the grandeur of Kenwood.",
                "The Library or ‘Great Room’ to the east was the highlight of Adam’s renovations at Kenwood. The proportions of the rooms were based on those of the Orangery on the west side of the house, probably built in the 1740s by the 3rd Earl of Bute. Adam’s addition of the Library to the east of the south elevation, with the same volume as the Orangery, was an ingenious way of providing a symmetrical façade.",
                "Under the 2nd Earl of Mansfield, two brick wings were added to the east and west of the north-front by architect George Saunders. These contained spaces for entertaining, including a dining room and ante-chamber to the east and drawing room and music room to the west. These wings were left unornamented and bare of stucco to distinguish them from Adam's original exteriors.",
                "The 2nd Earl was also responsible for the addition of the service wing on the eastern side, which was cleverly hidden by his new dining-room wing.",
                "The present dairy at Kenwood was built for the 2nd Earl's wide, Louisa, Countess of Mansfield. It stands about a quarter of a mile west of the main house, on almost the highest point of Hampstead Heath. The three interlinked buildings, built between 1793 and 1795, were designed by the architect George Saunders, who was then enlarging the villa at Kenwood with the addition of east and west wings.",
                "The Dairy was intended as the destination along the promenading route, which began in the Flower Garden immediately west of the house and led by a path through the beds to the plateau on which Dairy stands. The dairy was designed to be both decorative as well as functional and was intended to be seen as part of the landscaped park. It is formed of three pavilions, each with deep over-hanging eaves. The central pavilion would have been used as accommodation for the dairymaid, whilst the two side pavilions were used to process milk into cream, butter and cheese. The simple ‘rustic’ style of the pavilions is reminiscent of a number of earlier dairies designed by Sir John Soane, who had taught George Saunders when he was young.",
                "The popularity of ornamental dairies and models farms in the 18th-century was influenced by the French queen, Marie-Antoinette, who had a model farm - Hameau de la Reine - with a dairy at her small estate Le Petit Trianon in the grounds of Versailles. From there, the fashion spread across Europe. Before coming to live at Kenwood, Louisa, 2nd Countess of Mansfield had lived in France, which perhaps inspired her interest in dairy work.",
                "Although a fashionable pastime for aristocratic ladies, ornamental dairies and model farms were still functional. The diary at Kenwood would have supplied the house with butter, milk, cream and cheese, while ice stored in the ice-house below would have been used in the making of ice-cream, a fashionable dessert in the late 18th century. \nLady Mansfield maintained a herd of Warwickshire long-horned cattle at Kenwood and is reported to have been quite competitive with other ladies of her social circle who shared similar interests. One observer noted that, Louisa and Lady Southampton of Fitzroy Farm, both: ‘…admirable dairywomen, were so jealous of each other’s fame, that they have […] been very near to a serious falling out, on the dispute [over] which of them could make the greatest quantity of butter from such a number of cows’.",
                "The Settling Room\nThe Settling Room was used to process milk into cream, ready for churning into butter or making into cheese or ice-cream. The dairymaid would pour fresh, full-cream milk provided by the estate’s herd of cows into black marble ‘pans’ that line the walls. Once it had settled, the cream would be skimmed off and kept. The ‘skimmed’ milk and also the whey from cheese production would then be drained through pipes to the nearby piggery to feed the pigs that were kept on the estate.",
                "The decoration of the rooms dates from the time of construction in the late 18th-century. The stone floor and tiled walls were considered hygienic, as they could be easily wiped down, while the decorative ‘font’ or fountain in the centre of the room would have been used for washing utensils.",
                "The room was also a place for show, visited by the ladies of the house and their guests. This is reflected in the simple, yet elegant decorative features, like the ‘Greek Key’ motif bordering the Wedgwood tiles and built in shelves on which to display porcelain.",
                "The Tea Room\nThe small octagonal tea room would have been used by the Countess of Mansfield to entertain her friends and to sample the products of her dairy. The room takes the form of an octagonal, domed garden pavilion, with restrained yet elegant decorative features such as a ceiling rose and niches framed by painted, plaster imitation ‘trellises’.  The room gives panoramic views of the landscape and of the west meadow. Mirrors opposite the windows reflect the view and, once the mirrored door is closed, the reflected landscape gave the impression that the Tea Room is an independent structure."
            ]
        },
        {
            "heading": "Interior",
            "paragraphs": [
                "Despite the symmetry of the exterior, the proportions of the rooms at Kenwood are relatively modest – it was intended as a villa, not a grand stately home. Adam’s decorative scheme throughout the house aimed to disguise this, using an integrated colour palette and repeating decorative motifs to give the impression of one space flowing into another. Many of the ground floor rooms retain Adam's original schemes, including carved marble fire surrounds and ornate stucco work. The Entrance Hall boasts a fine decorative ceiling, with paintings by Venetian artist Antonio Zucchi which reflect the room’s dual purpose as a space for dining. The Library or 'Great Room' was the culmination of Adam's scheme and is widely acknowledged as one of the finest English 18th-century interiors anywhere. It was intended for receiving company and would have been used by Lord Mansfield and his family to host dinners, perform music, and play games with their guests. The novel shape – a double-height cube with apsidal ends and a coved ceiling – demonstrates Adam’s theory of ‘movement’, using rising and falling, receding and advancing architectural forms to enliven a space. The plasterwork ceiling features ornament distilled from classical and sixteenth-century Renaissance sources, as well as emblems from the Mansfield coat-of-arms. The ceiling paintings were almost certainly the result of collaboration between Antonio Zucchi, Adam and his patron, Lord Mansfield. Law and good judgement are prominent themes in the scheme of nineteen paintings, reflecting Lord Mansfield’s position as Lord Chief Justice, the head of the English judiciary.",
                "As part of an extensive repair and conservation project begun in 2012, part-funded by the Heritage Lottery Fund, the Library underwent refurbishment based on new scientific paint analysis and archival research, restoring Adam’s original colour scheme.",
                "The four wing-rooms at Kenwood, constructed in the 1790s, were redecorated by William Atkinson between 1813 and 1815 for the 3rd Earl of Mansfield. Refurbished in 2000, the presentation of these rooms reflects the Regency tastes of the 3rd Earl."
            ]
        },
        {
            "heading": "The Iveagh Bequest",
            "paragraphs": [
                "In 1925, after almost 175 years of family ownership, the 6th Earl of Mansfield sold Kenwood. The house and grounds were saved from redevelopment by brewing tycoon Edward Cecil Guinness, 1st Earl of Iveagh (1847–1927). On his death two years later, Lord Iveagh bequeathed Kenwood and the surrounding estate to the nation for the public to enjoy, together with an exceptional collection of Old Master and British paintings.",
                "At Lord Iveagh’s request, today Kenwood is ‘…preserved as a fine example of the artistic home of a gentleman of the eighteenth century’. As you make your way through the ground floor rooms, you will encounter masterpieces by Rembrandt, Vermeer, Van Dyck, Gainsborough, Reynolds and Turner, displayed alongside an important collection of 18th-century decorative arts."
            ]
        },
        {
            "heading": "Decorative Arts",
            "paragraphs": [
                "Though the original contents of the villa were sold by the 6th Earl of Mansfield in 1922, Kenwood is today home to a significant collection of eighteenth-century decorative arts, including furniture, clocks, sculpture and ceramics. Several important items of furniture designed by Robert Adam for Kenwood have been returned to the house and are displayed alongside significant pieces made for other sites by Adam and his contemporaries."
            ]
        }
    ],
    "id": 835,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/835/building_835_n070265_e804879b82cebedf18da5060e1b95f1b.jpg",
            "description": "© Historic England Photo Library · 2007",
            "title": "Kenwood from the South",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_835_n070265_e804879b82cebedf18da5060e1b95f1b.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/835/building_835_j010044_ed11b39badf8e29a79d5f95ecd1f3f22.jpg",
            "description": "© Historic England Photo Library · 2001",
            "title": "The DIning Room Lobby at Kenwood",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_835_j010044_ed11b39badf8e29a79d5f95ecd1f3f22.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/835/building_835_n130020_cc2e332aab0e1675e199413663ebf8d6.jpg",
            "description": "© Historic England Photo Library · 2013",
            "title": "Library at Kenwood",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_835_n130020_cc2e332aab0e1675e199413663ebf8d6.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/835/building_835_eh23406_50373bbb905d301915e67c94e23af65d.jpg",
            "description": "English Heritage Trust · 2016",
            "title": "The 18th-century Settling Room ",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_835_eh23406_50373bbb905d301915e67c94e23af65d.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/835/building_835_eh23404_da56afdff61a5692977d87c5eb741fa3.jpg",
            "description": "English Heritage Trust · 2016",
            "title": "The Dairy at Kenwood",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_835_eh23404_da56afdff61a5692977d87c5eb741fa3.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/835/building_835_eh11705_419637fa509e876c7c8575840b8ec9e9.jpg",
            "description": "English Heritage Trust · 2015",
            "title": "Self-Portrait with Two Circles, by Rembrandt van Rijn",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_835_eh11705_419637fa509e876c7c8575840b8ec9e9.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/835/building_835_eh23366_40d1152c829cc98c2e163b49433f815d.jpg",
            "description": "English Heritage Trust · 2016",
            "title": "The 18th-century Tea Room at the Dairy",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_835_eh23366_40d1152c829cc98c2e163b49433f815d.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/835/building_835_eh6660_78ff500697f69caa304e25a3863f850c.jpg",
            "description": "English Heritage Trust · 2015",
            "title": "The Entrance Hall at Kenwood",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_835_eh6660_78ff500697f69caa304e25a3863f850c.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Hampstead Lane, NW3 7JR",
        "latitude": 51.5713283,
        "longitude": -0.1675998,
        "meeting_point": null,
        "travel_info": [
            "Nearest tube: Archway, Hampstead, Golders Green",
            "Nearest train: Hampstead Heath",
            "Bus routes: 210"
        ]
    },
    "name": "Kenwood ",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/835",
    "ticketed_events": false
}