{
    "all_week": true,
    "description": "Publicly accessible landscaped Square featuring a pavilion with an asymmetrical steel structure and sliding glass walls set between three triangular support points. Also a stunning contemporary outdoor artwork from Sculpture in the City.",
    "design": {
        "designers": [
            {
                "architect": "Gillespies, Make Architects",
                "description": "Original design",
                "year": "2018"
            }
        ],
        "periods": [
            "Contemporary"
        ],
        "types": [
            "Public realm/landscape"
        ]
    },
    "events": [],
    "facilities": [
        [
            "Disabled access"
        ]
    ],
    "factsheet": [
        {
            "heading": "A Transformational Scheme",
            "paragraphs": [
                "Aldgate Square is one of the largest public spaces in the City of London and is accessible 24 hours a day, 7 days a week. Opened in 2018, it is the centrepiece of a transformational scheme to remove the Aldgate gyratory system and create new public spaces.",
                "Aldgate Square sits on the western side of the former gyratory in between the Grade-II listed Primary School (The Aldgate School) and Grade-I listed Church (St Botolph without Aldgate).",
                "The City of London Corporation’s Aldgate Highway Changes and Public Realm Improvements Project worked with Make Architects and Gillespies to transform Aldgate Square, improve pedestrian access and cycling routes, and create a new pavilion.",
                "The Square itself has a new central lawn area surrounded by seating and flowers, water features and over 70 new trees.",
                "A stunning new pavilion was added, which is used for community events. it has asymmetrical steel structure and sliding glass walls set between three triangular support points.",
                "Extensive regeneration and landscaping was also carried out in the listed churchyard to create a tranquil gated space immediately surrounding the Church. The Church’s railings have been restored along with the original colour. In addition, it was discovered that the gates at the front of the Church once held lanterns, these have been replicated from records at the London Metropolitan Archives."
            ]
        },
        {
            "heading": "Awards",
            "paragraphs": [
                "•\tNational Urban Design Awards 2018 - Public Sector\n•\tNational Air Quality Awards 2018 - Local Authority & Public Sector Air Quality Initiative of the Year \n•\tHighways Award 2018 - Most Innovative Highway Authority Scheme of the Year  \n•\tCivic Trust Awards 2019 - Commendation for Civic Trust Award and Commendation for Universal Design.\n•\tLocal Authority Building Control 2019 Awards - Winner of the Best Public Service Building Regional Award 2019 for the Portsoken Pavilion."
            ]
        },
        {
            "heading": "Sculpture in the City - Aldgate Square Commission",
            "paragraphs": [
                "Aldgate Square features a new site-specific public artwork, unveiled in May 2022.",
                "'Earthing' by Jocelyn McGregor is the inaugural Aldgate Square Commission from Sculpture in the City. This biannual commission was launched in 2020 to support emerging artists in the UK and create new temporary public artworks for Aldgate Square that consider the cultural and historical significance of the local area.",
                "The work also features as part of Sculpture in the City's 11th edition which opens to the public on 21 June 2022 and is supported by the City of London Corporation in partnership with local businesses.",
                "Jocelyn McGregor's work will be on display until April 2023. Emii Alrai’s sculpture 'Guardian' has been chosen for the second Aldgate Square Commission that will be unveiled in May 2023.",
                "The Sculpture in the City Aldgate Square Commission is delivered in partnership with Aldgate Connect BID and the City of London Corporation Outdoor Arts Programme."
            ]
        }
    ],
    "id": 8351,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/8351/building_8351_img_0261_525823afcc2d1725be47b6d2b2c14e27.JPG",
            "description": "2018",
            "title": "Aldgate Square",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_8351_img_0261_525823afcc2d1725be47b6d2b2c14e27.JPG"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/8351/building_8351_1-earthing-by-jocelyn-mcgregor-aldgate-square-commission-copyright-the-artist-photo-nick-turpin-courtesy-of-sculpture-in-the-city_67b94bb5dff811cc98a4cb7acb2eb4a0.jpg",
            "description": "Photo by Nick Turpin · 2022",
            "title": "Jocelyn McGregor, Earthing, 2022 © the artist",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_8351_1-earthing-by-jocelyn-mcgregor-aldgate-square-commission-copyright-the-artist-photo-nick-turpin-courtesy-of-sculpture-in-the-city_67b94bb5dff811cc98a4cb7acb2eb4a0.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Aldgate High Street, EC3N 1AF",
        "latitude": 51.5135989,
        "longitude": -0.0766465,
        "meeting_point": null,
        "travel_info": [
            "Nearest tube: Aldgate East, Aldgate, Tower Gateway",
            "Nearest train: Fenchurch Street, Liverpool Street",
            "Bus routes: 343, 254, 242, 205, 135, 100, 25, 78, 42, 15"
        ]
    },
    "name": "Aldgate Square",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/8351",
    "ticketed_events": false
}