{
    "all_week": true,
    "description": "Publicly accessible Square featuring a pavilion with an asymmetrical steel structure and sliding glass walls set between three triangular support points. A stunning contemporary outdoor artwork from Sculpture in the City can also be seen.",
    "design": {
        "designers": [
            {
                "architect": "Make Architects, Gillespies",
                "description": "Original design",
                "year": "2018"
            }
        ],
        "periods": [
            "Contemporary"
        ],
        "types": [
            "Public realm/landscape"
        ]
    },
    "events": [],
    "facilities": [
        [
            "Disabled access"
        ]
    ],
    "factsheet": [
        {
            "heading": "A Transformational Scheme",
            "paragraphs": [
                "Aldgate has been transformed through the City of London Corporation’s Aldgate Highway Changes and Public Realm Improvements Project. The Project removed the Aldgate gyratory system, created two new public spaces and improved both cycling and pedestrian routes.",
                "Aldgate Square is the centrepiece of this transformational scheme and sits on the western side of the former gyratory between the Grade-II listed Primary School and Grade-I listed Church. Aldgate Square is now one of the largest public spaces in the City of London and is home to the new Portsoken Pavilion.",
                "The Pavilion, designed by Make Architects, provides a space for events, leisure and natural surveillance for the community. The social enterprise café, Kahaila, within the Pavilion also provides accessible toilets which are always available to the public seven days a week through the City’s Community Toilet Scheme.",
                "Extensive regeneration and landscaping was also carried out in the listed churchyard to create a tranquil gated space immediately surrounding the Church. The Church’s railing has been restored along with the original colour. In addition, it was discovered that the gates at the front of the Church once held lanterns, which have been replicated from records at the London Metropolitan Archives.",
                "Aldgate Square is a publicly accessible space 24 hours a day, 7 days a week."
            ]
        },
        {
            "heading": "Awards",
            "paragraphs": [
                "•\tNational Urban Design Awards 2018 - Public Sector\n•\tNational Air Quality Awards 2018 - Local Authority & Public Sector Air Quality Initiative of the Year \n•\tHighways Award 2018 - Most Innovative Highway Authority Scheme of the Year  \n•\tCivic Trust Awards 2019 - Commendation for Civic Trust Award and Commendation for Universal Design.\n•\tLocal Authority Building Control 2019 Awards - Winner of the Best Public Service Building Regional Award 2019 for the Portsoken Pavilion."
            ]
        }
    ],
    "id": 8351,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/8351/building_8351_img_0261_c71dbfb9dbe88aa14bd38fbb3f0739ce.JPG",
            "description": null,
            "title": "Aldgate Square",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/medium_golden/building_8351_img_0261_c71dbfb9dbe88aa14bd38fbb3f0739ce.JPG"
        }
    ],
    "links": [],
    "location": {
        "address": "Aldgate High Street, EC3N 1AF",
        "latitude": 51.5135989,
        "longitude": -0.0766465,
        "meeting_point": null,
        "travel_info": [
            "Nearest tube: Aldgate, Aldgate East",
            "Nearest train: Fenchurch Street"
        ]
    },
    "name": "Aldgate Square",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/8351",
    "ticketed_events": false
}