{
    "all_week": false,
    "description": "East End Women's Museum is set to open in Barking in 2022, to record, share and celebrate the stories of east London women. Join the museum team and architects, Manalo & White, in this online event to  hear more about their exciting plans.",
    "design": {
        "designers": [],
        "periods": [
            "Contemporary"
        ],
        "types": [
            "Online",
            "Architectural practice",
            "Museum",
            "Walk/tour"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 100,
            "date": "2021-09-06",
            "end": "2021-09-06T19:30:00+01:00",
            "fully_booked": null,
            "name": "East End Women's Museum - making a women's museum",
            "notes": null,
            "start": "2021-09-06T18:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [],
    "factsheet": [
        {
            "heading": "History",
            "paragraphs": [
                "The East End Women's Museum was established in 2015. It seeks to record, share and celebrate the stories of east London's women, past and present, from footballers to factory workers, suffragettes to scientists, activists to artists. It aims to inspire and empower people, and to challenge gender stereotypes and inequalities.",
                "In 2022 it will open in its first home, in Barking town centre, part of a new residential development between Barking Abbey and the River Roding. Barking and Dagenham is an apt home for the museum, with its rich history of remarkable women, including prison reformer Elizabeth Fry, last-living suffragette Annie Clara Huggett, and the Ford Dagenham strikers.",
                "Over the course of the next year the museum will be working on designing and moving into this building, including researching previously hidden histories, establishing local partnerships, and asking people what they would like to see and do in the museum."
            ]
        }
    ],
    "id": 8354,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2021/8354/building_8354_banner-image300_6e1c13bccb397d48491c8a8b6cc6bc5b.png",
            "description": null,
            "title": "East End Women's Museum",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/medium_golden/building_8354_banner-image300_6e1c13bccb397d48491c8a8b6cc6bc5b.png"
        }
    ],
    "links": [],
    "location": {
        "address": "Online, Online, E13 9PJ",
        "latitude": 51.5299567,
        "longitude": 0.036636,
        "meeting_point": "Online",
        "travel_info": []
    },
    "name": "East End Women's Museum - making a museum (online talk)",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/8354",
    "ticketed_events": false
}