{
    "all_week": false,
    "description": "The project includes 24 high quality homes which respond to their surroundings in both scale and materiality, with high quality, light coloured brickwork to complement the local area.",
    "design": {
        "designers": [
            {
                "architect": "Pitman Tozer Architects",
                "description": "Original design",
                "year": "2020"
            }
        ],
        "periods": [
            "Contemporary"
        ],
        "types": [
            "Online",
            "Housing",
            "Walk/tour"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 20,
            "date": "2021-09-07",
            "end": "2021-09-07T15:00:00+01:00",
            "fully_booked": null,
            "name": "Virtual Tour of Windmill Place with Helen Read",
            "notes": null,
            "start": "2021-09-07T14:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        [
            "Architect on site"
        ]
    ],
    "factsheet": [
        {
            "heading": "Introduction",
            "paragraphs": [
                "A development in Coulsdon, South Croydon providing much needed family housing on a previously disused site\nProject details\nThe project includes 24 high quality homes which respond to their surroundings in both scale and materiality, with high quality, light coloured brickwork to complement the local area.",
                "The site forms part of a wider programme by Brick by Brick, a private development company set up by Croydon Council aiming to provide 1,000 new and affordable homes on over 50 sites across the borough.",
                "Croydon Planning Committee granted planning consent for Homefield House at committee in May 2017. Work began on site in November 2017."
            ]
        },
        {
            "heading": "Design Approach",
            "paragraphs": [
                "The proposed scheme is designed to complement the existing housing in the local area by providing a variety of sizes of units in an established residential area. The development comprises 24 new homes.  14 are two and three bedroom houses and there are ten one and two bedroom apartments.",
                "The scheme was shaped through consultation with local residents and the planning authority. The development retains the perimeter of mature trees and creates a new lane that runs through the middle of the site which each of the new homes faces on to.",
                "The homes are clad in a light grey brick which references the character of the existing homes nearby."
            ]
        },
        {
            "heading": "Interior Design",
            "paragraphs": [
                "The interior concepts have been designed by Common Ground Architecture, (Brick by Brick in house Architects) and are a standard specification across all Brick by Brick homes for sale. The designs were inspired by period homes that have characterful features that form a backdrop to people's lives.  Using a brick motif, the entrance ways to communal areas feature black and white herringbone tiling that references the thresholds found in Victorian and Georgian homes.",
                "Moving into the more private spaces the language and proportions are continued, but the colours and tones become more subdued. In the apartments there is parquet oak flooring and soft grey tiles in a herringbone format. We have deliberately paired standard internal products with good quality materials where you can touch them, for example the handles to the kitchen units and a good quality work top."
            ]
        }
    ],
    "id": 8364,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/8364/building_8364_1602_38_n43_medium_fd3babc0a15d838c470af084f0be261b.jpg",
            "description": "",
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_8364_1602_38_n43_medium_fd3babc0a15d838c470af084f0be261b.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/8364/building_8364_1602_38_n54_8429182d990ba2b34cb0ae8aa22820de.jpg",
            "description": "",
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_8364_1602_38_n54_8429182d990ba2b34cb0ae8aa22820de.jpg"
        }
    ],
    "links": [
        {
            "href": "https://bxbdevelopment.com/projects/windmill-place/",
            "title": "Website"
        }
    ],
    "location": {
        "address": "Windmill Place , Coulsdon , CR5 1ET",
        "latitude": 51.3006817,
        "longitude": -0.1136844,
        "meeting_point": null,
        "travel_info": [
            "Nearest train: Coulsdon South",
            "Bus routes: 466, 60, 404"
        ]
    },
    "name": "Windmill Place ",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/8364",
    "ticketed_events": false
}