{
    "all_week": false,
    "description": "The Museum of London is creating a new site in atmospheric but currently dilapidated market buildings in historic and creative Smithfield. Join us to find out more about our incredible journey to create a new museum for London.",
    "design": {
        "designers": [
            {
                "architect": "Sir Horace Jones (1883) and T P Bennett and Son (1963) New Museum of London scheme: Stanton Williams Architects Asif Khan Julian Harrap Architects",
                "description": "Original design",
                "year": "1883"
            }
        ],
        "periods": [
            "Victorian",
            "Post-war"
        ],
        "types": [
            "Museum"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 20,
            "date": "2022-09-04",
            "end": "2022-09-04T17:00:00+01:00",
            "fully_booked": null,
            "name": "New Museum of London at West Smithfield general access",
            "notes": "Join us at the viewing point for a glimpse into the New Museum construction site, and for further information about our progress on this once-in-a-generation project to reconceive what a museum for London can be.  Please note: access to the viewing point will be controlled according to capacity to ensure safe social distancing measures can be maintained throughout.",
            "start": "2022-09-04T11:00:00+01:00",
            "ticketed": false
        },
        {
            "all_day": false,
            "booking_link": null,
            "capacity": null,
            "date": "2022-09-04",
            "end": "2022-09-04T17:00:00+01:00",
            "fully_booked": null,
            "name": "New Museum of London at West Smithfield construction tour",
            "notes": "By ballot only. Not wheelchair accessible",
            "start": "2022-09-04T13:00:00+01:00",
            "ticketed": true
        },
        {
            "all_day": false,
            "booking_link": null,
            "capacity": null,
            "date": "2022-09-05",
            "end": "2022-09-05T17:00:00+01:00",
            "fully_booked": null,
            "name": "New Museum of London at West Smithfield construction tour",
            "notes": "By ballot only. Not wheelchair accessible",
            "start": "2022-09-05T11:00:00+01:00",
            "ticketed": true
        },
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 20,
            "date": "2022-09-05",
            "end": "2022-09-05T17:00:00+01:00",
            "fully_booked": null,
            "name": "New Museum of London at West Smithfield general access",
            "notes": "Join us at the viewing point for a glimpse into the New Museum construction site, and for further information about our progress on this once-in-a-generation project to reconceive what a museum for London can be. Please note: access to the viewing point will be controlled according to capacity to ensure safe social distancing measures can be maintained throughout.",
            "start": "2022-09-05T11:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        [
            "Architect on site",
            "Disabled access"
        ]
    ],
    "factsheet": [
        {
            "heading": "The Design",
            "paragraphs": [
                "In 2016, Stanton Williams and Asif Khan, working together with conservation architect Julian Harrap and landscape design consultants J&L Gibbons, were the winners of an international competition to find an architect to design the new Museum of London. The team was selected for their “innovative thinking, sensitivity to the heritage of the existing market buildings and understanding of practicalities of creating a great museum experience”.",
                "The vision for the new Museum of London balances a crisp and contemporary design with a strong recognition of the physicality and power of the existing spaces of the West Smithfield site. The early stage concept includes a new lifted landmark dome which would create a beautiful light-filled entrance to the museum; innovative spiral escalators will transport visitors down to the exhibition galleries in a vast excavated underground chamber; flexible spaces are included that can serve as a new meeting place for London; and a centre for events and debate and a new sunken garden and green spaces to provide pockets of tranquillity.",
                "Stanton Williams and Asif Khan are now working closely with the team at the Museum of London and the museum’s stakeholders including the GLA, City of London Corporation and the local Smithfield community to develop their initial concepts into a fully-formed vision for the new museum at West Smithfield.",
                "Paul Williams, Director of Stanton Williams, said: “We are immensely excited about being given the opportunity to work with the Museum of London on this wonderfully challenging project – participating in an endeavour that will transform an area of London that has such a rich history, but sadly has been in decline for many years. Encountering the historic market spaces for the first time ... we were ‘blown away’ by the power and physicality already existing, and knew then, that whatever scheme we developed, this physicality needed to be harnessed, and not lost, and that initial observation has inspired our initial design proposals. This project will engage a broad community well beyond London.”",
                "Asif Khan said: “To have a chance to create a new museum for London, in London, about London, at this moment in time is incredibly exciting for us. We all know the power of public spaces in changing our city and our individual lives, and this is what drives us. We want the Museum of London to be a museum where everyone belongs, and where the future of London is created.”"
            ]
        },
        {
            "heading": "Information about Ballot Site Visits",
            "paragraphs": [
                "Join us for a special behind-the-scenes tour of the Museum of London’s new home at West Smithfield, currently under construction. Please note: tours are strictly limited to 6 people per tour for Health & Safety reasons and will run once per hour. - Pairs of tickets will be allocated by ballot applied for through Open House. - No skirts, shorts, or vest tops are permitted onsite for Health & Safety reasons. Visitors must wear appropriate clothing to be allowed access onto the construction site. - Personal Protective Equipment (PPE) must be worn at all times whilst on the tour. This will include steel-capped boots, hard hats and hi-vis jackets, which will be provided. - The tour will include climbing to the roof via a haki staircase. This may not be suitable for people who have a fear of heights. - Unfortunately due to the nature of the building works currently taking place, we will not be able to accommodate wheelchair users on this occasion."
            ]
        }
    ],
    "id": 8380,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/8380/building_8380_smithfield_13c6315647ca5ba5ab185d0cf958b671.jpg",
            "description": null,
            "title": "New Museum of London",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/medium_golden/building_8380_smithfield_13c6315647ca5ba5ab185d0cf958b671.jpg"
        }
    ],
    "links": [
        {
            "href": "https://openhouselondon.open-city.org.uk/ballots/50/entries/new",
            "title": "Enter the ballot by 18 August"
        }
    ],
    "location": {
        "address": "New Museum of London, West Smithfield, EC1A 9LH",
        "latitude": 51.5176183,
        "longitude": -0.0967782,
        "meeting_point": null,
        "travel_info": [
            "Nearest tube: Barbican, Farringdon, St. Paul's",
            "Nearest train: City Thameslink, Farringdon",
            "Bus routes: 17, 25"
        ]
    },
    "name": "New Museum of London, West Smithfield",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/8380",
    "ticketed_events": true
}