{
    "all_week": false,
    "description": "The redevelopment of The Ray replaces an outdated and unattractive building, reinventing a site that was previously occupied by the headquarters of a major British newspaper and media company.",
    "design": {
        "designers": [
            {
                "architect": "Allford Hall Monaghan Morris",
                "description": "Original design",
                "year": "2019"
            }
        ],
        "periods": [
            "Contemporary"
        ],
        "types": [
            "Online",
            "Offices"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 30,
            "date": "2022-09-09",
            "end": "2022-09-09T17:00:00+01:00",
            "fully_booked": null,
            "name": "The Ray - Online presentation",
            "notes": "Online Presentation led by AHMM",
            "start": "2022-09-09T16:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [],
    "factsheet": [
        {
            "heading": "The Ray",
            "paragraphs": [
                "The redevelopment of The Ray replaces an outdated and unattractive building, reinventing a site that was previously occupied by the headquarters of a major British newspaper and media company. The Ray provides a mix of offices and affordable workspace, plus future hospitality and retail uses set within new and enhanced areas of public realm that re-establish connections to historic streets and spaces. Connecting the City of London with King’s Cross, Farringdon Road runs through the heart of Clerkenwell – a centre for London’s creative industries – and provides some of the area’s most recognisable and prominent streetscapes. Surrounding the site are many converted Victorian warehouse buildings which had historically served trade in Clerkenwell and the railways at Farringdon and King’s Cross, ranging from five to seven storeys in height. The Ray offers a contemporary interpretation of this character, and complements and enhances its conservation area context.",
                "The building expresses the history of its Clerkenwell setting, referencing the area’s traditional massing, elevational approaches, and materials – particularly the use of brick. Four different brick bond types have been chosen for the facades: Flemish bond and English bond, which have been informed by the older buildings in the surrounding area; stretcher bond, reflecting the more recent ones; and the inclusion of headers, a contemporary addition to the palette. The headers are provided at ground floor, Flemish bond to first and second floors, English bond to third and fourth floors, and stretcher bond to fifth and sixth floors, including the use of glazed bricks at sixth floor. A number of brick colours are used within each of the defined areas, emphasising the bond types. The building is defined by the stepped form to its rear, providing planted terraces to the upper levels, whilst respecting the scale and amenity of neighbouring residential buildings. The development provides a total of 100,000 square feet of mixed-use space with a range of office floorplates, workspaces and retail units, activating the street in this part of Farringdon Road and re-establishing Clerkenwell’s special character on a long-unloved site."
            ]
        }
    ],
    "id": 8390,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/8390/building_8390_190419-ahmm-ray-0614_f11299b295f6e7fb62f01db061e4c3e0.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/medium_golden/building_8390_190419-ahmm-ray-0614_f11299b295f6e7fb62f01db061e4c3e0.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "123 Farringdon Road, EC1M 3HE",
        "latitude": 51.5233954,
        "longitude": -0.1087316,
        "meeting_point": null,
        "travel_info": [
            "Nearest tube: Farringdon",
            "Nearest train: Farringdon"
        ]
    },
    "name": "The Ray",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/8390",
    "ticketed_events": false
}