{
    "all_week": false,
    "description": "Egyptian-style, pink and grey mausoleum created for the second Earl of Kilmorey. The form relates to the shrines at the heart of Egyptian Temples.",
    "design": {
        "designers": [
            {
                "architect": "HE Kendall",
                "description": "Original design",
                "year": "1854"
            },
            {
                "architect": "Kaner Olette",
                "description": "Restoration",
                "year": "2015"
            }
        ],
        "periods": [
            "Victorian"
        ],
        "types": [
            "Cemetery",
            "Garden"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 30,
            "date": "2021-09-05",
            "end": "2021-09-05T12:00:00+00:00",
            "fully_booked": null,
            "name": "Open day",
            "notes": null,
            "start": "2021-09-05T12:00:00+00:00",
            "ticketed": false
        }
    ],
    "facilities": [],
    "factsheet": [
        {
            "heading": "The Earl of Kilmorey",
            "paragraphs": [
                "The 2nd Earl of Kilmorey built this mausoleum in 1854 on a plot he had secured at Brompton Cemetery. The pink and grey Egyptian style mausoleum cost over £30,000 and was moved by the Earl two times before his death at the age of 92 in 1880.",
                "Francis Jack Needham, known by some as ‘Black Jack’ due to his dark complexion, succeeded his father as the Second Earl of Kilmorey in 1832. At various times, he lived in five different houses in Twickenham, including Gordon House, St Margaret’s House and, further towards Hampton, at Orleans House, Cross Deep and Radnor House."
            ]
        },
        {
            "heading": "Priscilla Hoste",
            "paragraphs": [
                "Kilmorey spent much of his early life in Twickenham with his mistress, Priscilla Hoste. Their relationship developed from his friendship with her parents Captain William Hoste and Lady Harriet Walpole. When Captain Hoste died, the Earl became a guardian of the children and in the early 1840s he eloped with Priscilla. A search was mounted but it appeared that they had fled abroad, without trace. After their return to England, their son, Charles, was born at Cross Deep House on the 19th of July, 1844.",
                "When Priscilla became ill in 1851 with a terminal heart condition, Kilmorey began making preparations for her burial and in 1853 wrote to Brompton Cemetery regarding a select plot. It took over a year for the details to be settled and approved by the Home Secretary and cost Kilmorey £1,030 16s 9d.",
                "The architect, Mr. H.E. Kendall, designed the £30,000 mausoleum to fit the circular plot at Brompton Cemetery which measured 1,963 square feet. The Egyptian design is believed to have been derived from a plate in a French book Description de l’Egypte published in 1809. The shape of the building relates to the shrines at the heart of Egyptian Temples – the place where a treasured image of a god was installed.",
                "When Priscilla died in October 1854, her coffin was inscribed with the words “the beloved of Francis Jack Earl of Kilmorey”. Inside the mausoleum, the Earl installed a marble relief carved in Rome by Lawrence MacDonald (1799-1878) which showed Priscilla lying on her death bed, with the Earl at her feet and her son Charles by her side. Her burial was a private matter and years later Priscilla’s whereabouts were still a secret as the Middlesex Chronicle had reported that the mausoleum “contained the body of a dear friend”."
            ]
        },
        {
            "heading": "Gordon House",
            "paragraphs": [
                "In 1862 when Kilmorey moved to Woburn Park, Chertsey, he moved the mausoleum with him at a cost of £700. Just six years later Kilmorey moved to Gordon House, moving the mausoleum for the last time.",
                "At Gordon House the Earl made a tunnel to the mausoleum and it is said that, dressed in white and laid in his coffin, he would get his servants to push him on a trolley down the tunnel for practice.",
                "After Kilmorey’s death in June 1880, Gordon House was left in trust to his illegitimate son, Charles Needham, until the time of his marriage. In 1895, Charles sold Gordon House for £10,000. In 1936 the grounds of the mausoleum were passed on in perpetuity to Hounslow Borough Council on condition that access would be maintained, although it was not for some time that anyone entered this secret cemetery.",
                "Since the boundary changes in 1994, the Mausoleum has become the responsibility of the London Borough of Richmond upon Thames."
            ]
        },
        {
            "heading": "Recent Restoration",
            "paragraphs": [
                "August 2015 saw the completed restoration of the perimeter wall and railings of the mausoleum which vastly improved the aesthetic enjoyment of this unique space."
            ]
        },
        {
            "heading": "Guardians",
            "paragraphs": [
                "The mausoleum is now the responsibility of the London Borough of Richmond upon Thames. Habitats & Heritage run occasion volunteer days to help maintain the nature garden.",
                "For more information please visit our website: www.habitatsandheritage.org.uk"
            ]
        }
    ],
    "id": 842,
    "images": [
        {
            "description": "Kaner Olette · 2016",
            "title": "Kilmorey Mausoleum",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_842_21-kilmorey-2_b100a6cc920377386b81333ce7c2d0dc.jpg"
        },
        {
            "description": "",
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_842_21-kilmorey-2_b971923e75b140f9b1e9533db9f84720.jpg"
        },
        {
            "description": "Environment Trust · 2017",
            "title": "Interior of the mausoleum",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_842__dsc8326-min_94a96fef38942e76f2af0e0273eb0903.JPG"
        },
        {
            "description": "",
            "title": "Kilmorey mausoleum ",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_842_img_1576-min-768x801_73022db0a977f34f1e18453aa4f78581.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "275 St Margaret's Road (opposite Ailsa Tavern), TW1 1NJ",
        "latitude": 51.4603197,
        "longitude": -0.3230432,
        "meeting_point": null,
        "travel_info": [
            "Nearest tube: Richmond",
            "Nearest train: st.margaret's (greater london)",
            "Bus routes: H37"
        ]
    },
    "name": "Kilmorey Mausoleum",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/842",
    "ticketed_events": false
}