{
    "all_week": false,
    "description": "Coopers' Hall is a late 17th century, timber-framed merchant's house with a Georgian frontage. A Livery Hall since 1957, it features a fine Courtoom, dining room and an impressive staircase spiralling up the entire height of the building.",
    "design": {
        "designers": [
            {
                "architect": "Nicholas Barbon",
                "description": "Original design",
                "year": "1690"
            }
        ],
        "periods": [
            "Stuart"
        ],
        "types": [
            "Historical house",
            "Livery hall"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 15,
            "date": "2022-09-11",
            "end": "2022-09-11T15:30:00+01:00",
            "fully_booked": null,
            "name": "Open House at Coopers' Hall",
            "notes": "Please register your interest in visiting Coopers' Hall by emailing CommsManager@coopers-hall.co.uk stating when you want to visit (entry on the hour and half hour from 10am, last entry 3pm) and how many people in your group.",
            "start": "2022-09-11T10:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        [
            "Toilets"
        ]
    ],
    "factsheet": [
        {
            "heading": "The Hall",
            "paragraphs": [
                "The Hall - No13 Devonshire Square - is the fourth home of the Worshipful Company of Coopers. Between 1490 and 1940 the Coopers occupied three successive halls near Guildhall in Basinghall Street. The Company moved to Devonshire Square in 1957.\nOutwardly Georgian in appearance, the building is in fact a survivor of the original square. It was built by Nicholas Barbon (son of the Puritan M.P. Praisegod Barebones), a major developer of London’s outskirts in the 1670s and 1680s. The hall dates from this time or a little later (1690s) and has a timber frame structure. (Hence there is a limit on numbers allowed on the upper floors.)\nSometime after 1728, the façade was redesigned to make it more fashionable. You can see the awkward angles caused by this rebuilding in the first floor dining room.\nIn the 1970s the Company carried out restoration work on the entrance hall and refurbishment of various rooms, including the Courtroom."
            ]
        },
        {
            "heading": "The Company",
            "paragraphs": [
                "The Coopers' Company is one of the 110 livery companies in the City of London. Many of today's companies trace their histories back to medieval trade guilds which were established to regulate a craft or trade.\nCoopers were responsible for making casks - a barrel is but one of many different sized casks - which were used to package and store most wet and dry goods.\nThe Coopers Livery Company is 36th in the hierarchy of the city liveries, probably instigated as early as the 11th century, and first mentioned as an established fellowship in the Mayor's Court records of 1298. \nIn 1532 the Company was granted the right by Parliament to control their craft throughout the City of London and its suburbs. This meant imposing quality control, training apprentices, setting standards for fully fledged coopers and inspecting the casks made in cooperages and breweries in London. These powers survived into the early 18th century.\nNow the Company administers a number of charities; gives support to its school and college and provides a social focus for its members – Liverymen and Freemen. Women have been involved with livery companies through the ages, but in the modern era the Coopers' Company has admitted women as Liverymen since 2001."
            ]
        },
        {
            "heading": "The Coat of Arms",
            "paragraphs": [
                "The Coopers’ Company was granted its first royal charter in 1501 and its coat of arms in 1509. The latter consists of three Tudor lilies and in the field three annulets with chevron bearing tools. The supportive are camels with annulets and the crest a heath-cock carrying a lily in its beak.\nThe motto “Love as Brethren” replaced the original “Gaude Maria Virgo” (Rejoice, Virgin Mary) after the Reformation. The lilies in the coat of arms refer to the Virgin Mary. The annulets represent the hoops which bind the casks and the tools feature the special coopers’ axe. Its blade and handle are on different planes so that the hand is protected when trimming the staves."
            ]
        }
    ],
    "id": 8446,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/8446/building_8446_coopers-hall-1_2d0c7e034bd81f00f5987487790958dd.jpg",
            "description": "",
            "title": "Staircase and entrance at Coopers' Hall",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_8446_coopers-hall-1_2d0c7e034bd81f00f5987487790958dd.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/8446/building_8446_dining-room-2_ca5e05169f4a9b4aefc8dd0b11852077.jpg",
            "description": "",
            "title": "Dining Room",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_8446_dining-room-2_ca5e05169f4a9b4aefc8dd0b11852077.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/8446/building_8446_watercolour-painting-of-the-hall-2009-artist-martin-millard_147b96a46e346ba77f5618bd80abc048.jpg",
            "description": "Martin Millard · 2009",
            "title": "Watercolour painting of the hall",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_8446_watercolour-painting-of-the-hall-2009-artist-martin-millard_147b96a46e346ba77f5618bd80abc048.jpg"
        }
    ],
    "links": [
        {
            "href": "http://www.coopers-hall.co.uk",
            "title": "Website"
        },
        {
            "href": "https://twitter.com/cooperscompany",
            "title": "@cooperscompany"
        }
    ],
    "location": {
        "address": "13 Devonshire Square, City of London, EC2M 4TH",
        "latitude": 51.5168085,
        "longitude": -0.0792252,
        "meeting_point": null,
        "travel_info": [
            "Nearest tube: Liverpool Street",
            "Nearest train: Liverpool Street"
        ]
    },
    "name": "Coopers' Hall",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/8446",
    "ticketed_events": false
}