{
    "all_week": false,
    "description": "Designed to pump water from the River Lee into the King George V reservoir, the building houses three old disused gas Humphrey pumps, and two electric pumps currently in service.",
    "design": {
        "designers": [
            {
                "architect": "William Booth Bryan",
                "description": "Original design",
                "year": "1913"
            }
        ],
        "periods": [
            "Edwardian"
        ],
        "types": [
            "Industrial"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 15,
            "date": "2021-09-04",
            "end": "2021-09-04T15:00:00+00:00",
            "fully_booked": null,
            "name": "Tour",
            "notes": "No need to book but tours will be in small groups subject to the COVID restrictions at the timeVisitors can arrive at any time during the opening hours.There may be queues at busy times.",
            "start": "2021-09-04T09:00:00+00:00",
            "ticketed": false
        },
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 15,
            "date": "2021-09-05",
            "end": "2021-09-05T15:00:00+00:00",
            "fully_booked": null,
            "name": "Tour",
            "notes": "No need to book but tours will be in small groups subject to the COVID restrictions at the timeVisitors can arrive at any time during the opening hours.There may be queues at busy times.",
            "start": "2021-09-05T09:00:00+00:00",
            "ticketed": false
        }
    ],
    "facilities": [
        [
            "Parking"
        ]
    ],
    "factsheet": [
        {
            "heading": "History",
            "paragraphs": [
                "The buildings in the complex were opened in 1913 and were designed by William Booth Bryan for the Metropolitan Water Board. Built in English red brick with limestone dressings and set on a blue brick plinth they are of the Edwardian Baroque style."
            ]
        },
        {
            "heading": "The Pump House",
            "paragraphs": [
                "The Pump House is of 9 x 3 bay elevations with corner turrets, stone cornices and latticed windows. The interior is of white glazed brick walls with dado and cornice of green brick. A large cast iron gantry moves along the top of the cornices. Gas bags housed in 5 circular cast iron castings supplied gas to 5 'Humphrey' gas pumps housed in deep brick lined pits of which 2 remain in situ.",
                "Each cast iron pump, built by Siemens Brothers Ltd acted through internal combustion to raise 40 million gallons of water from the Lea Navigation to the King George Reservoir each day.",
                "Each pit has 4 water admission valves arranged in a ring casing around the base of the combustion chamber, the water being 'compressed' into a cast iron play pipe via the Water Tower House and Inlet Pipes and Weir into the reservoir. The pumps, the invention of H A Humphrey, dispensed with the usual pistons, flywheels etc. and were provided with their momentum by the free movement or oscillation of water between pump and tower. They are the first example of their type in the world. They were used up until the late 1960's when they were replaced by electric pumps.",
                "Retort House is of 4 x 2 bays. The Retort House stored gas which was made from anthracite in Dowson producers before it was passed through a scrubber into the gas bags of the Pump House.",
                "Water Tower House contains 4 cast iron water towers with steel plate tops.",
                "Weir Inlet: the Italianate granite balustrade is placed above 4 cast iron outlet pipes with upturned ends. The piped emptied water into a brick chamber with a granite cill over which the water flowed down a cascade into the reservoir.",
                "All buildings are listed Grade II."
            ]
        }
    ],
    "id": 845,
    "images": [
        {
            "description": "",
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_845_img_1775_3b9493b7f8b5b5ef6d08d01b15976ec5.jpg"
        },
        {
            "description": "",
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_845_dsc_0008_9e09e6155d2631488124d54300d55c45.JPG"
        },
        {
            "description": "",
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_845_img_1768_2_a33c2060f42e076eef30ace8f49807ba.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Swan & Pike Road, Enfield, EN3 6JH",
        "latitude": 51.6637992,
        "longitude": -0.0166978,
        "meeting_point": null,
        "travel_info": [
            "Nearest train: Enfield Lock",
            "Bus routes: 491, 121"
        ]
    },
    "name": "King George V Pumping Station",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/845",
    "ticketed_events": false
}