{
    "all_week": false,
    "description": "Belle Vue is a holistic retirement community, set within landscaped courts and gardens with communal and neighbourhood facilities.",
    "design": {
        "designers": [
            {
                "architect": "Morris+Company",
                "description": "Original design",
                "year": "2019"
            }
        ],
        "periods": [
            "Contemporary"
        ],
        "types": [
            "Online",
            "Housing"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": null,
            "date": "2021-09-08",
            "end": "2021-09-08T12:00:00+01:00",
            "fully_booked": null,
            "name": "Belle Vue Online Talk",
            "notes": "Please email s.christie@morrisand.company, for places.Visitors can arrive at any time during the opening hours.There may be queues at busy times.",
            "start": "2021-09-08T11:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [],
    "factsheet": [
        {
            "heading": "Overview",
            "paragraphs": [
                "Please email s.christie@morrisand.company, for places.",
                "A holistic retirement community in Hampstead, set within landscaped courts and gardens and with communal and neighbourhood facilities.\n Developed with Pegasus Life, the 10-storey development contains sixty apartments, a health spa, a gym, a swimming pool, a resident’s lounge, a library, gardens and a public restaurant and café. The project physically and emotionally supports those who live there by providing secure spaces to socialize, and public amenities to provide connections to the wider community."
            ]
        },
        {
            "heading": "Site",
            "paragraphs": [
                "Located in a pocket of land between the Royal Free Hospital and Havistock Hill, the architecture draws from the context to serve as a point of transition, negotiating issues of heritage, planning, townscape and topography.\n      The adjacent conservation area is characterized by 19th century brick residential and civic architecture, rich in texture and detail whilst the hospital dominates the area serving as an anomaly in material and form, but most obviously height. Set within this complex context, the project reflects upon the heritage and contrasts of scale to create a project with a strong form and identity but also the intimacy of the human scale."
            ]
        },
        {
            "heading": "Project",
            "paragraphs": [
                "In response to the particularities of the brief and site, a series of interconnected blocks were conceived, with each one responding to the adjacent conditions in scale, height and position. This sequence of blocks, (ranging from four storeys at its lowest point, to ten storeys at its highest), is finished in a brick skin which modulates in tone and texture as the blocks increase in height, as well as mediating between the varying mass and topography of the surrounding cityscape. \n      By looking at the variety of building forms, styles and materials which make up the conservation areas surrounding the site, we have created a scheme which subtly reflects this rich context.\n      The vast majority of homes have a dual aspect with views across the neighbourhood, and the city beyond."
            ]
        },
        {
            "heading": "Typology",
            "paragraphs": [
                "Belle Vue is a dense quartet of buildings, arranged to create a sequence of courtyards, gardens and terraces. This staggered plan delineates between the public facing and communal amenities, drawing the public in whilst also ensuring adequate security for residents. Deep inset corner balconies serve to break down the mass and allow for increased privacy."
            ]
        },
        {
            "heading": "Materiality",
            "paragraphs": [
                "The facade draws from the locality in colour and detail. The base is richly textured and as you go up the building the chamfers around windows widen to draw light into and across the façade. Simple filigree metalwork is used for the balustrades and, at every level, a thin band of precast concrete unifies the composition and complements the horizontality of adjacent properties."
            ]
        }
    ],
    "id": 8535,
    "images": [
        {
            "description": "Jack Hobhouse · 2019",
            "title": "View from street",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_8535_morrisandcompany_hampsteadgreen_histreet_a96cbd1780c7013326537c692b2171bd.jpg"
        },
        {
            "description": "Jack Hobhouse · 2019",
            "title": "Courtyard",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_8535_morris-company_bellevue_jackhobhouse_court_b9337b5842ff10d658ef361f5e82bd42.jpg"
        },
        {
            "description": "Jack Hobhouse · 2019",
            "title": "Gardens",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_8535_morris-company_bellevue_jackhobhouse_courtyard_68a2e3a0c1dbb58126fc964b81092dda.jpg"
        },
        {
            "description": "Jack Hobhouse · 2019",
            "title": "Lounge area",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_8535_morrisandcompany_hampsteadgreen_communal_4d83134ba565e743f6e288223360b90d.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Rowland Hill Street, Hampstead, NW3 2AB",
        "latitude": 51.5524341,
        "longitude": -0.1648899,
        "meeting_point": null,
        "travel_info": [
            "Nearest tube: Belsize Park"
        ]
    },
    "name": "Belle Vue",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/8535",
    "ticketed_events": false
}