{
    "all_week": false,
    "description": "Pre war social housing flats, red brick, Georgian sash windows, playground, allotments and washing lines outside.",
    "design": {
        "designers": [
            {
                "architect": "Ian Hamilton",
                "description": "Original design",
                "year": "1937"
            },
            {
                "architect": "Not known",
                "description": "Refurbishment",
                "year": "1996"
            }
        ],
        "periods": [
            "Inter-war"
        ],
        "types": [
            "Residence",
            "Housing"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 4,
            "date": "2022-09-04",
            "end": "2022-09-04T16:00:00+01:00",
            "fully_booked": null,
            "name": "14 Trevithick House",
            "notes": "Please wear face masks.",
            "start": "2022-09-04T14:00:00+01:00",
            "ticketed": false
        },
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 4,
            "date": "2022-09-05",
            "end": "2022-09-05T16:00:00+01:00",
            "fully_booked": null,
            "name": "14 Trevithick House",
            "notes": "Please wear face masks.",
            "start": "2022-09-05T14:00:00+01:00",
            "ticketed": false
        },
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 4,
            "date": "2022-09-11",
            "end": "2022-09-11T16:00:00+01:00",
            "fully_booked": null,
            "name": "14 Trevithick House",
            "notes": "Please wear face masks.",
            "start": "2022-09-11T14:00:00+01:00",
            "ticketed": false
        },
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 4,
            "date": "2022-09-12",
            "end": "2022-09-12T16:00:00+01:00",
            "fully_booked": null,
            "name": "14 Trevithick House",
            "notes": "Please wear face masks.",
            "start": "2022-09-12T14:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        [
            "Photography is not permitted on site"
        ]
    ],
    "factsheet": [
        {
            "heading": "Trevithick House",
            "paragraphs": [
                "Trevithick House is a block of low rise flats forming part of York Rise Estate which comprises of 5 blocks built on two and a half acres of land. The flats are named after pioneers of railways and engineering - Stephenson, Trevithick, Brunel, Newcomen and Faraday. \nIt was built on an empty site and all the finance was provided by the London, Midland and Scottish Railway. A foundation stone was laid by Sir Josiah Stamp who was the Chairman of the London, Midland and Scottish Railway and the site was blessed on 7 October 1937 by Fr  Nigel Scott. \nThe site belonged to the railway company who were under a Parliamentary obligation to rehouse tenants displaced by the construction of Euston station. St Pancras Housing Association(now Origin Housing) carried out the rehousing on the behalf of the railway company. \nMost of the flats in Trevithick House overlook the allotments."
            ]
        },
        {
            "heading": "Dartmouth Park Conservation Area Appraisal 2009",
            "paragraphs": [
                "Sub Area 4 York Rise Estate\n7.61 This high quality, attractive garden estate sits on a gentle slope from its entrance on York Rise. Its clearly defined boundary and unique architectural style within the conservation area give this sub area a distinct character of its own. The buildings themselves share the same building materials, height and detailing and as a result form a cohesive group. Any departure from this planned uniformity is clearly noticeable and is evident where the re-roofing of Stephenson took place in artificial slates.\n7.62 Three blocks of flats rise successively from York Rise parallel to that road, with two more at right angles at the crest of the hill, parallel to the railway line that forms the southern boundary. Built in 1937-8 to Ian Hamilton’s design for the St Pancras House Improvement Society, their neo-Georgian style, the six-light sash windows with thick glazing bars, was influenced by then fashionable Art Deco. Named after engineers, each block has its name set in original tiles. They are built in a rough- textured red brick laid in a modified English bond in thick mortar, over a dado of smoother brick of different shade. The uppermost storey is in the mansard roof, with overhanging eaves of Delabole slate, except Stephenson, re-roofed in the 1990s in artificial slate. Throughout the estate, the detailing is of high quality. Art Deco touches include balconies: those at the corners of each block are convex, those in centre of the fronts protrude beyond concavities. The concrete structural floor of each is expressed by a white painted ribbon finish to its edge, repeated in the lintels over adjacent windows. Tiny chequers of tiling mark larder ventilation. Externally expressed stairwells of metal-framed glass with decorative lead heads have a central brick core containing a rubbish chute. The concrete stairs have lipped steps and simple iron balusters curving outwards at the foot of each flight. The door frames are of steel, some doors retaining the original iron knockers and post-slots. Security doors have been installed c2005. Downpipes are of cast iron.\n7.63 The estate was laid out with gardens, allotments and playground which provide relief and breaks up the built form. Six drying grounds retain their concrete posts, but the Doulton ceramic finials by Gilbert Bayes have been removed. Much original granulated concrete paving survives, but harsh concrete slabs have been introduced extensively. Formal gardens are laid out between Faraday and Newcomen, and a playground between Newcomen and Brunel blocks, with original allotments behind Trevithick. The Housing Association’s wall forms the boundary of the Twisden Road houses’ gardens; metal and wooden struts to support trellises have been introduced.\n7.64 In 1969 the seven storey block of Winifrede Paul House was added at the eastern end, fronting Churchill Road. To the south of the estate, adjacent to the railway line is the Gospel Oak Churchill SNCI; a green private open space designated a Site of Nature Conservation Importance.\nViews:\n• The view up the slope from York Rise along the northern boundary enjoys the attractive roofscapes and foliage of the Twisden Road properties.\n• The reverse view looking east culminates in St Mary, Brookfield.\n• Views to the south between the buildings to the foliage of the railway\nembankment\nNegative features:\nLack of maintenance is regrettable and incremental poor quality alterations have been carried out such as:\n• Loss of Doulton finials from drying ground posts\n• Proliferation of external cables and services\n• Reroofing of Stephenson in artificial slates\n• Unsympathetic replacement windows\n• Original entrances marred by enclosed security arrangements\n• Modern entrance gates from Twisden Road"
            ]
        },
        {
            "heading": "Travel information",
            "paragraphs": [
                "York Rise estate is situated close to the junction of Churchill Road and Faraday House is the first block which is visible on York Rise road. Please walk down the driveway by Faraday and along the blue bike/pram sheds on your right hand side. Keep walking past Newcomen and Brunel until you see the Open House banner sign."
            ]
        }
    ],
    "id": 8655,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/8655/building_8655_0d8b0836-b945-425c-9318-525cd17cad60_c76d9537e7ca95a2229e917ab09e0653.jpeg",
            "description": "2021",
            "title": "View from front of York Rise Estate",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_8655_0d8b0836-b945-425c-9318-525cd17cad60_c76d9537e7ca95a2229e917ab09e0653.jpeg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/8655/building_8655_31f8982f-605d-41e8-8d10-20b2ba9ebc03_2d19014b4087d5af46464fea583e524c.jpeg",
            "description": "2020",
            "title": "Inside main part of flat",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_8655_31f8982f-605d-41e8-8d10-20b2ba9ebc03_2d19014b4087d5af46464fea583e524c.jpeg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/8655/building_8655_36376847-9e7b-4972-8f46-d7dbd45ff090_b9ee05cf5ffef31ed9e0fc74f8027181.jpeg",
            "description": "",
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_8655_36376847-9e7b-4972-8f46-d7dbd45ff090_b9ee05cf5ffef31ed9e0fc74f8027181.jpeg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/8655/building_8655_5c8d0786-9cd5-41ae-a79e-db43e0cdac8d_cc8c0405d82e17c341a0b280f4e59ffe.jpeg",
            "description": "",
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_8655_5c8d0786-9cd5-41ae-a79e-db43e0cdac8d_cc8c0405d82e17c341a0b280f4e59ffe.jpeg"
        }
    ],
    "links": [],
    "location": {
        "address": "14 Trevithick House, York Rise, NW5 1DR",
        "latitude": 51.558951,
        "longitude": -0.1439279,
        "meeting_point": null,
        "travel_info": [
            "Nearest tube: Tufnell Park",
            "Nearest train: Gospel Oak, Kentish Town",
            "Bus routes: 88, 214, 4, 134, 390, C11"
        ]
    },
    "name": "Trevithick House",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/8655",
    "ticketed_events": false
}