{
    "all_week": false,
    "description": "Ceramic flooring, interrupted with colourful marble patterns to reflect the school's passion for natural sciences, gives a sense of contemporary grandeur, complemented by seventeen inspired sculptures and reliefs in and around the school.",
    "design": {
        "designers": [
            {
                "architect": "Architype",
                "description": "Original design",
                "year": "2016"
            }
        ],
        "periods": [
            "Contemporary"
        ],
        "types": [
            "Education"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": null,
            "date": "2022-09-04",
            "end": "2022-09-04T13:00:00+01:00",
            "fully_booked": null,
            "name": "Highgate Junior School",
            "notes": null,
            "start": "2022-09-04T10:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        [
            "Toilets"
        ]
    ],
    "factsheet": [
        {
            "heading": "The Brief",
            "paragraphs": [
                "Architype were appointed architects for Highgate Junior School after winning a design competition in June 2012, with a visionary proposal for the new development. Set in the Haringey Conservation Area, the 4,288 sqm scheme provides a high quality co-educational learning facility, reflecting the school's achievements for excellence in education.",
                "The development retained part of the existing premises, Inglehome, an old Victorian villa which was restored in a sensitive way, harmoniously integrated into the proposed main building.",
                "Designed to achieve BREEAM ‘Very good’ and a 100 year lifetime goal, the architects conjured a well resolved scheme, articulated in plan to sit well within the site boundary constraints, offering extensive views across the landscape and a strong, well-defined street presence."
            ]
        },
        {
            "heading": "The Design",
            "paragraphs": [
                "The plan was broken down into two distinctive blocks, married together with a central double height hub space, which embraces the cascading level changes across the site and delineates a clear circulation strategy around the double storey building.",
                "The front of school, with a large civic presence, accommodates the highly visible main entrance, administration facilities, staff areas, specialist teaching areas and the multi-use hall.",
                "Taking a more informal approach, the rear block, curved in shape, incorporates classrooms for the four year groups with generous circulation zones and break-out spaces encouraging interactive learning and teaching activities to manifest. Provision within the classrooms, by the way of a timber screen, offers private space for independent and focussed learning or one-to-one sessions.",
                "The west facing classroom façade, largely composed of composite aluminium and timber clad triple glazed windows, with protruding teaching balconies, has been designed and modelled to increase natural daylight to achieve a minimum daylight factor of no less than 4 per cent, and optimise controlled solar gain to reduce the dependency of costly comfort heating. The design also includes glare reduction on screens avoiding the need for window blinds at a later date."
            ]
        },
        {
            "heading": "Building Performance",
            "paragraphs": [
                "A combination of Mechanical Ventilation Heat Recovery (MVHR) and natural ventilation creates a tempered supply of fresh air throughout all seasons, creating excellent conditions for learning and concentration.",
                "The scheme was modelled in line with Passivhaus principles, a standard Architype are well experienced in. The design reduces thermal bridges and the continuous ‘duvet’ layer of insulation works in synergy with the membrane layer to produce excellent building performance, and prevent heat loss."
            ]
        },
        {
            "heading": "Awards",
            "paragraphs": [
                "RIBA London Regional Awards Winner 2017"
            ]
        }
    ],
    "id": 8694,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/8694/building_8694_js_07138dc413d03b6757172c10762b0706.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/medium_golden/building_8694_js_07138dc413d03b6757172c10762b0706.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Highgate Junior School, Bishopswood Road, N6 4PL",
        "latitude": 51.5726137,
        "longitude": -0.1549354,
        "meeting_point": null,
        "travel_info": [
            "Nearest tube: Highgate",
            "Bus routes: 210"
        ]
    },
    "name": "Highgate Junior School",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/8694",
    "ticketed_events": false
}