{
    "all_week": false,
    "description": "A rare example of a large purpose built metropolitan working men’s club with over 100 years of history. A once dignified building, revival Queen Anne style in the late-Victorian period, Grade II listed in 2019.",
    "design": {
        "designers": [
            {
                "architect": "Alfred Allen",
                "description": "Original design",
                "year": "1900"
            }
        ],
        "periods": [
            "Historical/contemporary"
        ],
        "types": [
            "Club",
            "Civic",
            "Community/cultural",
            "Concert/performance space",
            "Entertainment"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": null,
            "date": "2021-09-04",
            "end": "2021-09-04T16:00:00+00:00",
            "fully_booked": null,
            "name": "Open day",
            "notes": "Visitors can arrive at any time during the opening hours.\n\nThere may be queues at busy times.",
            "start": "2021-09-04T09:00:00+00:00",
            "ticketed": false
        },
        {
            "all_day": false,
            "booking_link": null,
            "capacity": null,
            "date": "2021-09-05",
            "end": "2021-09-05T16:00:00+00:00",
            "fully_booked": null,
            "name": "Open Day",
            "notes": "Visitors can arrive at any time during the opening hours.\n\nThere may be queues at busy times.",
            "start": "2021-09-05T09:00:00+00:00",
            "ticketed": false
        }
    ],
    "facilities": [
        [
            "Disabled access",
            "Refreshments",
            "Toilets"
        ]
    ],
    "factsheet": [
        {
            "heading": "History of the Mildmay Club",
            "paragraphs": [
                "There are only a handful of working men’s clubs left in London and The Mildmay Club on Newington Green, with its combination of a long radical history, an attractive building and the extensive and unique facilities stands head and shoulders above all others. It is a building and a tradition that the current committee and membership is keen to preserve.",
                "The Mildmay Club is illustrative of the social and historical trajectory of working men’s clubs. As its original name (Mildmay Radical Club) implies, it was founded as a radical political club within the Working Men’s Club and Institute Union (CIU). This had been founded in 1862 to promote an extension of the traditional ‘Gentleman’s club’ to the working classes and to provide them with venues for both entertainment and self-improvement.",
                "The clubs were originally seen as augmenting Temperance Halls as a way of providing working men with an alternative to the evils of the public house and also followed on from the tradition of working class educational institutions like the Mechanics’ Institutes and  Lyceums. They were also, however, part of a tradition of radical political clubs largely derived from the Chartist movement of the 1830s.",
                "By the early 1880s the metropolitan working men’s clubs were broadly of two kinds, social clubs and political clubs. The larger radical clubs tended to be found in London, which in terms of numbers of clubs dominated the CIU.",
                "By the turn of the C20, The Mildmay Club, although not one of the earliest, was recognised as one of the largest and most politically active of the capital’s working men’s clubs. They took part in debates and demonstrations on the political issues of the day, both national, such as the call for a legal eight-hour working day or home rule for Ireland, or local, including issues relating to London’s Board schools.",
                "The Club was particularly involved in its opposition to the Second Boer War (1899-1902), despite many of its members being called up to fight in South Africa as members of the volunteer reserves. The founding of a rifle club in 1902, in line with many others patriotically established following the experience of the Boer War, is perhaps indicative of a tension between the radical function of a club and its establishment role of shaping ‘good’ citizens. The Mildmay rifle club was particularly successful with 200 members, reflecting a relatively affluent membership as shooting was a comparatively expensive pastime.",
                "The heyday of the radical working men’s clubs lasted from the early 1880s to the start of the First World War after which their political influence declined and social functions within the clubs increased in importance. This change also marked a decline in the metropolitan domination of the working men's club movement.",
                "The Mildmay Club is one of the last surviving working men’s clubs in the capital and its history and fabric illustrates the political aspect of such clubs, the early metropolitan dominance and the later pre-eminence of its leisure functions.",
                "There are other purpose-built working men’s clubs that have been listed, all at Grade II including the Cobden Working Men’s Club, LB Kensington and Chelsea (1880), now housing; The Hatcham Liberal Club, LB Lewisham (1880) partly converted to housing but was also in use a private-members club and Bethnal Green Social Club, LB Tower Hamlets (about 1887), established as the Borough of Bethnal Green Liberal and Radical Club, still in use as a social club but was re-established in 1953. Although later in date, The Mildmay Club, in contrast, has been in continuous use as a working men’s club since it was built."
            ]
        },
        {
            "heading": "The Building",
            "paragraphs": [
                "Architecturally, The Mildmay Club is designed in the revival Queen Anne style, one that provided a dignified historicist frontage for institutional buildings from the late-Victorian period. The loss of most original windows and the domed roof of the cupola impacts on the quality but does not unduly affect the strong character of the principal elevation since the style of most of the replacement windows is broadly similar to the originals. The interior retains its original plan form and character to a high degree and includes the salient features of a working men’s club/institute of the period, such as a large and impressive theatre/hall, secondary hall, snooker room, bar, reading room and caretaker’s accommodation.",
                "Historic photographs show that the interior included lavish tile work, particularly to the entrance passage and elements of this, possibly along with the murals in the theatre, may survive beneath later finishes. The later finishes, mainly dating from the 1970s, and some minor changes to the layout of the building, in particular the additional bars to the theatre and small hall, are illustrative of the fundamental changes in working men’s clubs with the increased importance of entertainment functions in the post-war era.",
                "The Mildmay Club represents a very rare survival of a large, purpose-built, metropolitan working men’s club from a radical tradition, retaining its function as a social club. Historic England notes that the building also has group value for its contribution to a group of buildings reflecting the long radical and Nonconformist tradition of Newington Green. These include the Unitarian chapel and number 54, home to the C18 radical minister Dr Richard Price and visited by Benjamin Franklin, Thomas Jefferson, David Hume, Adam Smith and Mary Wollstonecraft (both buildings  listed at Grade II).",
                "The Mildmay Club was founded on 18 August 1888 as the Mildmay Radical Club and was originally located at 36 Newington Green Road, Islington. The club was actively involved in radical politics and social campaigns. In 1894 it moved to new premises at 34 Newington Green, gifted in the will of two local sisters. Newington Green was already an area with a long tradition of religious dissent and radicalism. Membership of the club rose from 1,000 in February 1896 to 2,400 in January 1899, eventually peaking at 3,000 members. The Mildmay Club was recognised as one of the largest and most politically active of the capital’s working men’s clubs.",
                "On 27 October 1900 the foundation stone was laid for a new clubhouse designed by a member of the Club, the architect Alfred Allen. The new building, which may have incorporated fabric from the existing houses on the site, included two halls, a reading room, meeting rooms and a billiard hall. In 1907 (and again in 1921), the rifle range was added to the facilities of the club. The rear hall was extended to the east, possibly at this time. In 1930 it changed its name to The Mildmay Club and Institute, and became non-political. In line with many working men’s clubs it concentrated on providing entertainment facilities for its members and by the 1950s it staged weekly variety shows. The building was renovated in the 1970s."
            ]
        },
        {
            "heading": "The Mildmay Club Today",
            "paragraphs": [
                "In 2021, having been closed for most of 2020, weekly entertainment continues for the current members and their guests, the bingo is called each Friday and the darts and snooker players have leagues and competitions throughout the year.\n \nThe Mildmay Club is an incredibly popular location for the film and television industry, and it is from here that much of the Club’s income is derived – and why some of the interiors may seem familiar.\n \nWe are very proud of the supporting role that the Club has played, from award winning blockbusters like Judy and Legends, to popular franchises like Sky Atlantic’s Save Me and Save Me too, Unforgiven, and Gangs of London. It featured in Call The Midwife, The Little Drummer Girl and Stewart Lee’s Comedy Vehicle to name but a few.",
                "The Club is also frequently used by high end fashion brands such as Gucci, Levis and Prada for photo shoots, commercials and videos and brands such as Coca Cola, and Domino’s Pizza have created tv commercials and online content in the Mildmay setting.",
                "Independent and major record labels have used The Mildmay Club for a diverse range of music videos from John Legend, to James Blunt, and live music sessions from breakthrough artists to Amy MacDonald, Michael Kiwanuka, Oasis, Franz Ferdinand, Florence and The Machine and John Newman.",
                "The appeal of The Mildmay Club for location scouts and directors alike is that it is a truly authentic space, a rarity these days. A set can be built, but the attention to detail and atmosphere at The Mildmay cannot be re-created – each space can lend itself to a different era and the flexibility of the space means that it can be a boxing ring one day (Fighting With My Family) and a social club the next (Killing Eve). The camera appears to love every corner of The Mildmay Club.",
                "The income from these activities is vital and enables us to keep maintaining and restoring this Grade II listed community asset, whilst increasing our membership and the number and range of events we offer. We have now got planning and listed building consent for major repair works and to create a new access and refurbish the three flats on the second floor, overlooking Newington Green."
            ]
        }
    ],
    "id": 8772,
    "images": [
        {
            "description": "2020",
            "title": "View of Mildmay Club from the south",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_8772_mildmay-club-longer-view_1f3b09b4dca717549882e75893e93bc9.jpg"
        },
        {
            "description": "Lauren Daly · 2019",
            "title": "The Mildmay Club entrance",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_8772_mildmay-frontage-entrance-low-res_ceb7544a9e1d066da4ef0f9103a64104.jpg"
        },
        {
            "description": "Lauren Daly · 2020",
            "title": "Mildmay Club event night",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_8772_mildmay-main-hall-event_89eadf4515d303e39437514b07d90a66.JPG"
        },
        {
            "description": "Lauren Daly · 2019",
            "title": "Main hall",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_8772_mildmay-main-hall_063ce33173706ee2c3e6ba23e09c91e7.jpg"
        },
        {
            "description": "Lauren Daly · 2019",
            "title": "Small Hall dance floor",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_8772_mildmay-small-hall-dance-floor_86120ac68afa66cb6aa93aeab97b5e72.jpg"
        },
        {
            "description": "Lauren Daly · 2018",
            "title": "Snooker Hall",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_8772_mildmay-snooker-hall-low-res_a6971fee99cb7701d45e6a713d17a80f.jpg"
        },
        {
            "description": "",
            "title": "The Mildmay Club from Newington Green",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_8772_mildmay-frontage-reduced_e03f67adcfbe11eae75daffa01200f08.jpg"
        },
        {
            "description": "Lauren Daly · 2018",
            "title": "Snooker Hall in action",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_8772_mildmay-snooker-hall-2-low-res_796fc3f159575a0e26d2d972260abf56.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "33-34 Newington Green, N16 9PR",
        "latitude": 51.552182,
        "longitude": -0.0847789,
        "meeting_point": null,
        "travel_info": [
            "Nearest tube: Highbury & Islington",
            "Nearest train: Dalston Junction, dalston (kingsland), Canonbury",
            "Bus routes: 236, 73, 341, 476"
        ]
    },
    "name": "The Mildmay Club",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/8772",
    "ticketed_events": false
}