{
    "all_week": false,
    "description": "Haworth Tompkins have delivered a transformative overhaul of Kingston University’s Knights Park Campus to provide over 10,000 sqm of refurbished creative space for Kingston School of Art.",
    "design": {
        "designers": [
            {
                "architect": "Haworth Tompkins",
                "description": "Original design",
                "year": "2019"
            }
        ],
        "periods": [
            "Contemporary"
        ],
        "types": [
            "Education"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 15,
            "date": "2021-09-10",
            "end": "2021-09-10T12:00:00+01:00",
            "fully_booked": null,
            "name": "Dan Tassell",
            "notes": null,
            "start": "2021-09-10T11:00:00+01:00",
            "ticketed": false
        },
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 15,
            "date": "2021-09-10",
            "end": "2021-09-10T13:00:00+01:00",
            "fully_booked": null,
            "name": "Dan Tassell",
            "notes": null,
            "start": "2021-09-10T12:00:00+01:00",
            "ticketed": false
        },
        {
            "all_day": false,
            "booking_link": "https://openhouselondon.open-city.org.uk/events/11069/bookings",
            "capacity": 15,
            "date": "2021-09-10",
            "end": "2021-09-10T14:00:00+01:00",
            "fully_booked": false,
            "name": "Dan Tassell",
            "notes": null,
            "start": "2021-09-10T13:00:00+01:00",
            "ticketed": true
        }
    ],
    "facilities": [],
    "factsheet": [
        {
            "heading": "Overview",
            "paragraphs": [
                "This project is shortlisted in the Post-occupancy In Practice category of the inaugural Open City Stewardship Awards. Find out more: open-city.org.uk/stewardship-awards",
                "Kingston School of Art is recognized as one of the foremost art and design schools in the country, with some courses having a worldwide reputation. Established in 1899, its first building at Knights Park was constructed in the 1930s on the banks of the Hogsmill River.  The Mill Street Building was added in the 1970s, purpose-built for art and design teaching.",
                "Haworth Tompkins have delivered a transformative overhaul of Kingston University’s Knights Park Campus to provide over 10,000 sqm of refurbished creative space for Kingston School of Art. The 1970s Mill Street Building is the campus’ largest, providing half the floor space and housing multi-disciplinary workshop facilities. The factory-like structure suffered from ad hoc modifications, leading to poor legibility and underutilised spaces. However, its raw brick, steel and concrete shell remained in good condition. Haworth Tompkins’ approach embraces the robust, industrial character of what was there, whilst forming more internal space, maximising natural light and upgrading creative facilities."
            ]
        },
        {
            "heading": "Education",
            "paragraphs": [
                "The project has improved inclusivity by opening-up the campus to students, staff and locals, creating opportunities for creative collaboration, enterprise and outreach. A continuous public route along the riverfront now stretches from Mill Street to the heart of the campus, providing outdoor workshops and social space. Accessible WCS, showers and gender-neutral toilets have been incorporated, and lift and stair cores extended, unlocking previously hard-to-reach spaces for use as design studios, enhancing accessibility. Alumni are supported in setting-up businesses through the Nest incubation programme, which includes training, mentoring/networking events, and free access to refurbished workshop and printing facilities. Glazing introduced at ground level provides a shop window to workshops, allowing the public to engage with processes inside. The refurbishment offers a revitalised creative facility with a calm yet industrious energy, the perfect space to think and make things on the banks of the Hogsmill River."
            ]
        },
        {
            "heading": "Retrofit",
            "paragraphs": [
                "Instead of major demolition, our masterplan opted for a programme of adaptive re-use wherever possible. Identifying and working with the best characteristics of the site whilst re-planning and retooling areas that required improvement allowed us to bring the building up to the required environmental standards without losing the slightly messy, rough-around-the-edges character that helps to foster creative production.\nMost significantly, the raw brick, steel and concrete shell and core was re-utilised and repaired, and a renewed set of studios and workshops formed within. These elements alone allowed us to lock-up around 1.5 million kg of embodied CO2, roughly equivalent to the annual carbon sequestered by 2000 acres of forest, compared with building a similar new structure.  New glazing provides quality light to north-facing studios, previously occupied by plant rooms, while over 1000sqm of flat roof has been put to harder work, providing outdoor teaching spaces, wildlife habitats and green roofs helping to significantly reduce rainwater runoff.\nPassive Design Measures & Environmental Upgrades\nThe project is on course to achieve BREEAM Outstanding and deliver a 52% reduction in operational carbon emissions. Fabric enhancements included replacing patent glazing with a new high-performance glazing system, increased insulation and airtightness and the complete replacement of 50-year-old heating and ventilation systems. Sculptural window surrounds to the south complement the red brickwork and provide solar shading, bringing down peak solar gains in the summer months by up to 60%. \nFuture flexibility has been a core focus of the design. The project brings together design disciplines with similar studio requirements, allowing for these departments to expand or contract within a flexible set of spaces without the need for major modifications to the building. This spatial flexibility is supported by a core infrastructure of pinboard walls, exposed service grids, suspended power modules, sinks, data points, furniture alcoves and pivoting walls, allowing the building to adapt to changing needs without the need for wasteful re-planning.\nDan Tassell, Associate Director",
                "Working Detail Text\nThe building’s southern elevation fronts onto the Hogsmill River, providing a calm, contemplative setting for thinking and making alongside one of London’s hidden tributaries. The project has strengthened the School’s connection to the river via an esplanade of permeable paving setts and a low-level river wall. This allows full access from Mill Street to the heart of the campus for the first time, but perhaps more importantly provides outdoor workspace for stone-carving and other decorous activities, supported by external compressed air and power infrastructure.\nA double order of glazing on the river-facing south elevation expresses the open-access workshops arranged over Ground and First floors. Glazed curtain walling is restrained back to the existing structure and framed by sculptural weathering steel window surrounds that project out at their base to support timber benches along the riverfront. Deep fins, introduced to reduce peak solar gain in the summer months, were fabricated as aerofoils for rigidity, providing a nod to the Sopwith factories that once employed 40,000 people in Kingston. \nMuch like building’s aged red bricks, the weathering steel has an imperfect quality and will continue to change appearance, darkening and oxidising over time. The material was selected in part for its tonal similarities to the brickwork, but also for its raw sculptural quality. It is a material that could have easily been cut and welded in the metal workshop, so there is a connection there between the appearance of the building and its occupants and processes."
            ]
        }
    ],
    "id": 8791,
    "images": [
        {
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/medium_golden/building_8791_1617_n183_webview_182b0d6a53512683f09dde1f36208831.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Kingston University River House 53–57 High Street Kingston upon Thames Surrey, surrey, KT1 1LQ",
        "latitude": 51.405928,
        "longitude": -0.3078372,
        "meeting_point": null,
        "travel_info": [
            "Nearest train: Surbiton, Kingston",
            "Bus routes: k3, K2, 281, 71"
        ]
    },
    "name": "Kingston School of Art",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/8791",
    "ticketed_events": true
}