{
    "all_week": true,
    "description": "A truly exquisite Grade II country mansion designed in the early Georgian style, nestling in a 413-acre estate of stunning open parklands, woods, and historic landscaped gardens has been meticulously refurbished by Berkeley.",
    "design": {
        "designers": [
            {
                "architect": "norah lindsay, philip tilden, col r cooper, Sir William Chambers, Charles Holden",
                "description": "Original design",
                "year": "1890"
            }
        ],
        "periods": [
            "Historical/contemporary"
        ],
        "types": [
            "Historical house",
            "Garden"
        ]
    },
    "events": [],
    "facilities": [
        [
            "Disabled access",
            "Parking",
            "Toilets"
        ]
    ],
    "factsheet": [
        {
            "heading": "Grandeur of the Past",
            "paragraphs": [
                "Names after Trento, the location in Northern Italy where the lift of King George III's younger brother was saved, Trent Park is deeply rooted in history.",
                "Trent Park was once formed a small part of Enfield Wood. In 1399 the estate passed into the hands of Henry IV who converted the land into a royal game reserve. This was\nsubsequently passed onto his son Henry V and from 1421\nwas administered by the Duchy of Lancaster; Enfield Chase had passed into royal ownership.",
                "In 1777 George III leased the site to Sir Richard Jebb, his favourite doctor, as a reward for saving the life of the King’s younger brother, the then Duke of Gloucester. Jebb chose the name Trent, because it was in Trento, Italy, that\nthe King’s brother had been saved.",
                "By 1837 after passing through several, hands, Quaker David Bevan bought a lease for the property and transferred this to his eldest son Robert Bevan. Further extensions were undertaken to Enfield Chase including a tower on the east side of the building. Much of the landscaping was also created including an avenue of lime trees on the main drive."
            ]
        },
        {
            "heading": "The Sassoon Years",
            "paragraphs": [
                "In 1909 the site was sold to Edward Sassoon – a Baronet, an MP for Hythe, friend of Edward VII and the head of an international merchant banking firm. The Sassoons were descendants of Baghdadi Jews who had\nemigrated to India. The family eventually established\na head office at Leadenhall Street, London and were\nquickly accepted into British high society.",
                "Following the death of his father, Sir Philip Sassoon’s father inherited the estate in 1912. A flamboyant, glamorous, well known socialite and politician, Sassoon built his very own\naerodrome on Trent Park. During this time he covered the house in the rose-red bricks that you see today. Sassoon planted a million daffodil bulbs that became known as\n1909 the famous Daffodil Lawn.",
                "The 1920s saw Trent Park used as a  quintessentially English country retreat. It hosted the most extravagant parties with guests such as Charlie Chaplin, George Bernard Shaw and John Singer Sargent.",
                "Politicians, prime ministers, royalty and famous personalities frequented these stately grounds and grand rooms. For some, it was a weekend retreat to revel in divine company and a place to be wowed and entertained. Winston Churchill was known to paint at Trent Park and her Majesty Queen Elizabeth II visited as a child, to play, roam and escape into the estate’s splendour."
            ]
        },
        {
            "heading": "Secrets of the War",
            "paragraphs": [
                "After the death of Sir Philip Sassoon, in 1939, Trent Park was requisitioned by the War Office for the secret British Intelligence unit MI9 for ‘secret purposes’ and became one of the most important intelligence sites of WWII. During the war, German prisoners were tricked into giving away vital information that aided the British to win the war in the air, on land and in the sea.",
                "From 1942, Trent Park became home to captured German Generals. Living in relative luxury, they believed that\nKing George VI had given them the stately home as befitted their status as military men. It was all a big deception\nplan. They relaxed and talked freely about Nazi Germany’s most closely guarded secrets, little realising that their\nconversations were being recorded.",
                "Concealed in the basement of the Mansion House, teams of secret listeners worked every day of the year to record intelligence from the bugged conversations. They had fled Nazi Germany and were now spying for the country that had saved them. They spoke about battle plans, rockets, flying bombs, submarines and the atomic bomb.",
                "“Had it not been for the information obtained from this centre, it could have been London and not Hiroshima that\nwas devastated by the atomic bomb” Thomas Kendrick's colleague.",
                "By the end of the war, Trent Park was holding 59 German Generals and 40 senior German Officers. Their conversations gave away intelligence that the British could\nnot have gained from interrogation. One General was recorded saying: “We have the best Generals and are\nlosing the war!” The deception plan was working.",
                "The whole bugging operation by British Intelligence is now recognised as ‘being of national and international significance for winning the war on a par with Bletchley Park.’ Historic England report, 2017.",
                "After the War Trent Park estate become a Ministry of Education emergency training college for male teachers, then in the 1950s a co-educational training college. It formed part of Middlesex University's estate until they vacated in 2012 and following a short ownership by the Allianze University College of Medical Sciences was acquired by Berkeley Homes in September 2015."
            ]
        }
    ],
    "id": 8830,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/8830/building_8830_view-from-the-pleached-avenue-looking-south_406454b8a610cc7ce342a76d07093e7e.jpg",
            "description": "",
            "title": "View of Mansion House loooking South",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_8830_view-from-the-pleached-avenue-looking-south_406454b8a610cc7ce342a76d07093e7e.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/8830/building_8830_vb1810850_bh_tp_w_0036_7a81ba48d442d04b7df5f1652aebbbd9.jpg",
            "description": "2021",
            "title": "View of restored Wisteria Walk ",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_8830_vb1810850_bh_tp_w_0036_7a81ba48d442d04b7df5f1652aebbbd9.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/8830/building_8830_vb1810817_bh_tp_w_0003_3227185d18d51aab45b0bef4db3a7b93.jpg",
            "description": "2021",
            "title": "The historic Long Garden ",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_8830_vb1810817_bh_tp_w_0003_3227185d18d51aab45b0bef4db3a7b93.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/8830/building_8830_vb1717725_tre0152_e293bdf9aa0f94a98152db012bc54b95.jpg",
            "description": "2021",
            "title": "Long Garden Ponds",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_8830_vb1717725_tre0152_e293bdf9aa0f94a98152db012bc54b95.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/8830/building_8830_vb1717736_tre0164_48c1330213e57d9517b7004425ef11a1.jpg",
            "description": "2021",
            "title": "View across the North Lawn ",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_8830_vb1717736_tre0164_48c1330213e57d9517b7004425ef11a1.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/8830/building_8830_vb1810825_bh_tp_w_0011_49a10c78c9730f0b29f9e597357fe587.jpg",
            "description": "2021",
            "title": "Restored Gardens ",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_8830_vb1810825_bh_tp_w_0011_49a10c78c9730f0b29f9e597357fe587.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/8830/building_8830_vb1717387_tre0227_bed1aed9eab16fbabbb8b4a9ab163ada.jpg",
            "description": "2021",
            "title": "Historic Gardens ",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_8830_vb1717387_tre0227_bed1aed9eab16fbabbb8b4a9ab163ada.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/8830/building_8830_vb1650679_tp0047_7ba71b35038c472a35c6e5365dda5cb0.jpg",
            "description": "",
            "title": "Parkland ",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_8830_vb1650679_tp0047_7ba71b35038c472a35c6e5365dda5cb0.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Trent Park, Snakes Lane, Cockfosters, EN4 0PS",
        "latitude": 51.6568603,
        "longitude": -0.1490343,
        "meeting_point": null,
        "travel_info": [
            "Nearest tube: Oakwood, Cockfosters"
        ]
    },
    "name": "Trent Park",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/8830",
    "ticketed_events": false
}