{
    "all_week": false,
    "description": "Grade II* listed building in Waterlow Park dating to 1582 and recently refurbished. Original Tudor wooden framework adapted by successive owners over the centuries. Today the house runs primarily as an arts, heritage and education centre.",
    "design": {
        "designers": [
            {
                "architect": "Unknown",
                "description": "Original design",
                "year": "1582"
            },
            {
                "architect": "Haines Phillips Architects",
                "description": "Refurbishment",
                "year": "2016"
            }
        ],
        "periods": [
            "Tudor"
        ],
        "types": [
            "Historical house",
            "Concert/performance space",
            "Gallery",
            "Mixed use"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 20,
            "date": "2021-09-05",
            "end": "2021-09-05T16:00:00+00:00",
            "fully_booked": null,
            "name": "General access",
            "notes": "Visitors can arrive at any time during the opening hours.\n\nThere may be queues at busy times.",
            "start": "2021-09-05T09:00:00+00:00",
            "ticketed": false
        }
    ],
    "facilities": [
        [
            "Refreshments",
            "Toilets",
            "Disabled access",
            "Family activities during open house"
        ]
    ],
    "factsheet": [
        {
            "heading": "History",
            "paragraphs": [
                "Originally built in 1582 as a private home for three-times Lord Mayor of London, Sir Richard Martin, Lauderdale House in Highgate is now a community hub, welcoming over 65,000 visitors every year. Each year we host a wide range of cutting-edge exhibitions and events, bringing the brightest new talent and high-profile established performers to north London. Lauderdale House also boasts a blooming programme of creative classes for both adults and children and can be hired for weddings, receptions and parties.",
                "From a 'U' shaped two storey timber-framed house of the late 16th century, clad in lath and plaster, the house has changed over time whilst still retaining its original frame. A corridor serving ground and first floor was added in the 17th century, and in the 18th the whole facade was revamped in classical style, with the end fronting the lawn extended with pediment and colonnade.",
                "In 2016 we had a major refurbishment and restored a number of heritage features."
            ]
        },
        {
            "heading": "Ground Floor",
            "paragraphs": [
                "Front Entrance Hall\nNell Gwynn's Bath: this was never a bath, but a display shelf for plate and china installed by the Quaker, Meade in 1677, at least 15 years after Nell Gwynn's time in the house.",
                "Bas-relief over fireplace: this shows Achilles distressed at losing his friend Briseis, from Homer's Iliad. Installed in 1850 probably by James Yates.",
                "Tudor beams: part of the original frame of the 16th century house, about 10 inches square with delicately moulded edges and stop ends, indicate this was an important room, probably dining hall. These beams are still structural.",
                "Round-topped doorway: originally one of a pair on either side of the fireplace, this dates from the early 17th century, with hand carved decoration. Used as a model for anteroom door.",
                "Ionic columns: these columns replaced the old Tudor frame which ran the whole length of the house, parallel to the outside wall. They were probably installed in the late 18th century.",
                "Lower Gallery\nTudor frame and beams: parts of the original 16th century frame are visible. The wall frames either side (the fireplace wall was originally an outside wall on to the yard) and the main and subsidiary beams are still morticed and tennoned together.",
                "The 'Jetty': main beams and joists extended 2 ft beyond the outer wall to support the upper floor which was wider. This was a fashionable and functional Tudor feature called a Jetty.",
                "The original doorway: at the far end of the Gallery, the exposed frame shows where an external door frame was carved into the structural post, with a lath and plaster panel at the side. This door was opposite the original front door (see LCC plaque).",
                "Fireplace: the huge beam over it indicates the width of the original fireplace. Scorch marks date from the 16th century."
            ]
        },
        {
            "heading": "Main Staircase Well",
            "paragraphs": [
                "Tudor brickwork: the bricks at the back of the fireplaces are smaller than those of later periods. They are Tudor bricks, part of the original house. The unusual pointing seems to have been designed to hold the original plaster which covered these walls.",
                "Staircase: the present staircase is a repair/reconstruction of the stair of this design installed in 1670. It replaced an earlier staircase which ran anticlockwise, with a trompe l'oeil wall painting of a balustrade (as at Hatfield and Blickling).",
                "Sacrificial objects: walled up in an enclosure at the top of the stairs between the newel post and the wall, were found (in 1961) two chickens, a candle stick etc (for good luck?). Now in the Museum of London.",
                "Lantern: originally installed by Pauncefort in the early 18th century, it was damaged by the fire of 1963 and faithfully restored in 1983."
            ]
        },
        {
            "heading": "First Floor",
            "paragraphs": [
                "Upper Gallery Landing\nTudor framework: originally the 'U' shaped Tudor house had no corridor, so there was a window from the staircase well into the yard. At the far end of the landing stands the original framework of the outside wall, with carved window frame and groove for the staves supporting lath and plaster (described as the 'Paper' house).",
                "Long Gallery\nThe Tudor frame: the original timbers can be seen beyond the modern framework, and charred members beside the windows show survival of the fire of 1963. The original windows were oriels.",
                "The King's Chamber: an inventory of 1685 shows the end of the gallery facing the lawn was described as 'The Kinges Chamber and Closett'. This was just fifteen years after Nell Gwynn's time. The room was extended by 10ft in 1760 to make the new elevation.",
                "Tudor fireplace: with herring bone brick fireback central to the original fireplace, this was a central feature of the Matted Gallery.",
                "A ceiling rescued by the GLC in 1964 from a house in Leadenhall Street is at the centre of the Long Gallery, brought here as it has similarities to the plasterwork in the cupola over the main staircase."
            ]
        }
    ],
    "id": 888,
    "images": [
        {
            "description": "Sheila Norris",
            "title": "View from the Lower Terrace",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_888_house-with-red-flowers-sheila-norris_66e65594c590a0beb52315c177d0abb3.jpg"
        },
        {
            "description": "Katherine Ives · 2017",
            "title": "The Upper Gallery",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_888_wp_20170202_14_12_54_rich_68150aab7461f45f89f1a7d7f4a01ac9.jpg"
        },
        {
            "description": "Derek Drescher · 2017",
            "title": "Tudor Fireplace in Long Gallery",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_888_img_0895_0d3c2e4a05dd70b966151efb9eae1091.JPG"
        },
        {
            "description": "Katherine Ives · 2017",
            "title": "Long Gallery",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_888_wp_20160901_10_53_08_rich_7b75d5418b3c3d74099e6f968c31cced.jpg"
        },
        {
            "description": "Polly Hancock · 2017",
            "title": "New Conservatory",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_888_new-studio-30-11-16-again_a29a639f80b9f3ed493bc1b2121809a6.jpg"
        },
        {
            "description": "2017",
            "title": "'Nell Gwynn's Bath'",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_888_nell-gwynn-s-bath_2d5b34cc69f4cb5d9f5eaf309947e70c.jpg"
        },
        {
            "description": "2015",
            "title": "Front of Lauderdale House",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_888_cimg0799_ef6fe7db916b522eba6519d5776a7e1b.JPG"
        },
        {
            "description": "Katherine Ives · 2017",
            "title": "View from the tea lawn",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_888_wp_20170321_09_37_34_pro_b320c751ab718b9cf8479f452fb48800.jpg"
        },
        {
            "description": "www.jeffersonsmith.co.uk · 2017",
            "title": "view from lower terrace",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_888_hplb_0349_cf3ac3161d3a5539c958fa83717b8e76.JPG"
        }
    ],
    "links": [],
    "location": {
        "address": "Highgate Hill, Waterlow Park, N6 5HG",
        "latitude": 51.569267,
        "longitude": -0.143254,
        "meeting_point": null,
        "travel_info": [
            "Nearest tube: Archway",
            "Bus routes: 143, 210, 214, 271, W5"
        ]
    },
    "name": "Lauderdale House",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/888",
    "ticketed_events": false
}