{
    "all_week": false,
    "description": "Explore this little known park encompassing riverbanks along the tidal Ravensbourne, an old railway embankment, magnificent plane, lime and beech trees, pond, formal area, view of architect David Adjaye's Stephen Lawrence Centre.",
    "design": {
        "designers": [
            {
                "architect": "Unknown",
                "description": "Original design",
                "year": "1953"
            }
        ],
        "periods": [
            "Post-war",
            "Contemporary"
        ],
        "types": [
            "public realm/landscape",
            "walk/tour",
            "garden",
            "infrastructure/engineering"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": null,
            "date": "2022-09-04",
            "end": "2022-09-04T18:00:00+01:00",
            "fully_booked": null,
            "name": "Self-guided tour",
            "notes": "The park is open at all times",
            "start": "2022-09-04T08:00:00+01:00",
            "ticketed": false
        },
        {
            "all_day": false,
            "booking_link": null,
            "capacity": null,
            "date": "2022-09-04",
            "end": "2022-09-04T12:00:00+01:00",
            "fully_booked": null,
            "name": "Friends of Brookmill Park in attendance with printed leaflets",
            "notes": "Friends of the Park representatives will be present 11.00-12.00 with printed leaflet and map of the park.",
            "start": "2022-09-04T11:00:00+01:00",
            "ticketed": false
        },
        {
            "all_day": false,
            "booking_link": null,
            "capacity": null,
            "date": "2022-09-05",
            "end": "2022-09-05T18:00:00+01:00",
            "fully_booked": null,
            "name": "Self-guided tour",
            "notes": "The park is open at all times",
            "start": "2022-09-05T08:00:00+01:00",
            "ticketed": false
        },
        {
            "all_day": false,
            "booking_link": null,
            "capacity": null,
            "date": "2022-09-05",
            "end": "2022-09-05T12:00:00+01:00",
            "fully_booked": null,
            "name": "Friends of Brookmill Park in attendance with printed leaflets",
            "notes": "The park is open at all times. Friends of the Park will be present at the park hut 11.00-12.00 with printed leaflet and map",
            "start": "2022-09-05T11:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        [
            "Disabled access"
        ]
    ],
    "factsheet": [
        {
            "heading": "The Walk",
            "paragraphs": [
                "Self guided walk at any time\nNumbers refer to accompanying map\nWalk can be done in any order",
                "11am-12pm both days \nRepresentatives of the Friends of Brookmill Park will be available near the pond by the park hut. Printed leaflets available."
            ]
        },
        {
            "heading": "Overview",
            "paragraphs": [
                "This delightful 5 acre neighbourhood park running alongside the tidal Ravensbourne lies in an area of archaeological priority with a surprising range of birdlife, ancient trees, formal gardens and glimpses of contemporary and Victorian architecture.  It provides a place to reflect on how transport, power generation, housing, park, water, biodiversity and flood risk management evolve over time.",
                "The Park is situated in an area originally called Deptford New Town.  One of London's first housing projects it was built in phases during the 19th Century to accommodate expanding numbers of residents working in the docks and on the railways. With beginnings as a small playground in 1880, the park in its current guise was mostly created in 1951 with additions and alterations at different points since.  These are covered in numbered points below indicated on the map.",
                "Wildlife",
                "The park sustains an exceptionally rich variety of birdlife with kingfishers, herons, egrets, wagtails, goldfinches, long-tailed tits, migratory visitors and many more.  The park is home to around 8 pairs of pipistrelle bats. It is currently being managed to enhance green corridors. Two nature reserves adjoin the park.",
                "1 Entrance at Elverson Road DLR station",
                "The name Elverson derives from the once plentiful elvers, or young eels, a staple of medieval and Tudor diets. Mature eels still live beneath the station before making their way to spawn in the Sargasso Sea. Their presence in the tidal river provides sustenance to birds.",
                "2 The Hill",
                "This rising ground marks the remains of an embankment once carrying trains to Greenwich. Please take care of uneven steps and slippery ground if wet.",
                "On Brookmill Road at the base of the Hill are some disused toilets.  A separate nature reserve lies on the opposite side of Brookmill Road.  (Check if open)",
                "3 The Ravensbourne River",
                "The Ravensbourne rises at Caesar's Well in Bromley, is tidal by the time it reaches Brookmill Park, and flows into the Thames less than a mile away.  Evidence of inhabitants from before Roman times has been found on its banks.  The Domesday book records 11 corn mills on the Ravensbourne in the 11th Century.  The river was an important source of industrial power during the Tudor period, supplying the fast expanding docks at Deptford.  The 17th Century diarist John Evelyn, whose Sayes Court estate was nearby, bought Brookmills in 1668 from the Beecher family.",
                "The river and additional wells, such as Cold Bath Well, were a major source of drinking water in the area until the flow diminished and pollution increased.",
                "More recently, and in spite of its natural appearance, this stretch of the river has been highly engineered.  Before the DLR extension to Lewisham was constructed in 1999, the park extended to the other side of the tracks.  The river was moved to the west to make way for the DLR and the banks opened up and naturalised largely as a flood mitigation measure.",
                "A bridge near to the Elverson Road entrance leads over the river to a nature reserve (not open).",
                "4 The Pond",
                "Lime trees, a horse chestnut and Indian chestnut grow on a grassy space on the open approach to the pond on the Elverson Road side.  A neglected rockery and terraced area is due for renovation.  The traces of a rain shelter can be seen as a squared S shape on the paved area, originally constructed to give a view over the pond.",
                "The pond was once the site of a much larger and deeper reservoir. The large plane trees were planted on the edge of the reservoir.  Once threatened with removal the pond was saved by the St John Society, the local residents' association, and is now a popular feature of the park.",
                "5 The Park Hut",
                "Beside the pond is a typical park-keeper's hut now redeployed as an art workshop and garden tool store.",
                "6 Open grass and ancient plane tree",
                "A three-boled London plane said to be 300 years old lies in this open grass area.  Wooden steps lead down to the river opposite a small playground.",
                "7 Thames Pumping Station",
                "On the other side of the river a large Victorian red brick building can be seen.  This is a Thames Water pumping station indicating the continuing importance of the Ravensbourne in the area's water management.",
                "8 Formal area and flower garden",
                "A handsome copper beech approximately 150 years old grows near lawned areas and formally planted flowerbeds.  A fountain lies at the northernmost part of the park.  Pergolas were installed when this part of the park was incorporated from the former Thames Water site in the 90s.",
                "The rose beds have recently been restocked and planted with herbs tended by a voluntary gardening group, part of the Friends of Brookmill Park.  Badly affected by box moth, formal hedges have recently been replaced with native beech.",
                "The long-term vision of the Friends is to improve the park for biodiversity and amenity value through deliberate enhancement of green corridors, wildflower planting, art and wildlife workshops.  The Friends work closely with Glendale, the maintenance contractors, and Lewisham's Greenscene on planting and maintenance plans.",
                "9 Stephen Lawrence Centre",
                "Beyond the formal area lies the Stephen Lawrence Centre.  This was the site of the Ravensbourne Water Company (1709), subsequently taken over by Kent Waterworks Company (1809), the Metropolitan Water Board (1904), followed by Thames Water.",
                "Designed by architect David Adjaye the Centre, now the home of Blueprint for all, was built as a memorial and place of inspiration in honour of Stephen Lawrence, the architectural student murdered in 1993. Located between the park, traditional housing in streets across Brookmill Road and the higher development of Deal's Gateway on the other side of the river, \"the form and materiality of the centre attempts to reconcile these contrasting conditions within a single development.\" (source: www.adjayeassociates.com) The patterned windows of the front facade are based on a drawing by the artist, Chris Ofili.",
                "10 Old boundary wall",
                "The wall dividing this area from the main part of the park marks the back garden boundary of Victorian houses which once lined this entire stretch of Brookmill Road.  The houses running from the bottom of St John's Vale to the old railway embankment were destroyed by a V2 rocket during WWII. Their remains were removed to make way for the park. The houses running from opposite the Brookmill Pub to the Stephen Lawrence Centre site were demolished in 1972.  Residents were rehoused in nearby Lewisham Council properties.",
                "11 Cycle track and meadow strip",
                "The cycle track area was incorporated into the Park when Thames Water moved from the site.  Between the cycle track and the railings along Brookmill Road runs a narrow strip of earth. Previously laid bare by weed killer it is now home to a range of wildflowers.  Lime and Tulip trees feature in the stretch opposite the Brookmill Pub and a trial bed for a rare wild carnation, the Deptford Pink, is located here.",
                "12 Main Entrance to the Park\nConfusingly, the name of the park used to be Ravensbourne.  The sign still remains.",
                "13 The Brookmill Pub",
                "The Brookmill Pub is an outstanding example of the unified Victorian architecture of the surrounding streets. A prominent three-storey building, it provides a landmark on Brookmill Road.  It has a garden and serves good beer and food.  www.thebrookmill.co.uk/",
                "Contacts\nFriends of Brookmill Park: www.brookmillpark.deptfordcreek.net\nTwitter/Instagram/Facebook /Brookmillpark\nContact: friendsofbrookmillpark@gmail.com"
            ]
        }
    ],
    "id": 9035,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/9035/building_9035_aabrookmillheron_5856fdaf79755c32882a0daf838e93f8.JPG",
            "description": null,
            "title": "Heron in Brookmill Park",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/medium_golden/building_9035_aabrookmillheron_5856fdaf79755c32882a0daf838e93f8.JPG"
        }
    ],
    "links": [
        {
            "href": "https://brookmillpark.deptfordcreek.net/",
            "title": "Map Link"
        }
    ],
    "location": {
        "address": "Brookmill Road, Elverson Road, SE8 4EJ",
        "latitude": 51.4713786,
        "longitude": -0.0233412,
        "meeting_point": "Self guided walk",
        "travel_info": [
            "Nearest tube: Elverson Road, Deptford Bridge",
            "Nearest train: St.John's, Lewisham",
            "Bus routes: 47, 225"
        ]
    },
    "name": "Walk in Brookmill Park",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/9035",
    "ticketed_events": false
}