{
    "all_week": false,
    "description": "A walk around housing estates designed by Lubetkin and Tecton, Joseph Emberton, and Carl Ludwig Frank 1945-1965, for the Metroplitan Borough of Finsbury, all illustrating the principle of the 'Green City'.",
    "design": {
        "designers": [],
        "periods": [
            "Post-war"
        ],
        "types": [
            "Housing",
            "Walk/tour"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 30,
            "date": "2021-09-11",
            "end": "2021-09-11T15:00:00+00:00",
            "fully_booked": true,
            "name": "CLFranck and the Greening of Finsbury - walking tour",
            "notes": "The tour will be led by architect James Dunnett.  Access to the interiors of buildings is not offered but may be available to the entrance hall and stair of Bevin Court",
            "start": "2021-09-11T13:00:00+00:00",
            "ticketed": true
        }
    ],
    "facilities": [],
    "factsheet": [
        {
            "heading": "'ISLINGTON'S BRASILIA: CARL LUDWIG FRANCK AND THE GREENING OF FINSBURY",
            "paragraphs": [
                "'",
                "NOTES FOR THE OPEN HOUSE WALKING TOUR SEPTEMBER 2021\nby JAMES DUNNETT",
                "The present London Borough of Islington was created in 1965 - as many will know - out of the former Metropolitan Boroughs of Islington and of Finsbury, two local authorities with very different political complexions. Islington tended to be conservative, Finsbury radical. Islington's Town Hall, by E Monson 1922, is formal and classical, Finsbury's by Evans Vaughan 1895, is irregular, sort-of-Tudor, and picturesque. Politically Finsbury was dominated by Labour, with a Communist councillor elected in 1945. In 1901 it had a population density of 42,000/sq.km compared with the present 12,000/sq.km density of the London Borough of Islington as a whole - and it had almost no open space.",
                "Its lack of open space had long been recognized as a problem, with repeated petitions signed and attempts made during the nineteenth century to establish a large park to match Victoria Park in Tower Hamlets which had opened in 1845. This culminated in the opening of Finsbury Park, well to the north in present day Haringey, in 1869 - 150 years ago -, created by Government, after earlier attempts in more central locations had failed. Finsbury was then a name used to cover a much wider area, like the parliamentary constituency. This park, of course, did little to help the residents of the more restricted Metropolitan Borough of Finsbury (LBF) as defined in 1900, from whom access to open countryside had long since receded.",
                "THE NEW CITY",
                "Finsbury embarked on a vigorous housing programme in the 1920s and early 1930s, but it was not until it encountered the first of three key architects, Berthold Lubetkin (1901-1990), in 1935 that the vision effectively of a new city began to take shape, and by the time the Metropolitan Borough was abolished thirty years later it had rebuilt itself perhaps on a greater scale than any other. It may be hyperbole to call the achievement - or even the ambition - that of creating a new city, but it was an era when architectural thought was focused on what should be the new form of city to suit the machine age, the motorcar age, and hence the new form of its principal component, housing. The aim was above all to humanise them, to introduce nature to them, to make them a suitable environment for the whole population not just the few, and these Modern Movement ideas on the subject were embodied as much in the new Finsbury as in the contemporary new city of Brasilia. The inception in 1956 of the Brasilia project as new capital for Brazil coincided with the assumption of the role of chief housing architect for Finsbury by Carl Ludwig Franck, the most prolific of its three consecutive housing architects. The contract to build the last of his estates, the Finsbury Estate, was signed almost on the eve of the dissolution of the Metropolitan Borough, and continued building till 1970, coinciding closely with the expiry of the focus of architectural thought on the ideal of the  'New City'. The next generation of architects - John Melvin, Harley Sherlock, Kenneth Pring in Islington, Neave Brown and his school in Camden, for example -, wanted their housing to fit into the city as it existed. They wanted to conform to the city, not reshape it. Their work is still lauded for that aim, but it is also worth trying to understand the ideals behind the work that they displaced - especially since it is under attack even from the present London Borough of Islington (LBI), ever on the look-out for 'unused' green pockets on which to build more housing. But those green pockets were fundamental to the vision of its predecessor.",
                "Carl Ludwig Franck has a less well-known name than his two predecessors, and his work is mostly un-chronicled, partly because he was more self-effacing and also in the last resort perhaps less imaginative, but Lubetkin said of him 'truly I never saw such a talent' and, as the winner of the Rome Prize for 1931 he was regarded effectively as the brightest architectural student of his year in Germany. He wrote a published book on The Villas of Frascati 1550-1750, he entered numerous important architectural competitions on his own account, and at the time of his death was working on a treatise on world architecture. He was born in Berlin in 1904 - midway in date between the two principal designers of Brasilia, Lucio Costa (born 1902) and Oscar Niemeyer (born 1907), and aspects of his work such as his love of white cylindrical columns and gentle curves do remind one especially of the earlier work of Niemeyer, for example at Pedregulho. There is a lightness of touch also very different from the gathering storms of 'Brutalism'. Certainly he embraced the Brazilians' ideal of the Green City, an ideal whose principal promoter was Le Corbusier with the slogan 'sun, space, greenery', and by realising this ideal Franck sought to 'green Finsbury', to introduce greenery as the background to everyone's lives, in a Borough which, as I have pointed out, was very short of greenery of any kind. This was to be achieved by being ready to build taller, taking advantage of lifts being more readily available, so as to free ground surface for that greenery, to admit light, air, and view, and to re-imagine urban form as no longer a series of 'corridor streets' lined continuously by buildings and providing a channel for both pedestrian and vehicular traffic, but as a landscaped continuum of space within which buildings of varying heights stood freely, modelling it, articulating it, but rarely fully enclosing it.",
                "But Franck was only the last, if the most prolific, of the three Finsbury architects who all embraced this ideal and contributed to its realisation, and he had previously worked for both his two predecessors in turn. So to describe the genesis of 'Islington's Brasilia' - or more correctly 'Finsbury's Brasilia' - it is necessary to describe their contributions before returning to Franck himself.",
                "TECTON",
                "Franck arrived in London in 1937 with letters of introduction to Ernö Goldfinger, but was re-directed by him to Lubetkin, who had arrived from Paris in 1931 brim full of the ideals of Modern Movement, and had formed a partnership called Tecton with a group of six recently-graduated Architectural Association students, keen for a Modern figurehead and leader. Through the agency of the Chair of Finsbury's Public Health Committee, Dr Chuni Lal Katial, Tecton were appointed in 1935 to advise architecturally on the proposed Health Centre on Pine Street, and in 1936 to design it. They were soon also asked by Katial's colleague Alderman Harold Riley, the ambitious Leader of the Council, to produce designs for two housing sites, then called Busaco Street and Sadler Street, and, it seems, to provide an outline 'masterplan' for rebuilding much of the Borough. John Allan, in his magisterial book about Lubetkin and Tecton, Berthold Lubetkin: Architecture and the Tradition of Progress (1992), comments that 'to judge from Lubetkin's recollected proposals, the Finsbury Plan if realised would have provided, if only in fragments, one of the earliest images of \"the modern city\" in Britain'.",
                "The housing and the Modern City would have to wait till after the war, Busaco Street eventually being built as Priory Green and Sadler Street as Spa Green - note the 'Green' emphasis in their titles - but the Health Centre was famously built and opened in October 1938, marking, claimed Katial, 'the dawn of a new era in public health services'. Allan comments that 'In inner metropolitan areas like Finsbury - an overcrowded warren of unplanned commercial premises and dilapidated private rental housing, regularly wrapped in London smog - pneumonia, bronchitic diseases and TB were ever present and often fatal hazards', and nowhere was such an initiative medically more urgently needed. Critical to the methods of tackling these diseases were perceived to be those same requirements of 'sun, space, greenery' that were, according to Le Corbusier, the key elements of town planning. So the Health Centre can be seen not only as a health facility but also as a microcosm of the New City. It stood in a green enclave, fronting the street directly only on its southern side, its two curtain-walled lateral wings splayed to open to the south-west sun the boldly-curved main entrance front, entirely glazed with glass bricks and topped by a roof terrace, a programmatic feature for the Modern Movement, ideal for healthful sun-bathing and the contemplation of nature. Every innovation and ingenious technical provision which a talented, enthusiastic and idealistic band of young architects could devise was invested in the design and construction. The park behind it shown on early drawings was eventually realised, but not that in front, where the London Borough of Islington was in the 1980s to realise some 'post-modern' housing of outstandingly mediocre design, appearing almost to be intended to make a mockery of Tecton's serious ideals. The Health Centre itself continues to function as such, but in a condition of awful structural decay which John Allan's refurbishment of limited areas twenty years ago was able to do little to allay. Investment by the NHS is urgently needed.",
                "Tecton was re-assembled after the war, new members such as Denys Lasdun joined, and the housing projects resumed, with the addition of a site at Holford Square, which is the example - finally named Bevin Court - which this tour will visit. Along with other private square gardens this site included one of the very few green spaces already in existence, and first designs from 1946 attempted to retain its outline. But this finally proved unworkable and, in the words of John Allan, 'Lubetkin's answer was that the building form could no longer surround the square. It must occupy it'. So the dramatic Y-shaped 8-storey block that we now see straddles the site of the former Square garden, but far from eliminating greenery it creates extensive green areas within the arms of the Y, now carefully tended and planted, over which all the dwellings - flats, with maisonettes in one wing - can look. On the roof there is the programmatic roof terrace (now closed due to inadequate parapet height, but surely re-openable) and at the centre of the Y stands one of Lubetkin's most remarkable, inventive and space-exploring staircases. In the entrance, is a fine top-lit mural painted by Lubetkin's later Peterlee associate Peter Yates, which has recently been restored. It replaced an originally-intended concierge desk that would have supervised the re-sited and often vandalised bust of former Holford Square-resident Lenin in a back-lit niche opposite. A less-controversial bust of Ernest Bevin, Clement Atlee's Foreign Secretary, replaces Lenin. Construction of Bevin Court was completed under the successor architectural practice Skinner, Bailey and Lubetkin following the dissolution of Tecton in 1948 and Lubetkin's departure to be chief architect of the planned New Town of Peterlee in Durham, for the centre of which he designed abortively one of the most convincing examples of Modern Movement city planning that was to emerge in this country. Finsbury's custom for new projects then passed to Joseph Emberton.",
                "JOSEPH EMBERTON",
                "Joseph Emberton (1889-1956) had been a successful commercial architect before the war, and was twelve years older than Lubetkin, whom he also predeceased by 34 years. He had built such spectacular buildings as Simpsons Piccadilly, the HMV building Oxford Street, Blackpool Casino, the New Empire Hall Olympia, and the Royal Corinthian Yacht Club in Burnham-on-Crouch, famously the only British building to be selected by Philip Johnson for inclusion in his definitive International Style exhibition at the Museum of Modern Art in New York in 1932. It was also Emberton's purest in Modern Movement stylistic terms, almost free of the Art Deco flavour which characterised much of the remainder and which had ensured that he appeared on Welles Coates' list of those to be excluded from the MARS Group, even though he undoubtedly had a strong sense of design. However he had built little housing, certainly social housing, apart from two small blocks in Stepney. He may have sensed which way the wind was blowing and himself approached Finsbury. However his appointment originated, its first product was the relatively modest six-storey Stuart Mill House in Killick St of 1949 with 24 flats. This was followed by the much more ambitious Stafford Cripps Estate of 1952, providing 180 flats in 3 Y-shaped 12-storey blocks, the tallest local authority flats of their time, combined with a commercial development along the Old Street frontage, through which the taller Y- shaped blocks were originally to have been seen. The gap was then filled by the taller",
                "office block at the centre, seen on the presentation drawing (with relief sculpture by Emberton's Royal College of Art friend Leon Underwood), and the whole street frontage site was never acquired so that part of the project is interrupted by earlier structures. The three Y-shaped residential blocks stand in an attractive green space and form an impressive group, with interesting details such as the sloping timber shelves running above the balcony parapets, at once comfortable-looking and cunningly preventing any flower-pots or similar being dangerously balanced there.",
                "This was followed in 1956 by the Brunswick Estate on Percival Street, which was larger and taller again - 207 flats disposed in three 14-storey straight slab blocks in echelon to one another standing in a definitely generous green area. It had been a particularly dense and sunless area of 'slums' prior to its redevelopment, and the disposition of these three free-standing blocks in green space, with a strong repetitive rhythm and an elegant slender profile, certainly manifested the ideal of Modern urbanism as it was understood at the time, affording every resident 'Sun, Space, Greenery'. An unfortunate over-cladding and refurbishment exercise in the 1980s unfortunately deprived the three blocks of much of their interesting original detail, including the cantilevered structural gymnastics originally linking the access galleries on the upper five floors to conform with fire escape requirements at that time. Emberton sadly collapsed and died at the end of 1956 after giving a paper at a debate in the Architecture Club, so this project was taken over by his chief assistant, Carl Ludwig Franck, who had moved into his office from Tecton, and now formed the practice Emberton Franck and Tardrew, later Franck and Deeks.",
                "CARL LUDWIG FRANCK",
                "The background of Carl Ludwig Franck (1904-1985) has already been described to some extent. He was a pupil in Berlin of the leading architect of his day in Germany, Hans Poelzig, famed for his Expressionistic inventions such as the Grosses Schauspielhaus in Berlin of 1919 as well as the massive and more rationalist HQ building for IG Farben in Frankfurt of 1929-31 (on which Franck worked). Franck was progressively forced out of practice in Nazi Germany either because he was \nJewish himself or because his wife was Jewish (accounts differ). He arrived with family in London and successfully established himself in Tecton as a 'drainage expert of international standing' where his role is portrayed in John Allan's book as a draughtsman of infinite patience, willing to draw multiple versions of a particular facade to facilitate choice, for example of the Busacco/Priory Green project. But he was evidently a man of very considerable intellectual background, as is evident from Charlotte Benton's short profile of him in her book A Different World: Emigré Architects in Britain 1928-1958 (1995).",
                "The precise sequence in which he built the various Estates for Finsbury between 1956 and 1965 is not especially significant for this story, but the Brunswick Estate seems to have been followed all in 1959 by the gently curved Mulberry Court, 37 flats on six floors on Percival Street adjacent to the Brunswick Estate, the Pleydell Estate further east, 278 flats in two blocks of 17 floors, and the King Square Estate including 20-storey Turnpike House on Goswell Road, with 470 homes in total.",
                "Of Mulberry Court the Survey of London says that it \"transcends Emberton's unforgiving formalism and more closely reflects Franck's grounding with Tecton. Here the fluted balcony fronts survive. These pre-cast elements were intended as a decorative solution to rainwater streaking. The roof, with an aerofoil, was designed as a sun terrace and the forecourt [an extensive green area overlooked by all flats] as a recreation area\". It was built for single people, many of them single mothers, and an extensive pram storage area was provided. The curved format recalls the  block that Walter Gropius built for the Interbau housing exhibition in Berlin in 1957. Curves were to be a feature of many details in Franck's designs, especially at roof or entrance level, and in the layout.",
                "The two identical 17-storey blocks of the Pleydell Estate are aligned and form a powerful symmetrical composition with two single-storey outlying blocks, standing together in a generous landscaped area continuous with Radnor Gardens and St Luke's churchyard, with a further 6-storey L-shaped block to the north. The two taller blocks illustrate a pattern that was repeated in at least six other versions in other estates - a shallow U in plan with open access galleries running between the two arms and with cylindrical paired rubbish or ash chutes running up symmetrically on either side forming a pronounced feature, and with the roof capped by curved pediment-like feature enclosing a space of unknown purpose. They had a steel frame structure since Franck believed cross-walls would be too restrictive for future replanning - a technical solution that was called 'the Finsbury model'. Their wall surfaces are generally brick, with painted concrete or precast elements, and there are curved porch canopies faced underneath with a powerful red mosaic, with canted hoods or canopies to either side reminiscent of Tecton's work. One certainly feels that had Emberton lived longer he would have become a Brutalist - indeed his pre-war Empire Hall at Olympia is almost Brutalist already - but that Franck retained a gentler touch.",
                "The King Square Estate much expands the original King Square garden and strongly picks up the axial relationship that Philip Hardwick's surviving church, St Clement's King Square of 1822, had with it, extending the pedestrian axis through the garden and under a giant shallow arch supporting 20-storey Turnpike House above (a variant of the Pleydell Estate type). A six storey linear block defines the northern edge of the gardens and overlooks them, while a two-storey block overlooks them from the far side of Lever Street to the south. At many times of the year with their mature trees the King Square Gardens are truly beautiful - a setting for the Green City indeed. Beyond the church there is a paved shopping square, an attractive urban space. Recently Islington Council have built substantial amounts of new housing on formerly open space to either side of Turnpike House. Whilst not yet overly harmful, this is beginning to encroach dangerously on that feeling of openness, light, and greenery that was the fundamental objective of the design - the quid-pro-quo for building taller. Not a precedent to follow any further.",
                "The last Estate was the Finsbury Estate construction of which was 'signed off' by the Metropolitan Borough perhaps as its last act in 1965. The site was created by diverting vehicular traffic to a realigned curved Skinner Street to the south.  A green continuum was then established from the site across realigned Skinner Street to Skinner Street Gardens and Spa Fields on the south side - newly created green spaces running up to the back of Tecton's Finsbury Health Centre - the fulfilment of an old dream. A pedestrian route was then created through the estate marked by an arch at its western end and passing through generous gardens under a deep red mosaic-clad curvaceous canopy under 25-storey Michael Cliffe House (a variant of the Pleydell type again, on this occasion named after the Chairman of Finsbury's Housing Committee) which dominates the estate. This tower is again topped by a curved canopy or roof of uncertain purpose with lights let into its soffit (still operating) to ensure that it makes its statement at night as well as in the day. The path then passes under Patrick Coman House with its curved roof and facade features and past the Finsbury Library (designed as the Borough's Central Library) with its curved ceiling and frontage to St John's Street, supported on green mosaic-clad columns. A short walk through Northampton Square then takes you to the start of the King Square axis - a grand urban conception for the New City.",
                "Apart from the Estates described, Franck built a number of detached blocks, some on the Pleydell pattern, in various locations, such as Peregrine House - the tallest of the 'Pleydell' type at 26 storeys - which stands obliquely alongside City Road, Kestrel House and Rahere House (17 storeys), both again on the Pleydell pattern and standing further back from City Road, 9-storey Macclesfield House, on Central Street, and others on Donegal Street near Kings Cross. The taller of these blocks are not adjacent to one another, but Franck was aware, it would seem, that because of their height, they would be seen in relationship to one another over quite long distances. So Peregrine House and Kestrel House are at right angles to one another, having a spatial relationship from afar, moulding the space between them, Rahere House is parallel to Kestrel House, and Peregrine House is on the same alignment as Turnpike House. The axis shifts slightly across St John's Street, and Michael Cliffe House is on the same alignment as the principal blocks of Tecton's Spa Green Estate, with which Franck would have been entirely familiar. This is a kind of realisation of the idea of the 'spatial city', which was the ideal of the Modern Movement - relationships across space, 'city planning in three dimensions'."
            ]
        }
    ],
    "id": 9087,
    "images": [
        {
            "description": "James Dunnett · 2019",
            "title": "CLFranck, Michael Cliffe House, Finsbury Estate 1965",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9087_196-copy_818d39f8f43d57eab9c82279fb7300d2.jpg"
        },
        {
            "description": "James Dunnett  · 2011",
            "title": "Lubetkin and Tecton Bevin Court ",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9087_bevin-court-entrance-sign_d0ba7bdb4498aecd24b9137ea580f724.jpg"
        },
        {
            "description": "James Dunnett · 2007",
            "title": "CLFranck, Turnpike House, King Sq Estate 1959",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9087_kings-sq-07-10-027_189e8799c5040e6e843b9104ed16ce9e.jpg"
        },
        {
            "description": "James Dunnett · 2018",
            "title": "J Emberton, Stafford Cripps Estate 1951",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9087_emberton-j-stafford-cripps-estate-jdunnett-photo-2_7ca095b508ecde1780bfc0d5e12a500a.jpg"
        },
        {
            "description": "James Dunnett · 2011",
            "title": "Bevin Court ",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9087_010_7603a46e2f4bdc44e6b102f7f0ff0954.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Myddleton Square,, Islington, EC1R 1YB",
        "latitude": 51.5300014,
        "longitude": -0.1075454,
        "meeting_point": "Meet in Myddleton Square gardens",
        "travel_info": [
            "Nearest tube: Angel",
            "Nearest train: King's Cross",
            "Bus routes: 30, 73, 205, 19, 38, 4, 43, 214"
        ]
    },
    "name": "Carl Ludwig Franck and the Greening of Finsbury",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/9087",
    "ticketed_events": true
}