{
    "all_week": false,
    "description": "Grade ll listed Oxford Movement Anglican church built 1887-88. Historic England describe the exterior as ‘quirky and aggressive’ but the  interior is ‘very spare and elegant, the proportions subtly adjusted’. Elevated choir and sanctuary.",
    "design": {
        "designers": [
            {
                "architect": "Joseph Peacock",
                "description": "Original design",
                "year": "1887"
            }
        ],
        "periods": [
            "Victorian"
        ],
        "types": [
            "Religious"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 15,
            "date": "2021-09-11",
            "end": "2021-09-11T16:00:00+01:00",
            "fully_booked": null,
            "name": "Holy Cross church",
            "notes": "At 2.30 on Saturday September 11 Father Christopher Cawrse will give a talk on the history of the Church – Title - Holy Cross then and now.",
            "start": "2021-09-11T11:00:00+01:00",
            "ticketed": false
        },
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 15,
            "date": "2021-09-12",
            "end": "2021-09-12T16:00:00+01:00",
            "fully_booked": null,
            "name": "Holy Cross church",
            "notes": null,
            "start": "2021-09-12T13:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        [
            "Toilets"
        ]
    ],
    "factsheet": [
        {
            "heading": "History",
            "paragraphs": [
                "Holy Cross Church was designed by Joseph Peacock (1821-1893) and consecrated in1888. Its building was made possible by the Goodenough family following the death of Commodore Goodenough on the island of Santa Cruz in the Solomon Islands in 1875. A small brass plaque is placed behind the font as a memorial and the church bell was taken from the Commodore’s ship ‘HMS Pearl’.",
                "The Church has close links with Goodenough College, an international residential college for postgraduate students in nearby Mecklenburgh Square.",
                "Although the Church had rich benefactors, it was built in a very poor area. The catholic revival in the Church of England can be seen as part of a prevailing national Christian mission to the poor, later championed by the Salvation Army as well. As the country became more industrialised, new parishes were established in densely-populated city areas. Holy Cross was a mission station before it became a parish. There is a strong tradition of community service at Holy Cross."
            ]
        },
        {
            "heading": "Holy Cross today",
            "paragraphs": [
                "The congregation is truly international, especially when  tourists are in London. We also have strong links with London's South Sudan community, as well as with our local Bangladeshi and Somali communities.",
                "The Church is unusual in having a large crypt which has just been extensively refurbished. Part of the crypt is now being used by a drama school but the Church retains use of a substantial area for community purposes. A weekly lunch club will shortly be resuming – the crypt refurbishment has included a new kitchen.",
                "In October 2020 the crypt was the digital hub for the Bloomsbury Festival and it will be used in the same way in October 2021. The church itself will be again be used for Festival events - it has very good acoustics."
            ]
        },
        {
            "heading": "Things to notice",
            "paragraphs": [
                "Respected critic Ian Nairn said (in Nairn's London, 1966): 'The outside is cheap and shrugged off; there are a hundred like it in London's suburbs. Inside it is as honest and selfless as King's Cross station...Nothing unnecessary and nothing put on for form's sake...'",
                "The braced king post roof is one of the 'great glories' of the interior, according to Historic England's listing.",
                "The nave is exceptionally broad for its length and the aisles  very wide. The elevated choir and sanctuary is enclosed by a wood screen which may be the work of Sir Charles Nicholson (1867-1949). Nicholson worked at Holy Cross around 1913.",
                "The moveable benches are late Victorian.",
                "A small stained glass window on the south wall, ‘Christ the Good Shepherd’, was designed and made by Martin Travers (1886-1948), a distinguished church artist in the Anglo-Catholic tradition. Christ's lamp copies the lamp in Holman Hunt's ‘Light of the World’.",
                "The Walsingham Chapel at the back of the church is a reminder of Father Alfred Hope Patten who was inspired to restore the Shrine of Our Lady of Walsingham while a curate at Holy Cross from 1913-15.",
                "The Stations of the Cross are not unique – there are identical ones in the Chapel of the Hospital of St John and St Elizabeth in St John's Wood and perhaps in other places too. We would like to know more about their production.",
                "Finally and sadly, you will see cracks. There is settlement of the foundations at the north east corner of the Church causing structural cracking to the vestry and associated walls of the Church itself. But the Church is on Historic England's register of buildings at risk and the congregation is actively exploring possible sources of funding for repairs, in conjunction with four neighbouring churches."
            ]
        },
        {
            "heading": "Keep in touch",
            "paragraphs": [
                "If you would like to keep in touch with events at Holy Cross, leave us your name and email address when you visit us."
            ]
        }
    ],
    "id": 9100,
    "images": [
        {
            "description": "Holy Cross Church · 2019",
            "title": "Interior, with Luke Jerram's moon, during the 2019 Bloomsbury Festival",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9100_interior-with-luke-jeram-s-moon-installation_6759c63948d033ad0be89fbe3b3b143c.JPG"
        },
        {
            "description": "Holy Cross Church · 2019",
            "title": "Nave",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9100_holy-cross-nave-facing-east_6497baa05117650666e1ebf159ac7ff8.jpg"
        },
        {
            "description": "Holy Cross Church · 2019",
            "title": "Christ the Good Shepherd - detail",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9100_good-shepherd-window-detail-cropped_b1a9f0033693e171583768af018c2fd0.jpg"
        },
        {
            "description": "Holy Cross Church · 2020",
            "title": "1920 appeal for war memorial",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9100_p8170908_8c0577adc857b4f3a89e4073ede68749.JPG"
        },
        {
            "description": "Holy Cross Church · 2019",
            "title": "Planning repair of the war memorial, 2020",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9100_war-memorial_c4ab4c4735aae81884098110a428ccf5.JPG"
        },
        {
            "description": "Holy Cross Church · 2020",
            "title": "Bloomsbury Festival 2020 - digital hub in Holy Cross crypt",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9100_digital-hub-2020_d6006837a6c73ef3ef89678d7f7aef9e.jpg"
        },
        {
            "description": "Holy Cross Church · 2020",
            "title": "Live streaming a concert during the 2020 Bloomsbury Festival",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9100_pa170842_6aafe5c415371698569124aa5e9f7224.jpg"
        }
    ],
    "links": [
        {
            "href": "http://www.holycrosscromerstreet.org",
            "title": "Website"
        }
    ],
    "location": {
        "address": "Cromer Street, WC1H 8JU",
        "latitude": 51.5275753,
        "longitude": -0.1235712,
        "meeting_point": null,
        "travel_info": [
            "Nearest tube: Euston, King's Cross St. Pancras, Russell Square",
            "Nearest train: Euston, King's Cross",
            "Bus routes: 10, 17, 30, 45, 46, 59, 63, 73, 91, 205, 214, 259, 390, 476"
        ]
    },
    "name": "Holy Cross Church, Cromer Street",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/9100",
    "ticketed_events": false
}