{
    "all_week": true,
    "description": "This self-guided walking itinerary has been created by the Open House team to explore exterior architecture in Croydon.",
    "design": {
        "designers": [],
        "periods": [
            "Historical/contemporary"
        ],
        "types": [
            "Walk/tour"
        ]
    },
    "events": [],
    "facilities": [],
    "factsheet": [
        {
            "heading": "Route details and directions",
            "paragraphs": [
                "Route stops",
                "Fairfield Halls\nCroydon Town Hall\nOld Palace\nCroydon Minster\nAirport House",
                "Total Walking Time: about 50 minutes",
                "Nearest Station to Start: East Croydon",
                "Fairfield Halls, Park Lane, CR9 1DG",
                "After an extensive refurbishment, The Fairfield Halls has been returned to its original mid-century architectural magnificence, retaining the renowned Concert Hall and theatre whilst creating new performance spaces. As the name might suggest, Fairfield stands on the site of a field that was used for a fair for five and a half centuries. It was a very famous fair. In fact it was so famous that it attracted every ne’er-do-well from miles around! The sober Victorian burghers of Croydon eventually decided to ban the fair in 1866. This was because they thought the fair had become far too troublesome. A £30 million makeover has transformed Croydon's Fairfield Halls into a state of the art performance venue at the heart of a new cultural quarter. Design: Robert Atkinson & Partners, 1962.",
                "Directions\nFrom standing facing Fairfield Halls turn left and walk to the underpass to go under the main road > turn left to exit the underpass then immediately right into Katherine Street > Croydon Town Hall is on the left, past Fell Road.",
                "Walking time 3 minutes",
                "Croydon Town Hall, Katharine Street, CRO 1NX",
                "The present Town Hall designed by local architect Charles Henman was officially opened by TRH the Prince and Princess of Wales on 19th May 1896. Constructed in red bricks from Wrotham in Kent, with Portland Stone dressings and green Westmorland slates for the roof, the building underwent many design changes throughout construction including the widening of the main staircase to be of “adequate size and importance”. Parts, including the former court rooms, have been converted for the Lifetimes Museum and exhibition galleries. The original public library, which for some years was used as the local studies library, is now the David Lean cinema, and the whole complex is known as Croydon Clocktower. After 100 years, a brand new public library occupies the area shown on Charles Henman's original plans as \"space available for future extension\". Since the mid-1980s the Town Hall has been completely renovated and restored, and the Mayor's Parlour and the committee rooms have reverted to their original purpose. Design: Charles Henman, 1895",
                "Directions\nContinue alng Katherine Street > turn left onto High St > turn right onto Scarbrook Road > turn right onto Charles St > at the end of this street turn left then immediately right (Howley Road) > take the next right turn (Old Palace Road) and Corydon Old Palace is on the left",
                "Walking time 10 minutes",
                "Old Palace, CRO 1AX",
                "The Old Palace is a former residence of the Archbishops of Canterbury, who have had connections with Croydon since at least the 9th century. In the time of William the Conquerer Archbishop Lanfranc was lord of the manor, and the entry in the Domesday Book for Croydon (then known as Croindene) records that he held the manor for his own use. In the 12th century the archbishops acquired Lambeth Palace, and from then on until the 18th century often stayed at Croydon as they journeyed between Canterbury and London and around their archdiocese. They also used the house, then surrounded by streams and set in unspoiled woodland, as a retreat. Many archbishops restored, adapted, and extended their house at Croydon. What remains today is therefore an intriguing patchwork of Norman, medieval, Tudor, Stuart and more recent architecture, forming a building that has played an important role in the ecclesiastical and political history of our country. The palace is now part of an independent girls’ school.",
                "Directions",
                "Continue along Old Palace Road > Turn left onto Church Rd > Turn left onto Church St > Crodon Minster is the large church on the left",
                "Walking Time 3 minutes",
                "Croydon Minster, Church Street, CRO 1RN",
                "Description",
                "Medieval style church rebuilt by Sir George Gilbert Scott. Tower & south porch are 15C. Large nave with open timber-work roof leads to a chancel dominated by a superb stained glass window and  rich alabaster reredos. There has been a church on this site since Saxon times, positioned on the banks of the River Wandle. Now the river flows underground and comes to the surface in nearby Wandle Park. In its medieval form, the church was mainly a Perpendicular structure, and because it was sited next to the Archbishop of Canterbury's Palace, the building was made impressive through the money and influence of Archbishops Chichele and Courtney. The church was severely damaged by fire in 1867, following which only the tower, south porch and outer walls remained. It was rebuilt, incorporating the existing remains and essentially to the same design as the old church, under the direction of Sir George Gilbert Scott, and was re-consecrated in 1870. There is a brass plaque just inside the entrance which lists the vicars through the years, the earliest being Elfsie in 960 AD.",
                "Directions\nCross the main road in front of Croydon Minster using the pelican crossing, > Go straight ahead (the road changes name from St John’s Road to Waddon Road then Epsom Road) > at the traffic lights keep ahead but to the left (so not over the railway bridge), the road will bear left - follow it > when you reach a busy junction bear slightly left so The Waddon pub is on your right, then carry on (Stafford Road) > after a few minutes you’ll reach the A23 (Purley Way), turn left at the traffic lights > carry on down Purley Way, Airport House is a few more minutes on the right",
                "Walking time 33 minutes",
                "Airport House, 265 Purley Way, CRO OXZ",
                "Unique Grade II* listed 1928 Government building in restrained neoclassical style. Britain's first intercontinental airport terminal. Landmark building featuring the world's oldest Air Traffic Control Tower. London Croydon Airport was Britain's primary Customs airport during the 1920s and 1930s and the new terminal was the world's biggest when opened. Its beginnings go back to 1915 in World War One to support Britain's air defences and post-War it became Britain's major airport, finally closing in 1959. It was designed to route passengers and cargo efficiently through the airport. It was from here that Amy Johnson made her famous solo flight to Darwin, Australia in 1930. On her return to Croydon tens of thousands of people lined Purley Way to welcome her back home. At the outbreak of World War II the airport closed to commercial traffic and it became a designated RAF airfield, RAF Croydon. Design: Air Ministry- Directorate of Works and buildings, 1926",
                "Nearest Station: Waddon; buses 119 and 289 pass nearby"
            ]
        }
    ],
    "id": 9103,
    "images": [
        {
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/medium_golden/building_9103_untitled_artwork_f020660e5386c1ba80f4a854fda20b76.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Park Lane, CR9 1DG",
        "latitude": 51.3707666,
        "longitude": -0.0968546,
        "meeting_point": "Fairfield Halls",
        "travel_info": [
            "Nearest train: East Croydon, West Croydon"
        ]
    },
    "name": "Self-Guided Croydon Itinerary, by Open House",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/9103",
    "ticketed_events": false
}