{
    "all_week": true,
    "description": "This self-guided walking itinerary has been created by the Open House team to explore exterior architecture in Barnet.",
    "design": {
        "designers": [],
        "periods": [
            "Historical/contemporary"
        ],
        "types": [
            "Walk/tour"
        ]
    },
    "events": [],
    "facilities": [],
    "factsheet": [
        {
            "heading": "Route details and directions",
            "paragraphs": [
                "Nearest Station to Start: Finchley Central; bus 143 passes Stephens House\nTotal walking time: about 70 minutes\n \nStephens House (formerly Avenue House), 17 East End Road, Finchley N3 3QE\nAvenue House is an imposing grade II listed mid Victorian mansion with extensive gardens landscaped by Robert Marnock. These contain a unique collection of trees forming an attractive backdrop to the House. Today the mansion provides comfortable facilities for conferences, business functions, exhibitions, commercial filming, charity fundraising events, weddings and family celebrations. The house is named for Henry ‘Inky’ Stephens, businessman and local MP, who lived here and developed the gardens.\nDirections\nFrom standing facing the building cross East End Road on the zebra crossing, turn right and then immediately left into Cavendish Avenue > follow it as it becomes Upper Cavendish Avenue and then Orchard Avenue > at the end of Orchard Avenue turn left (Holly Park) > turn right (Windermere Avenue) > turn left (Beechwood Avenue) > turn right again (Edge Hill Avenue) > cross the North Circular Road, head slightly left down the A1 (Falloden Way), crossing this at traffic lights after a couple of minutes > keep going – Addison Way curves away from you on the right (don’t take it) and a minute or so beyond, past the bus stop,is a small path on your right, indicated with a ‘Capital Ring’ symbol. This takes you into Northway Gardens.\nWalking time 22 minutes\n \nNorthway Gardens, 130 Falloden Way, London NW11 6JD\nCreated in 1911 as part of Hampstead Garden Suburb, this is a linear park of 112 acres. There are three areas of garden through which runs the Mutton Brook. To the west, woodland and shrubs; in the middle, formal gardens and tennis courts; to the east, ornamental trees. A group of volunteers has recently worked to effect a prize-winning restoration of the Gardens.\n \nDirections\nWalk through the gardens until you reach the next road (Northway) > turn right and follow this road until you reach the end > turn left and you’re immediately in the central square of Hampstead Garden Suburb.\nWalking time 8 minutes\n \nHampstead Garden Suburb, London NW11 7AH\nThere is a variety of buildings here, including St Jude on the Hill, the Free Church and the Friends Meeting House to look at. All three of these buildings were designed by Sir Edwin Lutyens in 1911 when the suburb was initially laid out, and they deliberately complement each other. All are now Grade I listed. The suburb is also very interesting to wander through due to its general design and style.\n \nDirections\nFrom the south side of St Jude’s church take Heathgate > turn right at the first crossroads (Meadway) > follow Meadway as it becomes Hoop Lane > keep going until you reach number 31-and-a-half, on the right.\nWalking time 12 minutes\n \nGolders Green Unitarians, 31-and-a-half Hoop Lane, Golders Green NW11 8BS\nGrade II listed small inter-war building with an Arts & Crafts pulpit made by wartime Belgian refugees. The circular apse was designed to display a mural by Ivon Hitchens in the tradition of Morris & Co. Reginald Farrow, 1925.\n \nDirections\nContinue along Hoop Lane, which becomes Armitage Road > take the fifth turn on the right (The Ridgeway) then second left into Ridge Hill > follow this until it meets Edgware Way, which you cross on a footbridge > keep going on the path > at the open space bear left and follow the path until it starts to veer to the right, away from the backs of the houses - Clitterhouse Farm is on your left\nWalking time 25 minutes\n \nClitterhouse Farm Yard, Clitterhouse Playing Fields, Claremont Road NW2 1AP\nThe development project here aims to restore and bring back into community use the historic Clitterhouse Farm Buildings. Crowdfunded to build a small on-site café and open three of the derelict workshops spaces.\n \nNearest stations: Cricklewood, Brent Cross\nBuses 102, 189, C11 pass Clitterhouse Farm"
            ]
        }
    ],
    "id": 9105,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2021/9105/building_9105_untitled_artwork_e5e9500d59eabce134473431fb8f0344.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/medium_golden/building_9105_untitled_artwork_e5e9500d59eabce134473431fb8f0344.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "17 East End Road, Finchley, N3 3QE",
        "latitude": 51.5969203,
        "longitude": -0.1965206,
        "meeting_point": "Stephens House (formerly Avenue House)",
        "travel_info": [
            "Nearest tube: Finchley Central"
        ]
    },
    "name": "Self-Guided Barnet Itinerary, by Open House",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/9105",
    "ticketed_events": false
}