{
    "all_week": false,
    "description": "This self-guided walking itinerary has been created by the Open House team to explore exterior architecture in Bexley.",
    "design": {
        "designers": [],
        "periods": [
            "Historical/contemporary"
        ],
        "types": [
            "Walk/tour"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": null,
            "date": "2021-09-04",
            "end": "2021-09-04T18:00:00+00:00",
            "fully_booked": null,
            "name": "Self-Guided Bexley Walk",
            "notes": null,
            "start": "2021-09-04T08:00:00+00:00",
            "ticketed": false
        }
    ],
    "facilities": [],
    "factsheet": [
        {
            "heading": "Route and Description",
            "paragraphs": [
                "Route stops\nRiverside Gardens\nErith Playhouse\nErith Pier\n70 Pier Road\nThe Old Library\nErith Town Hall",
                "Itinerary created by Open House Volunteer, David Taylor and London Borough of Bexley",
                "Start Erith Station, exit via underpass into Stonewood Road, go diagonally across junction into Erith High Street, turn right, into Riverside Gardens.\nRiverside Gardens\nErith’s connection to the riverside has seen significant shifts throughout its lifetime with developments in industry, leisure and transportation shaping its interaction with the waterfront. Riverside Gardens is a key part of this story, which looks set to continue as part of planned improvements.\nThe Gardens were established on the former site of a large flour mill in the 1940’s and extended twenty years later onto land gifted by coal merchants. The Gardens were landscaped in the 1980’s alongside the addition of the Thames flood defence wall.\nThe Gardens are getting a refresh as part of the funding secured from the Mayor of London’s Good Growth Fund, by London Borough of Bexley’s Greater Erith Regeneration Programme.\nTo ensure that a broad range of views were obtained Groundwork London were brought on board to lead a community design process in partnership with London Borough of Bexley. Erect Architecture won the competitive tender process to lead on the design and develop the themes and comments from the community consultation into a final design. The planning submission is now available to view online.\nThe design focuses on four themes: connect to the River, celebrate Erith’s rich heritage, provide new opportunities for play, and create a destination. The design provides better connections into the gardens, a new raised promenade to view the river, a bespoke playground inspired by the town’s history and a new lawn surrounded by planting and trees.",
                "The local group Friends of Riverside Gardens Erith (FORGE) was formed in 2011 and maintains flowerbeds in the west of the gardens surrounding the flagpole. These flowerbeds will be relocated and reprovided as part of the proposal.\nThe improvements to Riverside Gardens will build on previous and ongoing regeneration work in the town funded by the Council and the Mayor of London.",
                "Directions\nContinue walking through the gardens taking in the river views and along Erith High Street to Erith Playhouse, 38-40 High Street, DA8 1QY.\nErith Playhouse\n195 seat repertory theatre, rebuilt in 1973 retaining the heart of the theatre - the original 'Oxford Cinema' auditorium dating from 1913. Still operating carbon arc follow spots c1956.",
                "Directions\nContinue along High Street, 1 minute to 28-30 High Street, DA8 1QY. Carry on along High Street, bearing left at junction with Walnut Tree Road, then left along Wharfside Close, 5 minutes to Erith Pier.",
                "Erith Pier",
                "Erith Pier is a large concrete structure that extends into the Thames from Erith town centre. The pier has played a number of different roles as the town has changed over time, including a place for day trippers visiting the pleasure gardens to disembark, a period as a working pier for industry. In 1957 the original timber pier was replaced by a large curving concrete structure and is now enjoyed by locals for walks, fishing and taking in views of the river.",
                "Directions\nFrom pier, go across the roundabout onto far side of Wharfside Close, take left fork at roundabout, and then left into Colebrook Road, follow round to left, this road becomes Pier Road, 5 minutes to 70 Pier Road DA8 1BA",
                "70 Pier Road",
                "This Victorian office building was originally constructed in the 1880s as a branch of London and Provincial Bank but was taken over by merchants. The building is locally listed as it \"represents a vibrant period in the commercial development of Erith.\" The building is owned by Bexley Council and Haworth Tompkins Architects have been appointed to develop a scheme to bring the building back into use as offices and provide new homes on the adjacent car park.",
                "Directions\nTurn back along Pier Road, follow through via path, also called Pier Road, into Walnut Tree Road and turn left, 5 minutes to The Old Library, Walnut Tree Road, DA8 1RS",
                "The Old Library\nThe first library in Bexley, designed by local architect William Egerton and funded by Andrew Carnegie to showcase local talent and craftmanship in the local area. \nAfter the library service was moved to more modern facilities in the town centre and archives moved into storage in 2009 due to mounting maintenance costs and dwindling users, the building closed for a period and fell into disrepair. \nIn 2017, Bexley Council formed a partnership with a non-profit local charitable organisation the Exchange with the aim to restore the building and bring it back into use. \nIn 2019, the building partially reopened on the lower ground floor after a first phase of works, funded by GLA and LBB restored the slate roof, repaired the external envelope, building a new café, bar and studio/event space and external landscaping. The Exchange started to operate on the lower ground floor whilst using other rooms to test events and activities as the team work together to continue to fundraise to restore the remaining spaces.  \n \n \nA second phase of works commenced autumn 2020, funded by HLF, LBB and various other match funding sources led by the Exchange. An important part of this stage of the fundraising plan as been  Community Shares programme which raised over £150k from local community buy in.  \nThe second phase completed the internal renovations by addressing the layout and fit out of the ground and upper floors. The works include internal wall alterations, installation of a lift, further repairs and the completion and fit out of workshop spaces as well as external landscaping and new openings to better access to the ground floor.  \nThe workshops provide a space for local people to learn skills in ceramics, textiles, woodwork, print, performance and the creation of garden spaces. \nThe remainder of the external landscape renovations are due to complete this autumn. \nDirections\nContinue down Walnut Tree Road, 3 minutes to Town Hall, Walnut Tree Walk",
                "Erith Town Hall",
                "Locally listed building designed by Harold Hind in an Italian Renaissance style and was officially opened in 1932.",
                "Directions to\nTurn back up Walnut Tree Road, left into Stonewood Road and follow though, 8 minutes to Erith station."
            ]
        }
    ],
    "id": 9106,
    "images": [
        {
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/medium_golden/building_9106_untitled_artwork_5234c4bdab440128f3da97853a101790.jpg"
        }
    ],
    "links": [
        {
            "href": "https://open-city.org.uk/selfguided-tours",
            "title": "Maps and Downloadable pdf"
        }
    ],
    "location": {
        "address": "Erith, DA8 1TY",
        "latitude": 51.4816372,
        "longitude": 0.1753682,
        "meeting_point": "Erith Station",
        "travel_info": [
            "Nearest train: Erith",
            "Bus routes: 469, 428, 99"
        ]
    },
    "name": "Self-Guided Bexley Itinerary, by Open House",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/9106",
    "ticketed_events": false
}