{
    "all_week": true,
    "description": "This self-guided walking itinerary has been created by the Open House team to explore exterior architecture in Bromley.",
    "design": {
        "designers": [],
        "periods": [
            "Historical/contemporary"
        ],
        "types": [
            "Walk/tour"
        ]
    },
    "events": [],
    "facilities": [],
    "factsheet": [
        {
            "heading": "Route details and directions",
            "paragraphs": [
                "Route stops",
                "The Old Palace, Bromley Civic Centre  \nChurchill Theatre\nThe Glades\nThe Royal Bell Hotel\nBromley Parish Church\nBromley Picture House\nBromley Little Theatre",
                "Itinerary created by Open House Volunteer, Ulla Kite",
                "Total Walking Time: about 30 minutes",
                "Nearest Station to Start: Bromley South, Bromley North",
                "The Old Palace, Bromley Civic Centre, Stockwell Close, BR1 3UH",
                "Description",
                "Old Palace was the official residence of the Bishops of Rochester. The present building dates from 1775, although there have been manor houses on the site since the 10C. The manor consisted of an extensive estate, including farms, orchards and woodland. Although most of the land has been developed for housing the building survives as part of Bromley Civic Centre. Listed Grade II.",
                "Directions\nTake the bridge over Kentish Way into The Glades Shopping Centre",
                "Walking time 3 minutes",
                "The Glades, Bromley High Street, BR1 1DN\nThe Glades has a total of 135 retail units with a combined floor space of 464,000 sq ft (43,100 m2). Opened on Tuesday 22 October 1991, its name \"The Glades\" was chosen following a competition in which Bromley residents were asked for suggestions, reflecting the history of Bromley as a wooded area.\n \nDirections\nCarry on through the centre following signs for the High Street and the Churchill Theatre\nWalking time 3 minutes\n \nChurchill Theatre, Bromley High Street, BR1 1HA\nThis reinforced concrete building was designed by Bromley council architect Ken Wilson as part of the 1970s redevelopment of part of the town centre. It was opened by the Prince of Wales on September 19th 1977 and is designed as a repertory theatre in the style of medium sized European opera houses. Its interior is unusual in having continuous rows with no central aisles. The opening production was Mr Polly written by Lord Ted Willis and the theatre is used today mainly for touring productions of musicals and contemporary plays. It has been managed for the past 20 years by the Ambassadors Theatre group and has particularly close links with the local community with workshops and classes for all ages. Design: Ken Wilson, 1977\n \nDirections\nFrom standing facing the front of the Churchill Theatre turn right and walk up High Street > when it broadens out bear left until the end of the pedestrianised area > the Royal Bell Hotel is across the road (it may be partially covered in scaffolding)\nWalking time 5 minutes\n \nThe Royal Bell Hotel, 171 High Street, BR1 1NN\nThe Royal Bell is a Grade II listed hotel that has lain empty for over ten years. Designed by Ernest Newton in 1898, it was one of three coaching inns in Bromley and an important centre of Victorian and Edwardian culture. It is in a domestic style, a granite faced ground floor with a fine red brick elevation above, surmounted by a wooden cornice in the manner of a “Queen Anne” townhouse. The prominent three sided bay windows are a typical Newton feature, marking the most important rooms, and are embellished with pargeted motifs. Above the cornice a row of long dormer windows pierce a brick parapet – these rooms were clearly upgraded during the design process, probably because they were to be additional guest rooms. The windows on the street elevation are small Georgian panes, while those at the rear are Victorian plate glass. The glory of the Royal Bell is its enormous Ballroom, with decorative stained glass, on the first floor at the rear, and also its ornate function rooms overlooking the street; a grand staircase endorsed the new hotel’s high class status. There is also a reincarnation of the earlier “Bell Tap” at the far right ground floor, with a separate entrance. Plans have been approved for a new hotel on the site, incorporating many original features. Design: Ernest Newton, 1898.\n \nDirections\nAcross the road from the Royal Beel Hotel is The Partridge pub, take the road that passes to the left-hand side of this (Church Road) > Bromley Parish Church is straight ahead\nWalking time 2 minutes\n \nBromley Parish Church, Church Road, Bromley BR2 OEG\nThe church was rebuilt after being destroyed in the war. The tower was the only part of the building that remained standing and dates from the 14th century. J.Harold Gibbons designed the new church in 1948 to blend with the tower. New community rooms were added in 1982 and solar panels for energy efficiency have also been installed. Stained glass is a particular highlight, notably in the delightful children’s chapel.\n \nDirections\nRetrace your steps back to High Street then turn left > Bromley Picturehouse is on the left a little further along\nWalking time 3 minutes\n \nBromley Picturehouse, 242 Bromley High Street, BR1 1PG\nOriginally the Odeon, this cinema was designed by the well-known cinema architect George Coles in the Art Deco or ‘Moderne’ style with characteristic design features from the 1930s. It is centrally located in the town centre but gradually became run down. It was then taken over by the Picturehouse group and major refurbishment followed, involving restoration of missing architectural features, exterior and interior, and was completed in 2019. The cinema now has 6 well equipped screens. The architect for the recent restoration were Earle Architects and their redesign has emphasised the cavernous nature of the interior and the vast foyer, quite a surprise after its narrow High Street frontage. Original design: George Coles, 1936\n \nDirections\nContinue along High Street but very soon turn right up a very narrow street (College Slip) which narrows even more to become a footpath > follow the path until it ends, go straight across into North Street > follow this almost to the end, Bromley Little Theatre is on the right, slightly set back from the road in a courtyard\nWalking time 10 minutes\n \nBromley Little Theatre North Street, BR1 1SB\nBromley Little Theatre (BLT) has been an integral part of Bromley’s cultural life for over 80 years. Run entirely by volunteers and receiving no public subsidy, it attracts audiences of circa 12,000 people per year to its 113-seat main auditorium. BLT is housed in two linked buildings which were originally a Victorian bakery and stables built in 1888. Harold Wilson Pook started the Bromley Little Theatre Movement in 1934 and took a lease on the vacant bakery the following year. The raked auditorium was built and seating was installed having been obtained from the Alhambra Theatre in London. The theatre opened with its first production in December 1937 and, apart from a break during WW2, has been showing performances ever since.\nA bridge between the two buildings was installed later so that a bar and storage for props and costumes could be created. This layout of the theatre has remained intact with the original truss beams in the bar still retained.\n \nNearest Station: Bromley North"
            ]
        }
    ],
    "id": 9108,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/9108/building_9108_untitled_artwork_3bc0f873b849db21b9cb8b278d202f33.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/medium_golden/building_9108_untitled_artwork_3bc0f873b849db21b9cb8b278d202f33.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Bromley Civic Centre, Stockwell Close, BR1 3UH",
        "latitude": 51.4040913,
        "longitude": 0.0200754,
        "meeting_point": "The Old Palace",
        "travel_info": [
            "Nearest train: Bromley South"
        ]
    },
    "name": "Self-Guided Bromley Itinerary, by Open House",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/9108",
    "ticketed_events": false
}