{
    "all_week": true,
    "description": "This self-guided walking itinerary has been created by the Open House team to explore exterior architecture in Camden.",
    "design": {
        "designers": [],
        "periods": [
            "Historical/contemporary"
        ],
        "types": [
            "walk/tour"
        ]
    },
    "events": [],
    "facilities": [],
    "factsheet": [
        {
            "heading": "Route details and directions",
            "paragraphs": [
                "Route stops",
                "Royal College of Physicians\nRegents Place\nBT Tower\nSenate House, Malet Street\nBrunswick Centre",
                "Total walking time: about 35 minutes\nNearest Stations to Start: Great Portland Street, Regent’s Park\n \nRoyal College of Physicians, 11 St Andrew’s Place, London NW1 4LE\nOne of London's most important and provocative post-war Grade I listed buildings set amongst the Regency terraces of Regent’s Park. Its white mosaic exterior with distinct modernist lines draws visitors into dramatic interior spaces. Design: Sir Denys Lasdun, 1964\n \nDirections\nWalk away from the building along St Andrew’s Place > turn left and carry on until you reach Euston Road > turn left > just past the (former) church turn left > turn first right into Regent’s Place\nWalking time 6 minutes\n \nRegent’s Place, London NW1 3BF\nA 13 acre site north of the Euston Road, owned by British Land for 20 years and formerly part of the Crown Estate. Much of the site has been redeveloped for a mixed use, mainly commercial development but including a theatre, event space, with two new stylish office blocks in Triton Street, and major public realm improvements with the creation of a pedestrian route close to the Euston Road and excellent artwork by Carmody Groarke, Gary Webb and others. The original masterplan and first new buildings are by Terry Farrell, with later buildings by Wilkinson Eyre and Sheppard Robson.\n \nDirections\nLeave Regent’s Place towards the south > when you get to Euston Road turn right > cross the road just before Great Portland Street underground station >  bear left down Cleveland Street The BT Tower is a few minutes’ walk down here, on the corner of Maple Street on the left – though you’ll need to look up to appreciate it!\nWalking time 7 minutes\n \nBT Tower, 45 Maple Street, London W1T 4BG\n \nAn enduring, distinctive feature of the London skyline with a famous revolving floor that was originally a restaurant operated by Butlin’s. 158m above the capital, it was the city’s tallest building until 1980. Grade II listed. Still an important communications hub. Design: GR Yeats, Eric Bedford, Ministry of Public Buildings & Works, 1965\n \nDirections\nWalk along Maple Street – it crosses Tottenham Court Road and becomes University Street > keep going to the end > turn right into Gower Street > take the next turn on the left (Torrington Place) > then first right into Malet Street. Senate House is on the left just before the end of the street.\nWalking time 13 minutes\n \nSenate House, Malet Street, London WC1E 7HU\nLondon’s tallest secular building when it opened as the HQ of the University of London and home to the Ministry of Information during WWII, this Grade II* listed landmark features elements of Classicism and Art Deco. Design: Charles Holden, 1933\n \nDirections\nLeave Senate House by the far side from where you arrived > carry on until you reach Russell Square. Head for the far left corner of the square (follow signposts to the underground station if unclear) > take the road along the side of the large hotel (the Kimpton Fitzroy, formerly the Russell) > continue past the station > the entrance to the Brunswick Centre is a little beyond, on the left.\nWalking time 8 minutes\n \nBrunswick Centre, London WC1N 1BS\nThe Brunswick Centre was designed by Patrick Hodgkinson in the mid-1960s, based on studies by Leslie Martin, in an unusual ‘Ziggurat’ style. It was initially planned as a private development at a time when private, mixed-use development in the UK was rare. Building started in 1967 and was completed in 1972, though the building fell some way short of its intended size. The original plan extended up to Euston Road but the Ministry of Defence would not release the site of a building they leased for use by the Territorial Army.\n \nNearest Station: Russell Square"
            ]
        }
    ],
    "id": 9109,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/9109/building_9109_untitled_artwork_03ac616387ed4927557e19de4f05216d.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/medium_golden/building_9109_untitled_artwork_03ac616387ed4927557e19de4f05216d.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "11 St Andrew’s Place, NW1 4LE",
        "latitude": 51.5258654,
        "longitude": -0.1452812,
        "meeting_point": "Royal College of Physicians",
        "travel_info": [
            "Nearest tube: Regent's Park, Great Portland Street"
        ]
    },
    "name": "Self-Guided Camden Itinerary, by Open House",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/9109",
    "ticketed_events": false
}