{
    "all_week": true,
    "description": "This self-guided walking itinerary has been created by the Open House team to explore exterior architecture in Ealing.",
    "design": {
        "designers": [],
        "periods": [
            "Historical/contemporary"
        ],
        "types": [
            "Walk/tour"
        ]
    },
    "events": [],
    "facilities": [],
    "factsheet": [
        {
            "heading": "Route details and directions",
            "paragraphs": [
                "Route stops",
                "Ealing Town Hall\nEaling Filmworks\nThe Questors Theatre\nPitzhanger Manor & Gallery\nEaling Film Studios\nSt Mary’s Church",
                "Total walking time: about 20 minutes\nNearest Station to Start: Ealing Broadway\n \nEaling Town Hall, New Broadway, Ealing W5 2BY\nEaling's Town Hall is a distinctive late-Victorian gothic building on Ealing Broadway, which is still being used for its original purposes as council offices and public meeting rooms. The task of building the new town hall began in 1886 when the old town hall became too small for the prospering and populous suburb of Ealing. A new, more impressive town hall was also seen as a status symbol for the borough. Design: Charles Jones, 1888\n \nDirections\nOpposite the Town Hall, set behind the façade of the former cinema, is Ealing Filmworks\n \nEaling Filmworks, New Broadway, Ealing\nSet behind the retained historic façade of Ealing’s former Empire Cinema, this £100m mixed-use regeneration scheme comprises 209 new homes overlooking a central square, lined with bars and restaurants, and featuring a double-height entrance foyer to the eight-screen Picturehouse Cinema, the biggest outside London’s West End. The development is due to be completed in 2022. Design: TP Bennett, 2016\n \nDirections\nWalk through this new development until you reach Mattock Lane > turn right and walk for 2 minutes until you reach The Questors Theatre on the right.\nWalking time 5 minutes\n \nThe Questors Theatre, 12 Mattock Lane, W5 5BQ\nOriginally planned in 1954, the first new theatre after the war, the Questors Playhouse opened 10 years later,, by which time the design of its impressively flexible auditorium had been followed by the Chichester Festival Theatre and the Crucible, Sheffield. Home to The Questors, the largest independent community theatre in Europe.  Design: Norman Bronson, 1964\n \nDirections\nRetrace your steps along Mattock Lane to reach the entrance to Pitzhanger Manor on your right\nWalking time 2 minutes\n \nPitzhanger Manor & Gallery, Walpole Park, Mattock Lane, Ealing W5 5EQ\nDesigned by Sir John Soane as a family home and country residence. Following a three-year conservation project, Pitzhanger has been returned to Soane’s innovative original design and re-opened to the public in 2019 as an exhibition space and art centre. Design: Sir John Soane, 1800.\n \nDirections\nReturn to Mattock Lane > turn right > at the roundabout turn right again (Ealing Green). Ealing Film Studios is on the right, just after Grange Road (on the left).\nWalking time 3 minutes\n \nEaling Film Studios, Ealing Green, Ealing W5 5EP\nThe oldest film studios in the world, the history of this site started in 1902 with the purchase of the White House by Will Barker. He operated the site until the 1920s when it was taken over by Basil Dean, and the studios as known today date from 1931 when the now grade 2 listed sound stages were built. Many famous British films were produced here during this period including the famous Ealing comedies. The site was purchased by the BBC in 1955 and used until 1995, producing many TV programmes. Now operated under the name of Ealing Studios with film and TV production still being carried on. Major redevelopment is planned for parts of the site.\n \nDirections\nContinue along Ealing Green, which becomes St Mary’s Road > as the road curves to the right, the large church on the left-hand side - St. Mary’s, appropriately enough - is your next destination.\nWalking time 6 minutes\n \nSt Mary’s Church, St. Mary’s Road, Ealing W5 5RH\nA large Victorian building transformed from a simple church in the 1860's. The exterior is largely unchanged but the interior was refurbished in stages, finishing in 2003 to create the wonderful space we see today. Grade II* listed.  Design: SS Teulon, 1860.\n \nNearest Station: South Ealing; bus 65 passes the church"
            ]
        }
    ],
    "id": 9110,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/9110/building_9110_untitled_artwork_29b693e2dc352b3dc348ba8a5efe57b6.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/medium_golden/building_9110_untitled_artwork_29b693e2dc352b3dc348ba8a5efe57b6.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "New Broadway, Ealing, W5 2BY",
        "latitude": 51.5128222,
        "longitude": -0.3075225,
        "meeting_point": "Ealing Town Hall",
        "travel_info": [
            "Nearest tube: Ealing Broadway"
        ]
    },
    "name": "Self-Guided Ealing Itinerary, by Open House",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/9110",
    "ticketed_events": false
}