{
    "all_week": true,
    "description": "This self-guided walking itinerary has been created by the Open House team to explore exterior architecture in Enfield.",
    "design": {
        "designers": [],
        "periods": [
            "Historical/contemporary"
        ],
        "types": [
            "Walk/tour"
        ]
    },
    "events": [],
    "facilities": [],
    "factsheet": [
        {
            "heading": "Route details and directions",
            "paragraphs": [
                "Route stops",
                "Old Vestry Offices\nParish Church of St Andrew\nPerry Mead Housing\nForty Hall\nMyddelton House",
                "Total walking time: about 75 minutes\nNearest Station to Start: Enfield Town\n \nOld Vestry Offices, 22 The Town, Enfield EN2 6LT\nTiny polygonal building dating from 1829, originally accommodation for the beadle. Used as a local police station until the 1930s and then as offices.Now headquarters of the Old Enfield Charitable Trust. Grade II listed.\n \nDirections\nFrom standing facing the building walk to your left > the Market Place soon opens out on your right-hand side, turn right into it > The Parish Church of St Andrew is straight ahead to the north.\nWalking time 3 minutes\n \nParish Church of St Andrew, Market Place, Enfield EN2 6LL\nGrade II* listed church, much added to, with a recently refurbished organ which has a fine circa 1750s wooden organ case. There are many excellent memorials. The Church has an eight-bell peal – the oldest bell dates from 1680. A church has been on this spot since at least 1190.\n \nDirections\nCarry on heading north, passing to the right of the church > when you reach Church Lane turn right > follow it to the end then turn left into Silver Street > when you reach the traffic lights turn left into Parsonage Lane > continue onto Holtwhites Hill > after passing under the railway take the second left onto Perry Mead. The new buildings immediately on your left are your destination.\nWalking time 20 minutes\n \nPerry Mead Housing, EN2 8BP\nPerry Mead Terrace is an elegant row of predominately 2-storey houses, stepping up to 3-storey on the prominent corner of the site facing Holtwhites Hill which will create a beautiful backdrop to the eastern side of Perry Mead. They are constructed in a good quality rustic yellow brick and facades feature arched entrances and a notched profile which articulates each separate house. They have very generous sized back gardens. In keeping with the surrounding area the building line is set back from the street edge with grassed front gardens. Part of Enfield’s Small Sites Programme of new-build high-quality affordable homes. Design: Peter Barber Architects, 2018.\n \nDirections\nReturn along Holtwhites Hill to the traffic lights, then turn left onto Chase Side > at the next mini-roundabout turn right onto Lancaster Road > at the following  mini-roundabout, turn left onto Baker St, then at the next roundabout go straight ahead onto Forty Hill (route for pedestrians and cycles only) > continue along the left-hand side of Forty Hill until you reach the entrance to Forty Hall estate on the left\nWalking time 35 minutes\n \nForty Hall, Forty Hill, Enfield EN2 9HA\nThis Grade I listed mansion hall is set in a fine estate. Built as a family home by Sir Nicholas Rainton, Lord Mayor of London 1632-33 and Master of the Haberdasher's Guild. Purchased by Enfield Council in 1951, now a museum and visitor centre with fine gardens.\n \nDirections\nReturn to Forty Hill and turn left > follow the road round and across the brook (crossing the road as necessary to stay on the pavement) > Myddleton House is on the left, after a lengthy section of high brick wall.\nWalking time 15 minutes\n \nMyddelton House, Bulls Cross, Enfield EN2 9HG\nFormer home of the great horticulturist Edward Augustus Bowles. Neoclassical yellow Suffolk stock brick villa with a Victorian conservatory on the south side and a mid-19C extension at the north end. Adam style ceilings on the ground floor. Glorious gardens and a café. Design: George Ferry & John Wallen, 1818.\n \nNearest Station: Turkey Street (some distance); buses 217 and 317 pass along Great Cambridge Road near the House."
            ]
        }
    ],
    "id": 9111,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/9111/building_9111_untitled_artwork_87aff975b362a152a3555c8cd0eeee82.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/medium_golden/building_9111_untitled_artwork_87aff975b362a152a3555c8cd0eeee82.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "22 The Town, Enfield, EN2 6LT",
        "latitude": 51.6523023,
        "longitude": -0.0817788,
        "meeting_point": "Old Vestry Offices",
        "travel_info": [
            "Nearest train: Enfield Town"
        ]
    },
    "name": "Self-Guided Enfield Itinerary, by Open House",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/9111",
    "ticketed_events": false
}