{
    "all_week": true,
    "description": "This self-guided walking itinerary has been created by the Open House team to explore exterior architecture in Greenwich.",
    "design": {
        "designers": [],
        "periods": [
            "Historical/contemporary"
        ],
        "types": [
            "walk/tour"
        ]
    },
    "events": [],
    "facilities": [],
    "factsheet": [
        {
            "heading": "Route and Description",
            "paragraphs": [
                "Route stops",
                "Cutty Sark\nOld Royal Naval College\nQueen Anne Court\nQueen Mary Court\nKing William Court\nSt Alfege Church\nUniversity of Greenwich\nNational Maritime Museum and Queens House\nOld Royal Observatory",
                "Itinerary created by Open House Volunteer, David Taylor",
                "Start Cutty Sark DLR station. Take exit for Cutty Sark and follow for 2 minutes to Cutty Sark, Cutty Sark gardens",
                "Cutty Sark",
                "The world's last surviving tea clipper and only vessel to be a Grade I listed building. Now lifted 3 metres, visitors have the unique experience of walking under a three-masted ship, protected from the elements by an enveloping glass canopy. RIBA Awards Winner 2013.",
                "Directions\nAdjacent to Cutty Sark, I minute to Greenwich foot tunnel entrance, Cutty Sark gardens. To the left of the Cutty Sark, as seen from the river, enter the grounds of the former Old Royal Naval College, I minute to the grounds of the University of Greenwich, 5 minutes to other parts of the site, including King William Court, Queen Anne Court",
                "Old Royal Naval College",
                "Sir Christopher Wren's riverside masterpiece in Greenwich, built as the Royal Hospital for Seamen and begun in 1696",
                "Queen Anne Court",
                "Wren and Hawksmoor building, completed 1749 when Thomas Ripley built the pavilions facing the river. Highlights include council boardroom, grand staircase and restored Portland stonework. Refurbished in 2000 for University of Greenwich.",
                "Queen Mary Court",
                "Last major building on the site (1751). Original layout, timber panelling, barrel vaulting and Portland stone. Refurbished in 2000 by Dannatt Johnson for University of Greenwich.",
                "King William Court",
                "Wren-designed building completed under the direction of Hawksmoor and Vanbrugh, 1698-1712. Original wood panelling, refurbished by Dannatt Johnson in 2001 for University of Greenwich.",
                "Directions\nLeave the site along the wide e-w axis with the river 100m to the right, onto King William Walk. Cross straight ahead and 5 minutes’ walk to St Alfege Church, Greenwich Church Street",
                "St Alfege Church",
                "Magnificent English Baroque church, Grade I listed, gutted by fire in 1941 and restored by Sir Albert Richardson to original design. Many original features. Burial site of Thomas Tallis, organist/choirmaster (1505-85).",
                "Directions\nTurn right from the front of the church and cross road, 2 minutes to University of Greenwich, Stockwell Street",
                "University of Greenwich",
                "The building features a limestone exterior designed to 'complement but not mimic' the surrounding historical architecture, whilst behind the façade is a 4-storey composition of steel, glass and exposed concrete.",
                "Directions\nFrom here, turn left into Nevada street and enter the grounds of Greenwich Park, 3 minutes to National Maritime Museum and the Queens House",
                "National Maritime Museum and Queens House",
                "Former naval school converted to museum in 1937 and remodelled in recent years. Sammy Ofer Wing with Special Exhibition Gallery added 2011. NMM includes Inigo Jones' Queen's House, the first classical building in England, designed 1616.",
                "Directions\nGo up the hill, 8-minute walk to Old Royal Observatory",
                "Old Royal Observatory",
                "The North Site is home of the Prime Meridian of the World, at the heart of nautical astronomy since the late 17C when Charles II commissioned Christopher Wren to design the first purpose-built scientific building in England for the Astronomers Royal. The restoration and upgrade of the Grade II Victorian South Building in 2007 houses the Astronomy Centre providing education facilities and galleries and includes a spectacular bronze cone containing the new Peter Harrison Planetarium. RIBA Award Winner 2008."
            ]
        }
    ],
    "id": 9112,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/9112/building_9112_untitled_artwork_1124a7d788b107c89a3476aac69ce0b5.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/medium_golden/building_9112_untitled_artwork_1124a7d788b107c89a3476aac69ce0b5.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "King William Walk, SE10 9HT",
        "latitude": 51.4809629,
        "longitude": -0.0079176,
        "meeting_point": "Cutty Sark",
        "travel_info": [
            "Nearest tube: Cutty Sark"
        ]
    },
    "name": "Self-Guided Greenwich Itinerary, by Open House",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/9112",
    "ticketed_events": false
}