{
    "all_week": false,
    "description": "Bow Baptist Church has met on its current site near Bow Bridge since at least 1785. It currently occupies a purpose built ground floor of a multi-storey residential building completed in 2012.",
    "design": {
        "designers": [
            {
                "architect": "Stock Woolstencroft",
                "description": "Original design",
                "year": "2012"
            }
        ],
        "periods": [
            "Contemporary"
        ],
        "types": [
            "Religious",
            "Community/cultural"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": null,
            "date": "2021-09-05",
            "end": "2021-09-05T16:00:00+00:00",
            "fully_booked": null,
            "name": "",
            "notes": "All are welcome to join us for our regular Sunday morning service at 10.00 A.M. (finished by 11.30 A.M.) on Sunday 5 September 2021",
            "start": "2021-09-05T12:00:00+00:00",
            "ticketed": false
        }
    ],
    "facilities": [
        [
            "Disabled access",
            "Toilets"
        ]
    ],
    "factsheet": [
        {
            "heading": "Church",
            "paragraphs": [
                "Bow Baptist Church building is used as a meeting place for a local community of Christians and visitors, which is reflected in the design of the building – a main hall for plenary meeting, with side rooms for smaller group activities.",
                "Furnishing of the building reflects the priorities of the community – preaching of the Bible, prayer, praise in music, hospitality and welcome."
            ]
        },
        {
            "heading": "Building",
            "paragraphs": [
                "Bow Baptist Church’s current home, the purpose built ground floor of a multi-storey residential building, was completed in 2012, the previous building having been demolished in 2007."
            ]
        },
        {
            "heading": "History",
            "paragraphs": [
                "Bow Baptist Church has formed part of the local community since at least 1785.",
                "Towards the end of the eighteenth century Bow was a village outside London, in what was at that time part of the County of Middlesex. Between the ancient parish church of St. Mary and the river, the village green formed a centre about which the few buildings were grouped. Chief among them were the blacksmith's forge, the windmill, and ‘Ye Olde Bowe Taverne’. At that time Bow Baptist Church met in a derelict granary with capacity for 90 people. In 1785 under its first pastor John Knott it drew up its articles of association.",
                "Bow later became a residential suburb of London, with great mansions -  which had built near the church the homes of such families as those represented in the church by Robert Robins the shipbuilder, Alexander Sparkhall the ship-owner, and Thomas Parnell the clock-maker, employing hundreds of people. During this time Bow Baptist Church moved in 1801 to a new building with capacity for 600 people, at the junction of ‘Old Ford Lane’ and ‘Bow High Street,’ close to the windmill owned by Richard Love and Thomas Karby, both of whom were members of the church. During this time the church grew rapidly under the leadership of its longest serving pastor, William Newman.",
                "At a later period factories began to make their appearance and the clean air of Bow and Stratford became polluted with smoke. The population of the area increased rapidly. Bow Baptist Church moved to a new building with capacity for 1000 people, in 1866. John Lynn, a member of the church when it celebrated its 150th anniversary in 1935, commented on the history of the church as follows:",
                "\"To know something of the district of Bow and to move among its people is to become convinced of certain things which remain unchanged in spite of the difference between the conditions of 1785 and those of 1935. The need for the Gospel of Jesus Christ is as deep and real in this day of mechanisation and industry as it was when Bow was a country village or a wealthy residential suburb. The faithful preaching of the Cross is still the power of God unto Salvation, and its power to renew lives is as clearly manifest in our own day and generation as it was in the time when John Knott admonished and pleaded with the tiny company who gathered in the derelict granary. A Risen Lord, the Master of Life and the Conqueror of Death, still protects and guides His Church in Bow, for He is the same Yesterday, Today and For Ever.\"",
                "In 1940 during World War II, the church building was bombed along with much of East London and not rebuilt until 1956 with limited post-war money. The 1956 building stood until 2007, when it was demolished to make way for Bow Baptist’s current home. Today Bow Baptist Church continues to seek to live out and share the same Bible-based Jesus-centred faith as held by John Knott, William Newman and John Lynn and many others in the different generations of the church community here in Bow. We warmly invite you to join us."
            ]
        }
    ],
    "id": 9142,
    "images": [
        {
            "description": "",
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9142_img_20200811_161113765_2ef18a06b87491545e5627faffd308ee.jpg"
        },
        {
            "description": "",
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9142_img_20200811_161100270_ffebb6ac79db06bf65bb2ddbeca181d2.jpg"
        },
        {
            "description": "",
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9142_img_20200811_161151656_baf203215707e1be4e3ef6ba2acb1375.jpg"
        }
    ],
    "links": [
        {
            "href": "http://www.bowbaptist.org.uk/",
            "title": "Website"
        },
        {
            "href": "http://N/A",
            "title": "social media"
        }
    ],
    "location": {
        "address": "1 Payne Road, E3 2SP",
        "latitude": 51.5295906,
        "longitude": -0.015946,
        "meeting_point": null,
        "travel_info": [
            "Nearest tube: Bow Church",
            "Bus routes: 8, 25, 108, 276, 425, 488"
        ]
    },
    "name": "Bow Baptist Church",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/9142",
    "ticketed_events": false
}