{
    "all_week": true,
    "description": "This self-guided walking itinerary has been created by the Open House team to explore exterior architecture in Haringey.",
    "design": {
        "designers": [],
        "periods": [
            "Historical/contemporary"
        ],
        "types": [
            "Walk/tour"
        ]
    },
    "events": [],
    "facilities": [],
    "factsheet": [
        {
            "heading": "Route and Description",
            "paragraphs": [
                "Route stops",
                "Tottenham Hotspur Stadium\nAll Hallows’ Church\nBruce Castle Museum\n639 Enterprise Centre\nThe Old Town Hall\nBernie Grant Arts Centre\nJewish Hospital",
                "Itinerary created by Open House Volunteer, David Taylor",
                "Start White Hart Lane station: exit station and turn right to Tottenham High Road. Turn right, cross road, 6 minutes to new Tottenham Hotspur stadium and adjacent restored historic buildings",
                "Tottenham Hotspur Stadium",
                "Design: Populous, completed April 2019.  Holds 62,303 spectators closer to the pitch with uninterrupted sightlines than at any comparable UK ground. The single-tier south stand (capacity 17,500) is the UK’s largest. Street level precast concrete panels provide a robust base adding a sense of weight to the elevations. Above, 4,801 steel panels, mounted at angles and perforated, form a unifying visual element that wraps around the stadium like a veil rising and falling to complement the varying levels and lines of neighbouring buildings. A catalyst for local regeneration, supporting 3,500 new jobs and adding an estimated £293millon to the local economy annually. Inside a fully retractable pitch, makes it the first purpose-built European home of American football (NFL).",
                "Directions\nCross back over High Road, turn left and soon take Church Road on right, follow through under railway and then round left into Church Lane, 7 minutes to All Hallows Church, Church Lane, N17 7AA",
                "All Hallows’ Church",
                "Grade ll* listed. Dating from the 12th century although the oldest parts extant, the lower tower and western six bays of the nave arcades are 14th century. The exterior shows a mix of styles, periods and materials. The present east end and barrel vault roof of the nave are the work of architect William Butterfield who extended and restored the church between 1875 and 1877. Constructed of various materials with Kentish Ragstone rubble and brick predominant. The fine two-storied, C16 brick porch has diaper brickwork, stone dressings and an embattled parapet, much renewed. The string course below the parapet has angels and Tudor roses.",
                "Directions\nCarry on along Church Lane, 2 minutes to Bruce Castle Museum",
                "Bruce Castle Museum",
                "Tudor Manor House built for Sir William Compton in 1514, substantially altered in 17C, 18C & 19C. A museum since 1906 housing local history and community collections, archives, art & exhibitions of Bruce Castle, and Haringey area.",
                "Directions\nAt junction of Church lane with Lordship Lane turn left along Lordship Lane and turn left into Tottenham High Road, 7 minutes to 639 Enterprise Centre, Tottenham High Road, N17 8AA",
                "639 Enterprise Centre",
                "Grade II listed. Former gas showroom built in 1901 in attractive neo Jacobean style. Damaged during 2011 riots, now fully refurbished by GLA and managed by London Youth Support Trust as Enterprise Centre and support for local community.",
                "Directions\nTurn back down the High Road and continue to junction with Philip Road, cross diagonally, 15 minutes to Tottenham Green Conservation Area. There are various buildings to look at, including:",
                "The Old Town Hall",
                "Design: A S Taylor and A R Jemmett (Borough Architects), opened November 1905.  The centrepiece of a group of municipal buildings - Fire Station, Town Hall, Public Baths and County School. Designed in Edwardian Baroque style and built of English bond red brick with Portland stone bands and dressings and hipped Welsh slate roofs. The facade has carved stone mouldings, urns along the roofline and is topped off by a cupola with a clock. Listed Grade ll. Refurbished 2011 (design: BPTW Architects). Internally features a Grand foyer, intricate terrazzo mosaic floor tiling, large marble staircase  and the Moselle Room with stunning Moorish-Jacobean style ceiling.",
                "Bernie Grant Arts Centre",
                "Design: Adjaye Associates, opened September 2007.  A flagship venue to promote BAME arts, inspired by the late Bernie Grant, one of the UK’s first black MPs. Its location presented a challenge to create a wider presence.  There are three separate buildings. The Performance Centre, houses a 279-seat theatre, café-bar and rehearsal studios, separated from the existing buildings by an open plaza. Its façade of glass panels has a large canopy extending forward clad with horizontal battens of purple-heart timber. Sited off-centre to be more visible through gaps in the frontage buildings. Beyond, are a series of low-rise units for creative businesses. Ancillary activities are housed behind the old public baths façade in a black clad extension. The buildings are linked by a linear open space with the chimney of the old baths retained as a landmark.",
                "Jewish Hospital",
                "Design: Marcus Collins, completed 1903. Originally founded in 1889 in Hackney, the Home for Jewish incurables offered care to poor permanently disabled Jewish immigrants. A Free Jacobean composition in red brick, with shaped and stepped gables on a half H plan it originally contained 80 beds and a concert hall. Extended in 1913/14 with a new wing and a synagogue. Further developed in 1938 and 1964, by 1972 the hospital had 114 patients. Closed in 1995 as Tottenham's Jewish population had reduced. Now called Sycamore Gardens, and locally listed, it was redeveloped for 79 housing units by Circle 33 (now Circle Anglia) to a design by JCMT architects.  The original spearhead railings remain."
            ]
        }
    ],
    "id": 9170,
    "images": [
        {
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/medium_golden/building_9170_untitled_artwork_b92b979d4e5aeaaca243f4d354c15220.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "782 High Road, N17 0BX",
        "latitude": 51.6042781,
        "longitude": -0.0662422,
        "meeting_point": "Tottenham Hotspur Stadium",
        "travel_info": [
            "Nearest train: White Hart Lane"
        ]
    },
    "name": "Self-Guided Haringey Itinerary, by Open House",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/9170",
    "ticketed_events": false
}