{
    "all_week": true,
    "description": "This self-guided walking itinerary has been created by the Open House team to explore exterior architecture in Harrow.",
    "design": {
        "designers": [],
        "periods": [
            "Historical/contemporary"
        ],
        "types": [
            "Walk/tour"
        ]
    },
    "events": [],
    "facilities": [],
    "factsheet": [
        {
            "heading": "Route details and directions",
            "paragraphs": [
                "Route stops",
                "Former Kodak factory (Eastman Village)\nHeadstone Manor (Harrow Museum)\nSt Alban Church\nPinner House\nHeath Robinson Museum",
                "Total walking time: about 70 minutes\nNearest Station to Start: Harrow & Wealdstone\n \nFormer Kodak factory (Eastman Village), Harrow View, HA1 4TY\nA major new residential development on the site of the former Kodak factory in Harrow, the 55 acre site a joint development by Barratts and Hyde Housing Association, and which will eventually provide over 2000 new homes with over 470 classified as affordable. The site is named after George Eastman, the founder of Kodak and at its height in the 1950s, the site employed over 6000 people. Kodak sold the site to Land Securities after it closed and it was subsequently sold to Barratts in 2017. The architects are Carter Jonas and the development will include shops, cafés and offices.\n \nDirections\nFrom the main access to the development (on Harrow View) turn left (south) along Harrow View  > turn first right (Victor Road) > at the end of this road turn right into Pinner View > Headstone Manor is on your right\nWalking time 10 minutes\n \nHeadstone Manor (Harrow Museum), Pinner View, Harrow HA2 6PX\nBuilt circa 1310, the moated manor house is the earliest surviving timber framed building in Middlesex. One of the most interesting domestic complexes in the whole country, the fabric of Headstone Manor contains examples of high quality work dating from the 14th, 17th and 18th centuries.\n \nDirections\nReturn along Pinner View then take the first right (Parkside Way) > carry straight on for 15-20 minutes, passing North Harrow station. Take the third turn on the right after the station (Chester Drive) then immediately left into Church Drive. Your destination is at the next crossroads\nWalking time 24 minutes\n \nSt Alban Church, The Ridgeway, North Harrow HA2 7PF\nA notable 1930s Grade II listed church with Swedish and German influences externally and a landmark tower. A stepped tunnel-vault with arches to side aisle walls gives a light and lively interior. The Lady Chapel has marquetry panelling of oak and walnut. Design: Arthur Kenyon, 1936.\n \nDirections\nHead north along The Ridgeway (so turning right at the crossroads when you reached the church) > the road bends left and becomes Suffolk Road after a roundabout – immediately after this, take the path to the right across Yeading Brook open space > at the end turn left and immediately right onto The Ridgeway (again) > follow this road to the end > turn right (Rayners Lane) > at the next roundabout, turn right (Marsh Road) then third left (Nower Hill) > this road bends to the left and becomes Church Lane > Pinner House is on the right, just past Ingle Close.\nWalking time 24 minutes\n \nPinner House, Church Lane, Pinner HA5 3AA\nGrade II* listed early Georgian house with pilastered front and magnificent oak-panelled dining room. Former rectory of the vicar of Harrow; also lived in by Nell Gwynne and Charles II's great-grand-daughter. Now accommodation for retired people.\n \nDirections\nCarry on along Church Lane to the end > turn left (High Street). At the end, turn right then first left into Chapel Lane > go under the railway and immediately left is a car park > take the path to the right (before the car park itself) and follow it through the park to reach the Heath Robinson Museum.\nWalking time 10 minutes\n \nHeath Robinson Museum, 50 West End Lane, Pinner HA5 1EE\nThis accredited, purpose-built museum in Pinner Memorial Park, supported by the National Lottery Heritage Fund, displays a collection of Heath Robinson’s work, he having lived nearby. It includes permanent and temporary exhibition galleries, an activity studio and a shop.The building has a material and constructional honesty, making overt and covert reference to Heath Robinson’s work, opening the visitor’s mind to his unique approach to the assembled, material world his work inhabits as well as the practical making of things. Design: ZMMA, 2016\n \nNearest Station: Pinner"
            ]
        }
    ],
    "id": 9171,
    "images": [
        {
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/medium_golden/building_9171_untitled_artwork_8a1c21a032c5d0104d7395f332cca7cc.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Harrow View, HA1 4TY",
        "latitude": 51.5915275,
        "longitude": -0.3456375,
        "meeting_point": "Former Kodak factory (Eastman Village)",
        "travel_info": [
            "Nearest tube: Harrow & Wealdstone"
        ]
    },
    "name": "Self-Guided Harrow Itinerary, by Open House",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/9171",
    "ticketed_events": false
}