{
    "all_week": true,
    "description": "This self-guided walking itinerary has been created by the Open House team to explore exterior architecture in Hillingdon.",
    "design": {
        "designers": [],
        "periods": [
            "Historical/contemporary"
        ],
        "types": [
            "Walk/tour"
        ]
    },
    "events": [],
    "facilities": [],
    "factsheet": [
        {
            "heading": "Route details and directions",
            "paragraphs": [
                "Route stops",
                "Hayes Village\nCranford Stable Block and St Dunstan’s Church\nSt Peter & St Paul Church\nThe Old Vinyl Factory",
                "Total walking time: about 65 minutes\nNearest Station to Start: Hayes & Harlington\n \nHayes Village, Nestles Avenue, Hayes UB3 4QF\nThe former Nestle factory closed in 2015 when manufacturing of its coffee and chocolate products moved to a new factory in Derbyshire. The 30 acre site employed over 300 people in the 1930s and contained some splendid art deco buildings. The best of these, the Sandow building, will have its façade and other historic elements restored and some former elements from the factory will be restored and sited as art installations around the site. SEGRO, a major commercial site developer, bought the site and has brought in Barratts as the developer of the residential part of the site which will eventually result in over 1300 units, 40% of which will be affordable. The architects are Makower and Michael Sparks. SEGRO will build 200,000 square metres of commercial floorspace.\n \nDirections\nFrom facing the development, turn right (east) and walk along Nestles Avenue to the end > turn right into North Hyde Gardens > turn left along North Hyde Road > cross this road before the large roundabout, at which you turn right and follow the pedestrian / cycle path alongside The Parkway > carry on under the M4 then turn right towards Cranford Park, taking the next turn right which leads into the park. Cranford Stable Block and St Dunstan’s Church are straight ahead.\nWalking time 20 minutes\n \nCranford Stable Block and St Dunstan’s Church, The Parkway, Cranford TW5 9RZ\n \n18th century stables of the former Cranford House, London seat of the Earls of Berkeley, also features a ‘ha-ha’ and an enclosed courtyard (the Secret Garden). The house fell into disrepair and was demolished in 1944. St. Dunstan's Church was rebuilt after a fire in 1710 and has been twice restored since. It has 17th century funeral monuments and 20th century work by Martin Travers.\n \nDirections\nContinue through Cranford Park following paths so that you keep parallel to (and south of) the M4 > on reaching the next main road go under that and then follow the path as it curves to the left (away from the motorway) > the path rejoins the main road, turn right onto it > turn first (sharp) right into St Peters Way where the church of St. Peter & St. Paul is in front of you.\nWalking time 20 minutes\n \nSt Peter & St Paul Church, St Peter’s Way, High Street, Harlington\nGrade I listed church dating from 1086, with Norman font and Norman stone arch, carved with cats’ heads. Interesting monuments including Easter sepulchre, ancient yew tree in churchyard. Good restoration between 1830 and 1860.\n \nDirections\nContinue along St Peters Way and cross the bridge over the motorway > turn right (Shepiston Lane) > go straight on at the roundabout (now Dawley Road) > continue straight at the next roundabout, to cross the railway > at the following roundabout turn right into Blyth Road and The Old Vinyl Factory is on the right.\nWalking time 25 minutes\n \nThe Old Vinyl Factory, 252-254 Blyth Road, Hayes, UB3 1HA\nA fine collection of Art Deco buildings, formerly EMI's UK HQ including vinyl record production facilities and their central research lab - stereo sound has its roots here. A process of refurbishment of operational buildings is currently underway, providing 642 home, retail and workspace. Original Design: Wallis Gilbert and Partners, 1926.\n \nNearest Station: Hayes & Harlington"
            ]
        }
    ],
    "id": 9173,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2021/9173/building_9173_untitled_artwork_a65ef473535afc27c221a38d909dd4ec.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/medium_golden/building_9173_untitled_artwork_a65ef473535afc27c221a38d909dd4ec.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Nestles Avenue, Hayes, UB3 4QF",
        "latitude": 51.4997568,
        "longitude": -0.4159048,
        "meeting_point": "Hayes Village",
        "travel_info": [
            "Nearest train: Hayes & Harlington"
        ]
    },
    "name": "Self-Guided Hillingdon Itinerary, by Open House",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/9173",
    "ticketed_events": false
}