{
    "all_week": true,
    "description": "This self-guided walking itinerary has been created by the Open House team to explore exterior architecture in Islington.",
    "design": {
        "designers": [],
        "periods": [
            "Historical/contemporary"
        ],
        "types": [
            "Walk/tour"
        ]
    },
    "events": [],
    "facilities": [],
    "factsheet": [
        {
            "heading": "Route details and directions",
            "paragraphs": [
                "Total walking time: about 20 minutes\nNearest Station to Start: Highbury & Islington, Angel",
                "Islington Town Hall, Upper Street, London N1 2UD",
                "Grade II listed with original Art Deco style interiors, staircases and the impressive council chamber. Original clocks, paintings and decorative panels have survived for nearly a century in this lovely municipal building which was built in stages and lacks a left wing (which is unlike Islington). Design: ECP Monson, 1922 onwards.",
                "Directions",
                "From standing facing the Town Hall turn right and head south along Upper Street - no. 168 is on the first corner on the right (Barnsbury Street).",
                "Walking time 1 minute",
                "168 Upper Street, London N1 1RG",
                "A 1:1 cast monument and memory to the Victorian terrace which previously existed on the site before it was bombed and cleared during World War II. The parade of buildings between Waterloo Terrace and Barnsbury Street, of which the site forms the north corner, and are a prominent and all but intact late 19th Century block fronting Upper Street. 168 Upper Street remained empty after demolition until Aria, a local design and furniture retailer purchased it in 2012, then held an invited design competition for proposals before taking it through planning and construction. Design: Groupwork + Amin Taha, 2017.",
                "Directions",
                "Continue along Upper Street and take the second turn on the right (Almeida Street). The Almeida Theatre is on the left.",
                "Walking time 4 minutes",
                "Almeida Theatre, Almeida Street N1 1TA",
                "Built as reading rooms and a lecture hall in the 1830s, it was renovated and opened as the Almeida Theatre in 1980 despite access to the  upper circle being via the street outside. Now established as one of London’s foremost ‘Off West End’ venues. Recent major refurbishment by Burrell Foley Fischer.",
                "Directions",
                "Return to Upper Street and continue walking south > take the passage through the shops on your right, opposite St Mary’s Church, which will take you to Islington Square.",
                "Walking time 3 minutes",
                "Islington Square, Esther Anne Place, London N1 1UN",
                "In the heart of Islington, the former North London Postal sorting offices were housed in three large Edwardian red brick buildings mostly hidden from view behind the elegant surrounding Georgian streets and Gibson and Milner Squares. The swaggering Grade II listed Post Office fronts Upper Street and is now a main pedestrian entrance route to the large mixed use conversion and extension of the precinct. Another entrance off Upper Street by the Mitre public house leads to the other pedestrian arcade then through to a grand central tree-lined boulevard at the core of the development from which many of the commercial functions and residential upper parts are reached. Design: CZWG Architects, 2019.",
                "Directions",
                "Return to Upper Street and continue walking south > turn left to skirt the top of Islington Green > turn left onto Essex Road then immediately right down St Peter’s Street > follow this street until the roundabout > turn right into Danbury Street. Diespeker Wharf  is just over the canal bridge to the left, but you’ll get a much better view from the canal bank so turn left onto the towpath just before the bridge.",
                "Walking time 10 minutes",
                "Pollard Thomas Edwards (Diespeker Wharf), 38 Graham Street, London N1 8JX",
                "Diespeker Wharf is on the junction of the Regent’s Canal and City Road Basin, occupying a triangle of land on the south bank of City Road Lock. The Wharf was constructed between 1896 and 1914, and the building was initially used as a timber yard. From 1926 it was occupied by an Italian terrazzo manufacturer – Diespeker. The building is three storeys high with a tall chimney. It has a load bearing brick shell with cast iron internal columns. Loading bay flaps and a crane - which you can still see in the courtyard - allowed materials to be lifted from barges. A small railway track was used to bring materials onto the site. It runs under the building and so was presumably in operation before the building was constructed. The building was symapthetically converted as offices by and for the architects Pollard Thomas Edwards in 1994.",
                "Nearest Station: Angel"
            ]
        }
    ],
    "id": 9175,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/9175/building_9175_untitled_artwork_9b5542c4ed934410504c2db4fd62ff92.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/medium_golden/building_9175_untitled_artwork_9b5542c4ed934410504c2db4fd62ff92.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Upper Street, N1 2UD",
        "latitude": 51.5415766,
        "longitude": -0.1028696,
        "meeting_point": "Islington Town Hall",
        "travel_info": [
            "Nearest tube: Angel, Highbury & Islington"
        ]
    },
    "name": "Self-Guided Islington Itinerary, by Open House",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/9175",
    "ticketed_events": false
}