{
    "all_week": true,
    "description": "This self-guided walking itinerary has been created by the Open House team to explore exterior architecture in Kensington and Chelsea.",
    "design": {
        "designers": [],
        "periods": [
            "Historical/contemporary"
        ],
        "types": [
            "Walk/tour"
        ]
    },
    "events": [],
    "facilities": [],
    "factsheet": [
        {
            "heading": "Route and Description",
            "paragraphs": [
                "Route stops",
                "Leighton House Museum\n18 Stafford Terrace\nKensington Palace Gardens\nQueens Gate\nEmbassy of Slovakia\nEmbassy of Estonia\nDana Research Centre and Library\nInstitut Francais",
                "Itinerary created by Open House Volunteer, Robin Key",
                "High Street Kensington, Kensington High St, Kensington, London W8 5SA",
                "Directions\nWalk south-west on Kensington High St/A315 towards Wrights Ln > Turn right onto Melbury Rd > Turn left onto Holland Park Rd\n10 min (0.5 mi)",
                "Leighton House Museum, 12 Holland Park Rd, Kensington, London W14 8LZ",
                "Originally the studio home of Lord Leighton, President of the Royal Academy, the house is one of the most remarkable buildings of 19C. The museum houses an outstanding collection of high Victorian art, including works by Leighton himself.",
                "Directions\nWalk north-east on Holland Park Rd towards St Mary Abbots Terrace > Turn right onto Melbury Rd > Turn left onto Kensington High St/A315 > Turn left onto Phillimore Gardens > Turn right onto Stafford Terrace\n8 min (0.4 mi)",
                "18 Stafford Terrace, Kensington, London W8 7BH",
                "From 1875, the home of the Punch cartoonist Edward Linley Sambourne, his wife Marion, their two children and their live-in servants. The house is recognised as the best surviving example of a late Victorian middle-class home in the UK.",
                "Directions\nWalk north-east on Stafford Terrace towards Argyll Rd > Turn right onto Argyll Rd > Turn left onto Kensington High St/A315 > Turn left onto Kensington Palace Gardens\n14 min (0.7 mi)",
                "Kensington Palace Gardens, London",
                "This wide open street runs alongside Kensington Gardens and features stereotypical architecture of the area. Large family homes line the street, most are now occupied by Embassies or other cultural companies.",
                "Directions\nWalk north on Kensington Palace Gardens towards Palace Garden Mews, destination will be on the left\n5 min (0.2 mi)",
                "Embassy of Slovakia\n25 Kensington Palace Gardens, Kensington, London W8 4QY",
                "Modern Brutalist-style building awarded by RIBA in 1971. The building of the former Czechoslovak Embassy is made of reinforced concrete panels and long glass rows of windows with wooden partitions separating the interior spaces.",
                "Directions\nWalk south on Kensington Palace Gardens towards Palace Garden Mews > Turn left onto Kensington High St/A315 > Continue to follow A315 > Turn right onto Palace Gate/B325 > Continue to follow B325 > Turn left onto Queen's Gate Terrace,  destination will be on the left\n19 min (1.0 mi)",
                "Embassy of Estonia, 44 Queen's Gate Terrace, South Kensington, London SW7 5PJ",
                "Representing Neo-Classicist style characteristic of the mid-19C, many of the details of the house have been restored to their original splendour. The interior design is inspired by Estonian nature: swamps, lakes and forests.",
                "Directions\nWalk east on Queen's Gate Terrace towards Gore St > Turn right onto Queen's Gate > Turn left onto Elvaston Pl > Turn right onto Queen's Gate, destination will be on the left\n5 min (0.3 mi)",
                "Dana Research Centre and Library, 165 Queen's Gate, South Kensington, London SW7 5HD",
                "A world-class environment for academic research into the Museum's collections. A double layer of steel-perforated panels lines the double-height glazing that dominates the reading room, dappling sunlight to create an inspirational space.",
                "Directions\nWalk south on Queen's Gate towards Museum Ln > Turn left towards Cromwell Rd/A4 > Turn right towards Cromwell Rd/A4 > Turn left onto Cromwell Rd/A4 > Turn right onto Cromwell Pl > Turn right onto Cromwell Pl/A3218 > Turn right onto Cromwell Mews\n7 min (0.4 mi)",
                "Institut Français du Royaume Uni, 17 Queensbery Pl, Kensington, London SW7 2DT",
                "1939 Art Deco Grade II listed building refurbished in 1950, then restructured and modernised in 2014. Contains an authentically classic cinema, private salons and multimedia library.",
                "Directions \nWalk east on Cromwell Mews towards Cromwell Pl/A3218 > Turn left onto Cromwell Pl/A3218 > Continue to follow A3218 > Turn left onto Exhibition Rd > Turn right onto Cromwell Gardens/A4\n3 min (0.1 mi)",
                "Ismaili Centre, London, 1-7 Cromwell Gardens, South Kensington, London SW7 2SL",
                "Part of an international family of Ismaili Centres, a religious, cultural and social space for the Shia Ismaili Muslim community. The serenity of the entrance fountain to the roof garden reflects Muslim traditions in architecture and design",
                "Directions\nWalk west on Cromwell Gardens/A4 towards Exhibition Rd, Turn left onto Exhibition Rd > Turn right onto Thurloe St, destination will be on the left\n3 min (0.1 mi)",
                "End at South Kensington Tube Station"
            ]
        }
    ],
    "id": 9176,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/9176/building_9176_untitled_artwork_e260ad9ce28eba2c1ae94e9e636fdf52.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/medium_golden/building_9176_untitled_artwork_e260ad9ce28eba2c1ae94e9e636fdf52.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "12 Holland Park Road, W14 8LZ",
        "latitude": 51.4986749,
        "longitude": -0.2030421,
        "meeting_point": "Leighton House Museum",
        "travel_info": [
            "Nearest tube: High Street Kensington"
        ]
    },
    "name": "Self-Guided Kensington and Chelsea Itinerary, by Open House",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/9176",
    "ticketed_events": false
}