{
    "all_week": true,
    "description": "This self-guided walking itinerary has been created by the Open House team to explore exterior architecture in Kingston.",
    "design": {
        "designers": [],
        "periods": [
            "Historical/contemporary"
        ],
        "types": [
            "Walk/tour"
        ]
    },
    "events": [],
    "facilities": [],
    "factsheet": [
        {
            "heading": "Route details and directions",
            "paragraphs": [
                "Route stops",
                "All Saints Church\nKingston Ancient Market Place\nKingston Guildhall\nKingston University Town House, Penrhyn Road\nStanley Picker Gallery, Middle Mill Island, Kingston School of Art",
                "Total walking time: about 25 minutes\nNearest Station to Start: Kingston\n \nAll Saints Church, Market Place, Kingston-upon-Thames KT1 1JP\nKingston’s historic parish church - listed Grade l. Seven English Saxon kings were crowned here in the 10th century. Begun in 1120, the present church mainly dates from the 14th / 15th centuries with traces of earlier work, including a Norman chapel. Much restored in the 19th century. Cruciform in plan with a central tower, four-bay nave, Perpendicular clerestory, choir, aisles, transepts and chapels. The exterior is flint with stone dressings and a parapet of stone battlements. The upper part of the tower was rebuilt 1708 in brick with dipped parapet and pineapple ornaments to the corners. Inside there are many fine monuments, wall tablets and 19th century stained glass.\n \nDirections\nLeave the church grounds by the south entrance > walk straight ahead into Market Place.\nWalking time 2 minutes\n \nKingston Ancient Market Place, Kingston-upon-Thames KT1 1JT\nThe RIBA award-winning design has diversified the use of the Kingston Ancient Market Place. New perforated, cross-laminated timber market stalls are transformed into lanterns at night, together with high-quality, durable granite pavers, reinvigorating this space at the geographical and cultural heart of Kingston. Design: Tonkin Liu 2014\n \nDirections\nLeave the Market Place on the far side from where you entered > the road (High Street) continues slightly to the right, Kingston Guildhall is immediately on the left.\nWalking time 2 minutes\n \nKingston Guildhall, High Street, Kingston-upon-Thames KT1 1EU\nBuilt in the 1930s in Georgian style, the Guildhall brought together Kingston's administrative functions. Purpose-built Magistrates Courts were included in the building, part of which are now home to Kingston History Centre. Grade II Listed. Design: Maurice Webb, 1935.\n \nDirections\nContinue along High Street to the mini-roundabout then turn left (Kingston Hall Road) > walk along this road until the next roundabout then turn right (Penrhyn Road) > continue until you reach Kingston University on your left, just beyond Surrey County Hall which is on the right (even though we aren’t in Surrey)\nWalking time 10 minutes\n \nKingston University Town House, Penrhyn Road, Kingston-upon-Thames KT1 2EE\nIntended as a cultural/educational hub for students, staff, alumni and the local community. Its 9100m2 floorspace provides the main university library and archives, a small theatre, dance studios, adaptable learning space and two cafés. Constructed from reconstituted stone, the outer face of the frontage colonnade echoes the Portland stone façade of the Surrey County Hall building opposite. A triple-height internal courtyard, café, foyer, performance and assembly spaces located on the ground floor are designed to welcome visitors with a grand open staircase winding up to the learning spaces on the floors above. Rated BREEAM Excellent. Design: Grafton Architects, completed January 2020. \n \nDirections\nReturn towards the town centre along Penrhyn Road but take the third right turn (Denmark Road) > continue to the roundabout then turn sharp left (Springfield Road) > just before the river turn right and walk by the river until you reach a bridge over it – cross this to reach the Stanley Picker Gallery.\nWalking time 10 minutes\n \nStanley Picker Gallery, Middle Mill Island, Kingston School of Art, Kingston University KT1 2QJ\nStanley Picker Gallery is part of Kingston University. Located on Middle Mill Island, the Gallery stages regular contemporary art exhibitions and events, and hosts an annual Fine Art and Design fellowship programme. Stanley Picker, a philanthropist and collector, lived locally and founded the Trust which supports the gallery. FBM Architects 1997\n \nNearest Stations: Kingston, Norbiton; buses K1 and K4 pass near the gallery"
            ]
        }
    ],
    "id": 9177,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/9177/building_9177_untitled_artwork_fbd9803e4a38b2d8027e6af8f0088cda.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/medium_golden/building_9177_untitled_artwork_fbd9803e4a38b2d8027e6af8f0088cda.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Market Place, Kingston Upon Thames, KT1 1JP",
        "latitude": 51.409484,
        "longitude": -0.3063902,
        "meeting_point": "All Saints Church",
        "travel_info": [
            "Nearest train: Surbiton, Norbiton, Kingston"
        ]
    },
    "name": "Self-Guided Kingston Itinerary, by Open House",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/9177",
    "ticketed_events": false
}