{
    "all_week": true,
    "description": "This self-guided walking itinerary has been created by the Open House team to explore exterior architecture in Lewisham.",
    "design": {
        "designers": [],
        "periods": [
            "Historical/contemporary"
        ],
        "types": [
            "Walk/tour"
        ]
    },
    "events": [],
    "facilities": [],
    "factsheet": [
        {
            "heading": "Route and Description",
            "paragraphs": [
                "Route stops",
                "St Nicholas Church\nSt. Paul’s Church\nTrinity Laban Dance Centre\nTidemill\nGoldsmiths Centre for Contemporary Art",
                "Itinerary created by Open House Volunteer, David Taylor",
                "Start: Deptford station. Exit onto Deptford High Street, turn left to end of road, cross over and turn right along Evelyn Street/Creek Road, and after c150m turn left into Deptford Green, junction with Stowage immediately ahead, 7 minutes to St Nicholas Church, Deptford Green, London SE8 5PQ",
                "St Nicholas Church",
                "Grade II listed church which was restored in 1958 following bomb damage in the 1940s.",
                "Directions\nReverse route to Deptford High Street, turn left and take second left, 4 minutes to \nAlbury Street. Follow Albury Street round to the right and enter Mary Ann Gardens, 5 minutes to St Pauls Church",
                "St. Paul’s Church",
                "Baroque Parish Church in the heart of Deptford, cited as one of the most moving 18th century churches in London.",
                "Directions\nExit church grounds to the left onto Deptford Church Street, cross road opposite into Berthon Street, continue to end and on opposite side of Creekside, 5 minutes to \nTrinity Laban Dance centre",
                "Trinity Laban Dance Centre",
                "The largest purpose-built contemporary dance centre in the world. A gently curving facade with richly coloured plastic-cladding leads into spaces filled with vivid colour and dynamic form.",
                "Directions\nReverse route to Deptford Church Street, turn left, cross road and take first right after railway bridge into Giffin Street, 7 minutes to Tidemill, 9, Giffin Street, London SE8 4RJ",
                "Tidemill",
                "Award winning civic centre in the heart of Deptford. A model of co-location, combining a brand new 448 place primary school; state of the art district library; community centre; artist’s studios; 38 affordable homes and a market square.",
                "Directions",
                "Walk west on Giffin St towards Deptford High Street. Continue onto Douglas Way. Turn left towards Glenville Grove. Turn right towards Glenville Grove and then turn left onto Glenville Grove. Turn left onto Mornington Road. Turn right onto New Cross Road and then take the zebra crossing. Turn right onto Parkfield Road and then turn left onto Lewisham Way. Cross the road and turn left onto Dixon Road",
                "Goldsmiths Centre for Contemporary Art",
                "A new contemporary art gallery at Goldsmiths, providing a landmark space which will host high-profile public exhibitions. The gallery will give new use to a Grade-II listed, Victorian-era water tank, which once fed the Laurie Grove Baths."
            ]
        }
    ],
    "id": 9179,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/9179/building_9179_untitled_artwork_621f3519e023ed4de373d90ccf328090.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/medium_golden/building_9179_untitled_artwork_621f3519e023ed4de373d90ccf328090.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Deptford, SE8 4BZ",
        "latitude": 51.4787174,
        "longitude": -0.0271137,
        "meeting_point": "Deptford Station",
        "travel_info": [
            "Nearest train: Deptford"
        ]
    },
    "name": "Self-Guided Lewisham Itinerary, by Open House",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/9179",
    "ticketed_events": false
}