{
    "all_week": true,
    "description": "This self-guided walking itinerary has been created by the Open House team to explore exterior architecture in Merton.",
    "design": {
        "designers": [],
        "periods": [
            "Historical/contemporary"
        ],
        "types": [
            "Walk/tour"
        ]
    },
    "events": [],
    "facilities": [],
    "factsheet": [
        {
            "heading": "Route and Description",
            "paragraphs": [
                "Route stops",
                "St Lukes Church\nAll England Lawn Tennis Club\nBuddhapadipa Temple\nCannizaro House and Park\n9 Parkside Avenue\n22 Parkside\nEagle House",
                "Start: Wimbledon Park station (District Line). Exit station onto Arthur Road, cross road, turn right and immediately left into Melrose Avenue. Take first right into Ryfold Road, 5 minutes to \nSt Lukes Church, SW19 8BZ",
                "St Lukes Church",
                "The church, which is Grade II listed, is set on a corner site fronting three roads in a suburban residential area. It was designed by Sir Thomas Jackson. The church was completed in red brickwork with green slate roofs. It consists of a nave with gallery at the west end, chancel, north and south aisles, north chancel aisle (the present chapel) and south transept, a western narthex with entry vestibule and two side rooms and a tower to the north-west.",
                "Directions\nRetrace your steps, turn right along Arthur Road, take first right into Home Park and take the first entrance on the right into Wimbledon Park. Follow the path around keeping the lake on your left and exit onto Church Road. Turn left, 15 minutes to \nAll England Lawn Tennis Club (aka Wimbledon), Church Road, SW19 5AG",
                "All England Lawn Tennis Club",
                "Founded in 1868, the club moved to its present site in 1922. Currently there are 18 tournament grass courts, eight American clay courts, two acrylic and five indoor courts plus 22 Grand Slam Championships competitors' practice courts. Centre Court was built in 1922, rebuilt after war damage and again in 2007/8 when it was expanded in 15,000 seats and a retractable roof was added. Architects BDP masterplanned a reorganization of the site in 1997. This included a new No.1 Court seating 11,500 which from 2019 has a retractable roof. No.2 court has 4,000 seats and was first used in 2009. The Broadcast Centre and the Millennium Building, which houses facilities for players, press, officials and members, were also part of BDP’s 1997 scheme.",
                "Directions\nContinue along Church Road but turn sharp right at triangular junction with Somerset Road and almost immediately left into Marryat Road, then first left into Burghley Road, and first left into Calonne Road. 7 minutes to \nBuddhapadipa Temple 14 Calonne Road, SW19 5HJ",
                "Buddhapadipa Temple",
                "Complex of buildings on 4 acres of land with Buddhist Theravada Temple in Thai style - one of only two outside Asia. Interior walls with excellent mural paintings by Thai artists, depicting aspects of the Buddha's life.",
                "Directions\nContinue along Calonne Road onto Parkside, turn left, cross road and at junction with Cannizaro Road, take that road to T- junction with West Side Common. Cross diagonally right on to path, 18 minutes to \nCannizaro House and Park, SW19 4UW (note studios in potting sheds)",
                "Cannizaro House and Park",
                "Victorian Potting sheds converted to artists' studios set within the grounds of Grade II listed Cannizaro Park. The eight resident artists will be displaying their work during the festival at these unique studios. The Grounds (now the park) were always notable and specimen trees were planted during the Victorian era alongside many older specimens such as the several large stunted oaks which date back several hundred years and are still to be seen.",
                "Directions\nRetrace your steps on to Parkside, cross road into Parkside Avenue, 8 minutes to\n9 Parkside Avenue SW19 5ES",
                "9 Parkside Avenue",
                "Complex series of interlocking spaces within a simple overall volume, the house has references to the dramatic and hidden sources for lighting spaces seen in Baroque churches and the work of Sir John Soane. Sustainable features included. 9 Parkside Avenue was originally a 1950s standard housing developer's 'box' house. The house has been extended and remodeled over the past few years (and continues to be worked on). The original main entrance, cloak rooms and bathrooms overlooked the south facing garden with the master bedroom and living rooms overlooking the tiny north facing courtyard garden. The house has been re-orientated so that there is a new entrance front on the road and all the principal rooms overlook the main south garden.",
                "Directions\nReturn to Parkside, turn left, 3 minutes to \n22 Parkside, SW19 5NA",
                "22 Parkside",
                "Design: Richard & Su Rogers, completed 1970. The ‘Rogers House’, built for Richard’s parents is considered to be among the best example of the architect’s early work. The ‘High-Tech’ main house, set in trees, is single-storey with bright yellow-painted steel ribs and full-height glazing at each end (NE & SW) giving views onto the courtyard and gardens. It has a large open-plan kitchen, living and dining rooms, and three bedrooms. Another building was designed for a pottery studio and flat. Grade ll* listed since 2013, for its historic, architectural and structural interest, experimental use of materials and techniques and its intactness. Donated by Rogers in 2015 to the Harvard Graduate School of Design, restored by architect Philip Gumuchdjian, it now accommodates visiting architecture research fellows.",
                "Directions\nContinue right down Parkside, 1 minute to \nContinue along Parkside onto High Street, 6 minutes to\nEagle House, High Street, SW19 5EF",
                "Eagle House",
                "Built in 1613 by Robert Bell a founder of the East India Company, in the late 18th century the ornamental stone eagle was put on the central gable, which gave the house its name. Restored by architect Sir Thomas Graham Jackson in 1887. In 1919 he published 'Six Ghost Stories' of which one, ‘The Red House’, is set here. Used commercially for many years, between 1989 and 2009 it was owned by al-Furqan Islamic Heritage Foundation, which restored it.  Grade ll* listed, the main Jacobean house, has two wings, a Georgian (left) and early 20th century (right). Inside, several of the rooms have ceilings with splendid Jacobean plaster fretwork.",
                "Directions\nContinue downhill along High Street and Wimbledon Hill Road, 10 minutes to\nWimbledon station to finish."
            ]
        }
    ],
    "id": 9180,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/9180/building_9180_untitled_artwork_62ea8b5f65414d73e8bb859a097a928e.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/medium_golden/building_9180_untitled_artwork_62ea8b5f65414d73e8bb859a097a928e.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Ryfold Road, Wimbledon Park, SW19 8DA",
        "latitude": 51.4361158,
        "longitude": -0.1986062,
        "meeting_point": "St Lukes Church",
        "travel_info": [
            "Nearest tube: Wimbledon Park"
        ]
    },
    "name": "Self-Guided Merton Itinerary, by Open House",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/9180",
    "ticketed_events": false
}