{
    "all_week": true,
    "description": "This self-guided walking itinerary has been created by the Open House team to explore exterior architecture in Redbridge.",
    "design": {
        "designers": [],
        "periods": [
            "Historical/contemporary"
        ],
        "types": [
            "walk/tour"
        ]
    },
    "events": [],
    "facilities": [],
    "factsheet": [
        {
            "heading": "Route and Description",
            "paragraphs": [
                "Route stops",
                "Valentines Mansion & Gardens\nThe Hospital Chapel of Saint Mary and Saint Thomas of Canterbury\nRedbridge Town Hall\nSPACE Ilford\nKenneth More Theatre\nRedbridge Central Library and Museum",
                "Valentines Mansion & Gardens, Emerson Rd, Ilford IG1 4XA",
                "Large, late 17C Grade II* listed house with fine staircase and Venetian window and Georgian additions, used as a family dwelling until the early 1900s. Reopened to the public in Feb 2009 following extensive restoration works.",
                "Directions\nWalk south-west on Tillotson Rd towards Bethell Ave > Turn right onto Bethell Ave > Turn left onto Cranbrook Road > Slight right onto Ilford Hill",
                "The Hospital Chapel of Saint Mary and Saint Thomas of Canterbury, 48A Ilford Hill, Ilford IG1 2AT",
                "Founded c1145 by the Abbess of Barking as a hospice for thirteen old and infirm men, the present building is 12C and 19C. Grade II* listed with many interesting monuments, including Burne-Jones windows.",
                "Directions\nWalk north-east on Ilford Hill > Slight right to stay on Ilford Hill > Turn left onto High Road",
                "Redbridge Town Hall, 128-142, High Rd, Ilford IG1 1DD",
                "Redbridge Town Hall is an impressive grade II listed structure built in the eclectic renaissance style. The Town Hall was built in three phases:",
                "Phase One – The original building of 1901, corner of Oakfield and High Road\nIn 1899, Ben Woollard ARIBA began work. The use of Bath stone, domes, cupolas and the two porticoes, gave the building a dignified presence. The style of the building was described as 'Free Classical'. The original Council Chamber was on the upper floor.",
                "Phase Two – The Central Library and Council Offices, 1927, at rear\nThe second phase was designed by the Borough Engineer, H Shaw, and contained a new Central Library on the ground floor, with offices in the three storeys above the entrance. At this stage, the older Town Hall and the new Library extension were separated by several houses.",
                "Phase Three – The Town Hall extension, 1933, infill\nIn 1931, work commenced on the final phase and was designed by Borough Engineer L.E.J. Reynolds. The use of the same Bath stone, and string course levels provided a visual link to the older buildings. It contained offices over five floors, with rooms for the Mayor and several committee rooms. A longer block parallel to the library contained the new Council Chamber on the first floor.",
                "Directions\nWalk west on High Road > Turn left onto Chadwick Road > Turn left > Turn left, destination will be on the left",
                "SPACE Ilford, 10 Oakfield Rd, London IG1 1ZJ",
                "SPACE is a leading visual arts organisation supporting artists by providing creative workspace, advocacy, support and promoting innovation. Opened in December 2019, SPACE Ilford has 35 affordable workspaces for artists, makers and creatives with gallery and event space located at the rear of Redbridge Town Hall. Part of the Mayor of London’s £70 million regeneration plan to turn Ilford town centre into a buzzing, cultural destination. The project will create new employment and training opportunities for Redbridge residents, as well as contribute to transforming the Crossrail linked town centre as a cultural destination.",
                "Directions\nWalk west towards Chadwick Rd > Turn right towards Chadwick Rd > Turn left onto Chadwick Rd > Turn left onto Clements Rd > Turn left onto Oakfield Rd, destination will be on the right",
                "Kenneth More Theatre, Oakfield Rd, Ilford IG1 1BT",
                "Design: Redbridge Borough Architects, completed 1974. Built as a Civic theatre, the main auditorium is steeply raked and seats 365 with a proscenium arched stage and orchestra pit which can accommodate 26 musicians. The Studio Theatre, seating 50, was included in the design of the building to provide a space for experimental work. As part of ‘Spark’ the town centre’s regeneration plan, in January 2020 Pod Architects produced a feasibility study for the demolition of the existing theatre and its replacement with a 444 Residential Dwellings, 500 seat theatre, community swimming pool and 444 homes in a residential tower.",
                "Directions\nWalk south on Oakfield Rd towards Clements Road",
                "Redbridge Central Library and Museum, Clements Rd, Ilford IG1 1EA",
                "Award-winning design on site created by Ilford Town Centre redevelopment. Conceived in the 1980s and now internally redesigned for the 21C by Opening the Book."
            ]
        }
    ],
    "id": 9183,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/9183/building_9183_untitled_artwork_a02e6e584559ebc8c3d7f2b3af2cfe12.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/medium_golden/building_9183_untitled_artwork_a02e6e584559ebc8c3d7f2b3af2cfe12.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Emerson Road, Ilford , IG1 4XA",
        "latitude": 51.5718276,
        "longitude": 0.0659805,
        "meeting_point": "Valentines Mansion and Gardens",
        "travel_info": [
            "Nearest tube: Gants Hill"
        ]
    },
    "name": "Self-Guided Redbridge Itinerary, by Open House",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/9183",
    "ticketed_events": false
}