{
    "all_week": true,
    "description": "This self-guided walking itinerary has been created by the Open House team to explore exterior architecture in Richmond.",
    "design": {
        "designers": [],
        "periods": [
            "Historical/contemporary"
        ],
        "types": [
            "Walk/tour"
        ]
    },
    "events": [],
    "facilities": [],
    "factsheet": [
        {
            "heading": "Route details and directions",
            "paragraphs": [
                "Total walking time: about 40 minutes\nNearest Station to Start: St. Margarets\n \nTurner’s House, Sandycombe Lodge, 40 Sandycoombe Road, Twickenham TW1 2LR\nSandycombe Lodge was built in 1813 to the designs of England’s great landscape painter, J.M.W. Turner; working here as his own architect to create a quiet retreat for himself, away from the pressures of the London art world. Now Grade II* listed, it is cared for by the Turner’s House Trust. Design: JMW Turner, 1813; restoration by Gary Butler 2017.\n \nDirections\nFrom standing facing the house, turn right and walk to the end of Sandycoombe Road. Marble Hill House is clearly visible in the park opposite\nWalking time 5 minutes\n \nMarble Hill House, Richmond Road, Twickenham TW1 2NL\nMarble Hill was an idyllic Thames-side retreat from court life for Henrietta Howard, mistress of King George II and later Countess of Suffolk. In this perfectly proportioned villa, inspired by the 16C architect Palladio, she entertained many of the poets and wits of the age. Now listed Grade I and managed by English Heritage, the house is undergoing extensive restoration. Design: Colen Campbell, Roger Morris, 1724\n \nDirections\nContinue through the park past the house until you reach the riverbank > turn right and follow the Thames path (on a road called Riverside) for a few minutes > Orleans House is set back from the river on your right.\nWalking time 8 minutes\n \nOrleans House Gallery, Riverside, Twickenham TW1 3DJ\nLouis Philippe, Duc d'Orleans, lived here between 1815-17. Gibbs' Baroque Octagon Room and adjoining gallery/19C stable block are the remaining parts of Orleans House. The Octagon Room was restored in 2018. In the early 18th century, James Johnston (1643-1737), Secretary of State for Scotland, acquired this stretch of riverside land on which to build his house, upon his retirement from public life. He commissioned John James (1672-1746), one of Sir Christopher Wren’s assistants, to design his new home. It was a rectangular brick house with a central feature in Portland stone, completed in 1710 and described as “regular and commodious”. James later rebuilt the nave and chancel of Twickenham Parish Church after it collapsed in 1713.\n \nDirections\nContinue along Riverside then turn right along Sion Road > walk to the end and turn left (Richmond Road) > continue ahead until you reach York House on the left, just past the pelican crossing.\nWalking time 8 minutes\n \nYork House, Richmond Road, Twickenham TW1 3AA\nYork House is a listed Grade II building and is scheduled as an Ancient Monument, dating from the 17th century. A private mansion until 1923, when it was purchased by Twickenham Council. It now serves as the Town Hall for the London Borough of Richmond-upon-Thames, containing council offices as well as function rooms. Grade II* listed. Extensive gardens.\n \nDirections\nContinue along Richmond Road to the traffic lights then turn right (Aragon Road) > the road bends to the left and ends at traffic lights > turn right here (London Road). Go over the railway and fork left (Whitton Road) > turn right at the roundabout > All Hallows Church is a few steps on the right\nWalking time 17 minutes\n \nAll Hallows Church, Erncroft Way, Twickenham TW1 1DA\nGrade I listed church. Moved from Lombard Street in 1939 due to subsidence fears, the new features of the church were designed by Robert Atkinson as a modern build based on Wren's uncompleted plans for All Hallows Lombard Street. The Christopher Wren-designed tower houses a peal of ten bells, including some of those that were originally hung at St Dionis Backchurch, then at Lombard Street. Inside the tower a massive oak gateway is preserved; it had been placed at the Lombard Street entrance to the old church after the Great Fire of London, and is decorated with skulls and crossbones. Other features include the pulpit where John Wesley preached, Grinling Gibbons woodwork and organ built by Renatus Harris in 1695.\n \nNearest Station: Twickenham"
            ]
        }
    ],
    "id": 9184,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/9184/building_9184_untitled_artwork_ca44f7ca57bac399aef264a7011cb6d9.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/medium_golden/building_9184_untitled_artwork_ca44f7ca57bac399aef264a7011cb6d9.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "40 Sandycoombe Road, Twickenham, TW1 2LR",
        "latitude": 51.4538532,
        "longitude": -0.316256,
        "meeting_point": "Turner’s House, Sandycombe Lodge",
        "travel_info": [
            "Nearest train: St.Margaret's (Greater London)"
        ]
    },
    "name": "Self-Guided Richmond Itinerary, by Open House",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/9184",
    "ticketed_events": false
}