{
    "all_week": true,
    "description": "This self-guided walking itinerary has been created by the Open House team to explore exterior architecture in Sutton.",
    "design": {
        "designers": [],
        "periods": [
            "Historical/contemporary"
        ],
        "types": [
            "walk/tour"
        ]
    },
    "events": [],
    "facilities": [],
    "factsheet": [
        {
            "heading": "Route details and directions",
            "paragraphs": [
                "Route stops",
                "Little Holland House\nCarshalton Water Tower and Historic Gardens\nHoneywood Museum\nAll Saints Carshalton\nBedZed",
                "Total walking time: about 50 minutes\nNearest Station to Start: Carshalton Beeches; bus 154 passes Little Holland House\n \nLittle Holland House, 40 Beeches Avenue, Carshalton SM5 3LW\nGrade II listed building designed by Frank Dickinson in 1902 and inspired by the ideals of John Ruskin and William Morris. It contains Dickinson's paintings, hand-made furniture, furnishings, metalwork and friezes, in Arts & Crafts style - he lived here for the rest of his life. Transferred to the London Borough of Sutton in 1972 and is now a museum (currently closed for refurbishment).\n \nDirections\nFrom standing facing Little Holland House turn left and walk north along Beeches Avenue (which becomes Park Hill after the station) > beyond the roundabout the road curves right – take the first left (West Street) > Carshalton Water Tower and Historic Gardens are on the left.\nWalking time 14 minutes\n \nCarshalton Water Tower and Historic Gardens, West Street, Carshalton SM5 2QG\nThe Carshalton Water Tower, grade II listed, is unique. Referred to as the Bagnio in the 18th Century, it contains a suite of rooms. These serve a diverse range of domestic and social functions. There is the bagnio, or bathroom with its deep plunge bath and exquisite early 18th Century tiles, the beautifully proportioned Saloon and the elegant Orangery. The restored remains of a water wheel can be seen within the wheel pit of the Pump Chamber. This powered the pumps which lifted fresh spring water, from below this chamber, into a cistern, housed in the structure's crowning tower.\n \nDirections\nTake the path immediately opposite the entrance gates of the water tower (Festival Walk) > when it reaches the pond turn right, Honeywood Museum is on the right.\nWalking time 3 minutes\n \nHoneywood Museum, Honeywood Walk, Carshalton SM5 3NX\nThe oldest surviving part of Honeywood is a small chalk and flint chequer building probably dating from the late 17th century which is incorporated into the present house. It includes the areas now the shop and first tearoom, the hall and the tiny kitchen to the rear of the tearoom. An early map shows the site crossed by streams flowing from a line of springs along the edge of Pound Street just within the present garden. Now a heritage centre and museum.\n \nDirections\nCarry on to the far corner of the pond – you’ll see All Saints Carshalton to the right.\nWalking time 2 minutes\n \nAll Saints Carshalton, High Street, Carshalton SM5 3AG\nA church on this site is mentioned in the Domesday Book but the oldest elements of the building visible today are 12th century with further building in the 13th, 15th and 18th centuries The tower largely dates from 1725. In 1893 the church was enlarged on the north side with a new arcade, nave and aisle to the design of Sir Arthur Blomfield. In 1913, a new west end including baptistry was added by Sir Arthur's son, Reginald. Now Grade ll* listed. The church interior features fine glass, reredos and screen, decorations, monuments, brasses, an award-winning lighting scheme and fine modern benches.\n \nDirections\nFrom the church head north up North Street (with the pond on your left) > beyond Carshalton station you reach a roundabout, bear right (Nightingale Road, later Hackbridge Road) > at the end of this road turn left (London Road) > BedZed is the second turn on the right.\nWalking time 30 minutes\n \nBedZed, 24 Helios Road, Hackbridge SM6 7BZ\nBedZED has gone down in history as the UK’s first large-scale, mixed-use sustainable community. It has been an inspiration for low-carbon, environmentally friendly housing developments around the world. Completed in 2002 and consisting of nine buildings, it continues to attract visitors from across the globe and remains, arguably, the most ambitious attempt at all-round sustainability in a major new housing development. BedZED’s biggest and most important success is that it remains an attractive and popular place to live, demonstrating that a large shift towards sustainable living need not entail sacrifice and discomfort. Design: Bill Dunster Zedfactory Architects, 2002.\n \nNearest Station: Hackbridge; bus 127 passes BedZed"
            ]
        }
    ],
    "id": 9186,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/9186/building_9186_untitled_artwork_1b2f0d30783d237754501d2fa1ab028e.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/medium_golden/building_9186_untitled_artwork_1b2f0d30783d237754501d2fa1ab028e.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "40 Beeches Avenue, Carshalton, SM5 3LW",
        "latitude": 51.3552692,
        "longitude": -0.1705811,
        "meeting_point": "Little Holland House",
        "travel_info": [
            "Nearest train: Carshalton Beeches"
        ]
    },
    "name": "Self-Guided Sutton Itinerary, by Open House",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/9186",
    "ticketed_events": false
}