{
    "all_week": true,
    "description": "This self-guided walking itinerary has been created by the Open House team to explore exterior architecture in Tower Hamlets.",
    "design": {
        "designers": [],
        "periods": [
            "Historical/contemporary"
        ],
        "types": [
            "walk/tour"
        ]
    },
    "events": [],
    "facilities": [],
    "factsheet": [
        {
            "heading": "Route and Description",
            "paragraphs": [
                "Route stops",
                "Half Moon Theatre\nSt Dunstan’s and All Saints Church\nLimehouse Town Hall\nSt Anne’s Church\nSt. Paul’s Bow Common\nBow Gardens Square",
                "Itinerary created by Open House Volunteer, David Taylor",
                "Start Limehouse DLR or rail station: exit onto Commercial Road, cross road to north side, turn left and take second road on right, White Horse Road, 5 minutes to Half Moon Theatre, White Horse lane",
                "Half Moon Theatre",
                "Half Moon Theatre is a highly decorated stucco rendered building in the York Square conservation area which was renovated 2012-15. The building was originally constructed as Limehouse District Board of Works in 1864.",
                "Directions\nContinue along White Horse Road, right onto Belgrave Road and on right in 100m, 5 minutes to St Dunstan’s and All Saints church, Stepney High Street",
                "St Dunstan’s and All Saints Church",
                "Grade I listed early medieval parish church (site in use from 952, pre-dating Tower of London). Fine interior: Anglo-Saxon Rood, Norman font, medieval 'squint', memorials, stained glass, brasses. Many founders of Trinity House buried here.",
                "Directions\nReverse route onto Belgrave Road and White Horse Road and take second on left, Salmon Lane 5 minutes through to York Square conservation area. Continue along Salmon Lane to Commercial Way, turn left over the Limehouse Cut, cross road, continue left, 7 minutes to Limehouse Town Hall",
                "Limehouse Town Hall",
                "Former town hall now in arts and community use. Palazzo style with stone dressings, vast arched windows to the upper Hall, and grand Portland stone and iron staircase.",
                "Directions\nContinue along Commercial Road, left into Newell Street, 2 minutes to St Anne’s Church, Newell Street, London E14 7HP",
                "St Anne’s Church",
                "St Anne's Limehouse is an imposing Grade I listed Nicholas Hawksmoor building in brick and portland stone. It is home to an active church congregation and is designated one of the 310 Major Churches in the Church of England.",
                "Directions\nFrom the opposite of Commercial Road, take steps down on right hand side of Limehouse Cut, turn right and go up steps after the bridge after c200m onto Burdett Road. Turn left and head north along Burdett Road to junction with St Paul’s Way. On opposite side of junction, 12 minutes to St Paul’s Bow Common, St Pauls Way, London E3 4AR",
                "St. Paul’s Bow Common",
                "Described as 'the most significant church built after the WWII in Britain' - Brutalist, inclusive and influential signpost for future church design.",
                "Directions\nWith back to church, turn left along St Pauls Way, 6 minutes to Bow Gardens Square, St Pauls Way, London E3 4AL",
                "Bow Gardens Square",
                "This imaginative, award-winning co-location project combines a new primary school with a mosque, houses and apartments. The school is set around a landscaped courtyard with classrooms linked by a cloister providing informal break-out space.",
                "Directions\nContinue along St Pauls Way, 10 minutes to Devens Road DLR station"
            ]
        }
    ],
    "id": 9187,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/9187/building_9187_untitled_artwork_176a80ff768397de81c481db42d1ce16.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/medium_golden/building_9187_untitled_artwork_176a80ff768397de81c481db42d1ce16.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "43 White Horse Road, Limehouse, E1 0ND",
        "latitude": 51.5132579,
        "longitude": -0.0411263,
        "meeting_point": "Half Moon Theatre",
        "travel_info": [
            "Nearest tube: Limehouse"
        ]
    },
    "name": "Self-Guided Tower Hamlets Itinerary, by Open House",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/9187",
    "ticketed_events": false
}