{
    "all_week": true,
    "description": "This self-guided walking itinerary has been created by the Open House team to explore exterior architecture in Wandsworth.",
    "design": {
        "designers": [],
        "periods": [
            "Historical/contemporary"
        ],
        "types": [
            "walk/tour"
        ]
    },
    "events": [],
    "facilities": [],
    "factsheet": [
        {
            "heading": "Route details and directions",
            "paragraphs": [
                "Route stops",
                "US Embassy\nBattersea Dogs Home, 4, Battersea Park Road, SW8 4AA\nBattersea Power Station\nPeace Pagoda\nFoster + Partners\nAlbion Riverside\nRCA Dyson and Woo Buildings\nMontevetro\nSt Mary’s Church",
                "Start: Vauxhall Station (NB LB Lambeth). Take station exit to bus station. Note Arup designed bus station, due to be demolished and replaced by two towers of 40 and 50 stories. Note also Farrell designed MI6 building on the far (north) side of Vauxhall Bridge approach.\nFrom bus station, cross roads diagonally left and follow signs for Nine Elms Lane and the US Embassy. Walk along Nine Elms Lane, 12 minutes to\nUS Embassy, 33, Nine Elms Lane, SW11 7US",
                "US Embassy",
                "The new U.S. Embassy in Nine Elms reflects the best of modern design, incorporates the latest in energy-efficient building techniques, and celebrates the values of freedom and democracy.\nThe Embassy stands at the center of this burgeoning area of London, with a public park containing a pond, walkways, seating, and landscape along its edges. Curving walkways continue into the interior of the building with gardens on each floor that extend the spiraling movement upward. Each of the interior gardens is inspired by a different region of the United States, including the Canyonlands, the Gulf Coast, the Midwest, the Potomac River Valley, the Pacific Forest, and the Mid-Atlantic. The garden plantings not only represent the diversity of the United States' landscape, they were also selected for their capacity to thrive in specific garden orientations.",
                "Directions\nContinue along Nine Elms Lane, cross road, 10 minutes to \nBattersea Dogs and Cats Home, 4, Battersea Park Road, SW8 4AA",
                "Possibly the best-known animal rescue centre in the world, Battersea Dogs and Cats Home has been on the same site since 1871. Much modernized in recent years with a new cattery (2010), kennels (2015) and Veterinary Hospital (2016), in collaboration with Jonathan Clark Architects. Sustainability features include solar control, natural ventilation, high thermal mass, air source heat pumps and a photovoltaic canopy, as well as green roofs. Work has commenced to refurbish the re-homing kennels.",
                "Directions\nFork right onto Prince of Wales Drive under rail bridge, then right at roundabout onto Queenstown Road. Turn right before Chelsea Bridge, 12 minutes into \nBattersea Power station, SW11 8EH",
                "Battersea Power Station",
                "Battersea Power Station was built in two phases, the first half in the early 1930s and the second in the early 1950s. It was designed by Sir Giles Gilbert Scott, also known for designing the famous British red telephone box. At its peak, it supplied 20 per cent of London's electricity, and its waste heat was used to provide heating to the Churchill Gardens estate across the river. Battersea Power Station ceased generating electricity in 1983. It had been awarded Grade II listed status in 1980, and this was upgraded to II* in 2007. Restoration of the Power Station building is in full swing - all four chimneys have been fully rebuilt and works are now underway on the new steelworks and roofs.",
                "Directions\nOn exiting the Power Station site, cross road into Battersea Park, walk along riverside path, 5 minutes from site exit to \nPeace Pagoda, Carriage Drive North, SW11 4NJ",
                "Peace Pagoda",
                "With a riverside setting in Battersea Park, this is one of 80 Peace Pagodas built across the world by the Nipponzan-Myōhōji movement from Japanese Buddhism. Constructed by a team of 50 volunteers in 1985 it is a Buddhist stupa, a focus for peace and meditation. Its four sides contain gilded bronze statues of the Buddha, each with a different hand gesture, or mudra. Permission to build the Pagoda within the grounds of Battersea Park was the very last legislative act of the Greater London Council before its abolition. The Pagoda is open to all.",
                "Directions\nContinue along the riverside path, following signs to take you across Albert Bridge Road, 12 minutes to \nFoster + Partners studio, 22 Hester Road, SW114AN",
                "Foster + Partners",
                "Head office of the international architecture and design studio, built in 1990 with a completely open-plan interior which was far ahead of its time. The building makes spectacular use of its riverside setting, with 3-storey high windows allowing in natural light to all areas. It also houses a state-of-the-art modelshop as well as presentation areas within a dedicated mezzanine floor.",
                "Directions\nContinue along the riverside, I minute to\nAlbion Riverside (also by Foster + Partners), SW11 4AN",
                "Albion Riverside",
                "A mixed-use development designed by Foster + Partners (whose head office is just downriver) and opened in 2003. There are four separate buildings, with shops and offices concentrated on the ground floor and residential accommodation above. The main building (of eleven storeys) has a striking high-tech modernist design which undulates gracefully on the riverfront side, while the southern elevation has something of a spaceship about it. The roof wraps round in a single sweep.",
                "Directions\nContinue along the riverside and when reaching Battersea Bridge Road, turn left along the road of the junction with Hester Road, 5 minutes to\nRCA Dyson building, 1 Heater Road, SW11 4AN",
                "RCA Dyson and Woo Buildings",
                "The Dyson Building opened in September 2012 and houses a public exhibition gallery, 220-seat lecture theatre and main printmaking hall with lithograph stones, a 150-year-old, one-tonne etching press, and historic, traditional printing presses. Architects Haworth Tompkins created vistas, walkways and cut-throughs that allow all the building’s very different occupants to interact in true RCA interdisciplinary style. The adjacent Woo Building opened in 2015 and mirrors the factory-inspired Dyson, with a triple-height, glazed central hall accommodating specialist equipment alongside spacious workshops, while studios, offices and common spaces are housed on the three floors above.",
                "Directions\nCross Battersea Bridge Road and return to the riverside path, 8 minutes to \nMontevetro, 100 Battersea Church Road, SW11 3YL",
                "Montevetro",
                "Completed in 2000 and built on the riverside site of a disused flour mill, this residential building (103 apartments) was designed by the Richard Rogers Partnership. The building slopes upwards from a height of 4 storeys next to the Grade 1 listed St Mary’s Church, reaching 20 storeys at the far end. The riverside façade is almost completely glazed, hence its name of ‘Montevetro’, Italian for ‘Glass Mountain’. The development also provided a new public park space.",
                "Directions\nContinue along the riverside path, 3 minutes to \nSt Mary’s Church, Battersea Church Road, SW11 3NA",
                "St Mary’s Church",
                "Designed by a local architect, Joseph Dixon, the church was completed in 1777 and is now Grade 1 listed. A site of Christian worship since AD 800, it has an impressive array of monuments within its outstanding interior. The poet William Blake was married here, and J.M.W. Turner painted the river from the vestry window.",
                "Directions\nFrom the church, take Battersea Church Street away from the river, cross onto Battersea High Street, continue along and cross onto Falcon Road, 18 minutes to Clapham Junction station to finish."
            ]
        }
    ],
    "id": 9189,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/9189/building_9189_untitled_artwork_6be9eff2cbb80fbb6c0b6f3c56a73584.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/medium_golden/building_9189_untitled_artwork_6be9eff2cbb80fbb6c0b6f3c56a73584.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "South Lambeth Road , SW8 1SS",
        "latitude": 51.48548,
        "longitude": -0.1222824,
        "meeting_point": "Vauxhall Train Station",
        "travel_info": [
            "Nearest train: Vauxhall"
        ]
    },
    "name": "Self-Guided Wandsworth Itinerary, by Open House",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/9189",
    "ticketed_events": false
}