{
    "all_week": true,
    "description": "This self-guided walking itinerary has been created by the Open House team to explore exterior architecture in Westminster.",
    "design": {
        "designers": [],
        "periods": [
            "Historical/contemporary"
        ],
        "types": [
            "walk/tour"
        ]
    },
    "events": [],
    "facilities": [],
    "factsheet": [
        {
            "heading": "Route details and directions",
            "paragraphs": [
                "Route stops",
                "Paddington Green Campus (City of Westminster College)\nPaddington Central\nGrand Junction at St Mary Magdalene\nWestbourne Park Baptist Church\nHallfield Primary School",
                "Total walking time: about 35 minutes\nNearest Station to Start: Edgware Road (Bakerloo); bus 18 passes near\n \nPaddington Green Campus (City of Westminster College), 25 Paddington Green, London W2 1NB\nA flagship campus building with 24,000m2 floorspace in a 7-storey stepped design, with a full-height atrium, which on some floors extends all the way to the façade and offers light-filled, open and inclusive spaces intended to encourage interaction between students. To facilitate community engagement most public functions – including an exhibition area, theatre and café – are located by the main entrance before the security turnstiles. The simple and restrained palette of materials/finishes - exposed concrete and pale timber - underlines its Scandinavian design heritage. Sustainable features include solar shading, energy reclaim, rainwater harvesting, ETFE and green roofs. Design: Schmidt Hammer Lassen Architects, completed 2010.\n \nDirections\nFrom standing facing the main entrance on Paddington Green, turn left and continue into Church Yard Walk, so that the church is between you and the main road (Westway) > carry on into St Mary’s Square > when the road bends to the right go left along the path > turn right (Harrow Road) > when you reach a subway under the main road take that > when you emerge take the bridge over the canal into the Paddington Central development.\nWalking time 7 minutes\n \nPaddington Central, Sheldon Square, London W2 6PY\nOwned by British Land, Paddington Central is an 11 acre, mixed-use neighbourhood on the Grand Union Canal next to Paddington Station. Its office buildings are set amongst two landscaped squares and the area is home to a variety of interesting businesses, including global companies such as Microsoft, Kingfisher, Finastra, Vodafone and Mars. Other activities in the area include gyms, cafés, restaurants and bars, and - exploiting the waterside location - floating eateries along the canal.\n \nDirections\nReturn to the canal and turn left > follow the towpath past Little Venice > just before the next footbridge over the canal, leave the towpath (Delamere Terrace) > Grand Junction at St Mary Magdalene is ahead of you, beside the canal but not directly accessible from it.\nWalking time 12 minutes\n \nGrand Junction at St Mary Magdalene, Rowington Close, London W2 5TF\nGrade I Victorian Gothic church by G E Street, architect of the Royal Courts of Justice. The recent conservation project reveals the majestic colours of Daniel Bell's painted ceiling, plus Dow Jones Architects' contemporary heritage wing. Now a hub for community activities and cultural events, as well as a thriving church. Inviting canal-side terrace café.\n \nDirections\nWalk away from the canal down Rowington Close to reach Senior Street > turn right then immediately left down a footpath by a playground, carrying on until you reach Bourne Terrace > cross the road using the zebra crossing, ahead of you just to the left is a path across Westbourne Green > take this path until you reach Harrow Road, go under the flyovers and across the railway on Porchester Road (past Royal Oak station) > Westbourne Park Baptist Church is on the corner at the far side of the bridge.\nWalking time 7 minutes\n \nWestbourne Park Baptist Church, Porchester Road, London W2 5DX\nWestbourne Park Baptist Church was first opened in 1877 having moved from Praed Street Paddington. It was the centre for the Ministry of Rev Dr John Clifford, a significant non-conformist in Victorian London. Redeveloped in 1962 and again in 2019 - now has church accommodation for up to 300 people, also a family centre, children’s library, community hall and 33 residential units. Design: Allies + Morrison, 2019.\n \nDirections\nCarry on down Porchester Road, which becomes Inverness Terrace after crossing Bishops Bridge Road > Hallfield School is on the left.\nWalking time 6 minutes\n \nHallfield Primary School, Hallfield Estate, London W2 6HF\n1950s masterpiece by Sir Denys Lasdun, Grade II* listed. The scale relates to a child's world with curved corridors, dappled by light and surrounded by beautiful trees. The school stands within the Hallfield Estate, designed in 1947-50 by Tecton (where Lasdun had worked). Original enamel mural by Stefan Knapp in foyer. Two new buildings were added by Caruso St John in 2005. RIBA Award Winner 2006.\n \nNearest Station: Bayswater, Queensway"
            ]
        }
    ],
    "id": 9190,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/9190/building_9190_untitled_artwork_4c9f7487c2b3bc65b24467c23cd288d3.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/medium_golden/building_9190_untitled_artwork_4c9f7487c2b3bc65b24467c23cd288d3.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "25 Paddington Green, W2 1NB",
        "latitude": 51.5213783,
        "longitude": -0.1750287,
        "meeting_point": "Paddington Green Campus (City of Westminster College)",
        "travel_info": [
            "Nearest tube: Edgware Road Bakerloo"
        ]
    },
    "name": "Self-Guided Westminster Itinerary, by Open House",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/9190",
    "ticketed_events": false
}