{
    "all_week": false,
    "description": "Starting at the historic crossing point of the river Ravensbourne we will walk north towards the Thames, revealing unique and uncommon vestiges of Deptford’s remarkable history. Organised by the Deptford Society.",
    "design": {
        "designers": [
            {
                "architect": "Unknown",
                "description": "Original design",
                "year": "2021"
            }
        ],
        "periods": [
            "Historical/contemporary"
        ],
        "types": [
            "Walk/tour",
            "Event"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 15,
            "date": "2021-09-05",
            "end": "2021-09-05T12:00:00+01:00",
            "fully_booked": null,
            "name": "Walk through historic Deptford",
            "notes": "This guided walk is organised by the Deptford Society and will feature some of the architectural and historical highlights of the Deptford High Street & St Paul's conservation area.",
            "start": "2021-09-05T10:30:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [],
    "factsheet": [
        {
            "heading": "Deptford High St & St Paul's Conservation area",
            "paragraphs": [
                "The Deptford High Street and St Paul’s Church Conservation Area is one of the most distinctive in London. Its tangible spirit of place springs from a blend of its unique history, the vitality of its historic retail and market character, and the scale, grain and texture of its buildings and townscape. Because of development pressure and the changing nature of shopping, this special interest is fragile and vulnerable."
            ]
        },
        {
            "heading": "Historical interest",
            "paragraphs": [
                "The Conservation Area encompasses the historic settlement of Upper Deptford. This was centred on a widening of the former Roman Road to Canterbury (now A2) known as the\nBroadway, and the High Street, which connected the Broadway to the riverside settlement and former Royal Naval dockyard. Where it survives, archaeological evidence of this past is important.",
                "• Deptford was a town quite separate from London, and one that in the early 18th century was larger than most cities in England. Street patterns, narrow plot boundaries and surviving historic buildings are evidence of this past and of the evolution of the community and the lives of the people who have formed it.",
                "• Postwar redevelopment has created a new sense of distinctiveness. This is expressed in the stark difference between the historic buildings and townscape of the Conservation Area and the style and layout of postwar housing beyond its boundaries."
            ]
        },
        {
            "heading": "Architectural interest",
            "paragraphs": [
                "There are dozens of modest pre-1800 buildings, of types once common in London but now very rare. Many are hidden behind later or altered frontages and are little understood, but their existence, character and historic fabric is of the highest significance in contributing to the Conservation Area’s special interest.",
                "• There are also several buildings and shopfronts dating to the first half of the 20th century, such as the 1930s Art Deco former Burton’s the Tailors store (Nos. 9-12 Deptford Broadway), the mid-20th century chrome shopfront at 53 Deptford Broadway (corner of Tanners Hill) and the 1920s moderne style tile-clad former Salvation Army shop, (No. 144a Deptford High Street) which expand the range and type of retail architecture in the area.",
                "• Scale, grain and texture are fundamental to what makes the townscape and architecture of the Conservation Area distinctive and significant, in the following ways:",
                "-- Narrow historic plots which are the cause of characteristically narrow building frontages;\n-- Low building heights between one and four storeys. One and two storey buildings are of particular interest as evidence of the modest scale of pre-Victorian development; they are unusual in inner London where land value normally results in higher buildings;\n-- Variety of building height and diversity of historic roof forms- the pleasing mixture contributes strongly to the character and appearance and illustrates the fragmentation of land ownership and historic construction techniques;\n-- Hierarchy and contrast between frontages and rear elevations- the rears sometimes revealing earlier origins, incremental growth and other evidence about the history of\nbuildings’ use;\n-- The enclosed nature of the High Street – by screening postwar development, reinforces historic character and appearance;\n-- Long views down streets which encapsulate their character and are currently largely unharmed by modern taller development;\n-- Historic architectural detail- such as doorcases, cornices and plasterwork;\n-- The jumble of signage and shopfronts, especially surviving historic examples- which help to define the specific retail character of the High Street and Broadway;\n• Areas of contrasting architectural and townscape character which reflect the history of development and creates distinct Character Areas:\n-- The retail High Street – itself divided by the railway with more consistent townscape to the north and market activity to the south;\n-- Large scale commercial architecture on the Broadway- more typical of London’s historic arterial routes;\n-- The early eighteenth century listed terraces on Albury Street- of exceptional interest for their age, design and survival;\n-- The informal group on Tanner’s Hill- very rare surviving examples of ordinary pre-1800 London houses;\n-- The backlands behind- with rear extensions, yards and boundary wall;\n-- St Paul’s Church- standing apart in a its churchyard, a building of exceptional architectural and historic interest, a landmark within the Conservation Area and beyond and one of only two Grade I listed buildings in the London Borough of Lewisham."
            ]
        },
        {
            "heading": "Social and cultural character",
            "paragraphs": [
                "The continued vitality of the High Street as a bustling retail centre, characterised by an unusually high proportion of small independent retailers and the popular markets, is central to the distinctive character of the Conservation Area.",
                "• Shops and market serve a wide range of communities- the interaction and cultural and social energy of these communities strengthen the character of the area.",
                "• Residential use above shops and in side streets- the other function that contributes strongly to the character and appearance of the Conservation Area."
            ]
        }
    ],
    "id": 9221,
    "images": [
        {
            "description": "",
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9221_img_0241_5bc40d412b37bb2d9c82a2ed0a68e570.JPG"
        },
        {
            "description": "",
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9221_img_8658_b4b27abadb1bbb5bd831d820695e39a6.JPG"
        },
        {
            "description": "Lewisham Borough Archives",
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9221_lew_ph-78-8004-716x1024_b8ad1b347bd0ce9ed16175fd232e86e8.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "South exit of Deptford Bridge DLR station at ground level, SE8 4HP",
        "latitude": 51.4741189,
        "longitude": -0.0223782,
        "meeting_point": null,
        "travel_info": [
            "Nearest tube: Deptford Bridge, New Cross, Greenwich",
            "Nearest train: Deptford, New Cross, Greenwich",
            "Bus routes: 199, 53, 177, 255, 453, 188, 47"
        ]
    },
    "name": "Historic Deptford – a walk from the Creek to the Thames",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/9221",
    "ticketed_events": false
}