{
    "all_week": false,
    "description": "How can housing designed for nature and community impact on health and wellbeing, and create more crisis-resilient neighbourhoods?",
    "design": {
        "designers": [
            {
                "architect": "Stolon Studio, Walter Segal",
                "description": "Original design",
                "year": "1960"
            }
        ],
        "periods": [
            "Contemporary"
        ],
        "types": [
            "Event"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 50,
            "date": "2022-09-08",
            "end": "2022-09-08T21:00:00+01:00",
            "fully_booked": null,
            "name": "Sociable housing in a time of social distancing",
            "notes": "Please book at:  https://www.eventbrite.co.uk/e/sociable-housing-in-a-time-of-social-distancing-tickets-168029969161",
            "start": "2022-09-08T18:30:00+01:00",
            "ticketed": true
        }
    ],
    "facilities": [],
    "factsheet": [
        {
            "heading": "Sociable housing in a time of social distancing",
            "paragraphs": [
                "Connection to nature and to community have emerged as key factors in preserving or enhancing wellbeing, and never more so than during the pandemic. There is a growing ambition to design these benefits into the way we live, for everyone rather than just the affluent few. Inspired by examples from the past, such as Eric Lyons’ radical SPAN Housing. From the early 1960s to the mid 1980s, Lyons, working with architect/developer Geoffrey Townsend, designed 2,000 affordable, semi-modular houses that pushed cars to the edges and placed people and nature at their centre. Now Grade II listed, these homes, concentrated in Blackheath and Richmond, are still highly sought after. Also dotted around Lewisham are small but still vibrant communities housed in Walter Segal’s pioneering modular, pro self-build homes. \nCurrently, Lewisham-based Stolon Studio has been taking these principles and applying them to small sites, in London and beyond, to create sociable housing clusters that offer all the benefits of contemporary design with a sense of community and shared facilities. What are the qualities of space – inside and out – that make these work most effectively to create community cohesion? And how does that sense of community impact on residents’ lives? We will be hosting a talk and panel discussion at 6.30pm on Wednesday 8th September – at Woolwich Tramshed – booking using the Eventbright link above – offering insights from the pros and cons of prioritising community as an essential ingredient, rather than an accidental by-product.",
                "Panel will offer some of the hows from Stolon directors Jessica and Robert Barker, some whys from environmental psychologist Veronica Simpson, some wherefores from developer Martyn Evans from U+I, and more of the how to from Levent Kerimol director of advocacy group Community Led Housing, Councillor Danny Thorpe, Leader of Royal Borough of Greenwich, Monique Wallace, Planning Manager – Strategic Development Team at Lewisham Council and Councillor Anthony Okereke."
            ]
        }
    ],
    "id": 9254,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/9254/building_9254_kaolin_court-robert_barker_stolon_studio_people_01_19a21810e08a4692c9beb3134fcdeb59.jpg",
            "description": "2020",
            "title": "Kaolin Court by Stolon Studio",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9254_kaolin_court-robert_barker_stolon_studio_people_01_19a21810e08a4692c9beb3134fcdeb59.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/9254/building_9254_kaolin_court-robert_barker_stolon_studio_people_02_a3fc645862dca620b130426c84df05c0.jpg",
            "description": "Robert Barker · 2020",
            "title": "Kaolin Court",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9254_kaolin_court-robert_barker_stolon_studio_people_02_a3fc645862dca620b130426c84df05c0.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Tramshed   , 41 Woolwich New Road, SE18 6ET",
        "latitude": 51.4897615,
        "longitude": 0.0685417,
        "meeting_point": null,
        "travel_info": [
            "Nearest train: Woolwich Arsenal",
            "Bus routes: 122, 177, 53"
        ]
    },
    "name": "Sociable housing in a time of social distancing",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/9254",
    "ticketed_events": true
}