{
    "all_week": true,
    "description": "The Hackney stretch of the historic Lee Valley Navigation is particularly accessible, busy and interesting. Choc-a-bloc with canal moorings, it exemplifies an alternative way of living.",
    "design": {
        "designers": [],
        "periods": [
            "Historical/contemporary"
        ],
        "types": [
            "walk/tour"
        ]
    },
    "events": [],
    "facilities": [],
    "factsheet": [
        {
            "heading": "Route and Description",
            "paragraphs": [
                "SITE 1: Clapton Station, Upper Clapton Road, E5 9JP\nAccessible also by buses 106, 253,254,393.",
                "Turn right from the station and then immediately right onto Southwold Road. Walk eastwards to Middlesex Wharf and River Lee Navigation. Turn right (southwards) and across the footbridge onto Leyton Marsh",
                "SITE 2: Walthamstow Marshes and Latham’s Wharf\nTurn right again (northwards) as far as the Lee Valley Regional Park Authority’s interpretation board for Walthamstow Marshes.",
                "Walthamstow Marshes were designated as a Site of Special Scientific Interest in 1985 after a campaign by the Save the Marshes Group defeated the Park Authority’s plans to dig up the Marshes for gravel. An emotional account of the Save the Marshes campaign by its chairman, Mike Knowles can be found at\nhttps://www.saveleamarshes.org.uk/2020/04/22/the-saving-of-the-walthamstow-marshes/",
                "Return to the bridge you have crossed and look back across the River. You are looking at the site of the former Latham’s Timber Yard – formerly one of many timber yards serving the furniture trade along the River Lee. The post-modern low rise houses date from the 1980s when the northern part of the yard was closed. The low density reflected the assumption that London’s population would remain static or decline. The higher blocks were built about 15 years ago when the yard finally closed.\n35 Minutes",
                "SITE 3: The Essex Wharf\nRe- cross the bridge and look back and turn right (southwards) and pause after about\n100 metres.",
                "Stand a moment and contemplate the new apartments at Essex Wharf. The River Lee has been a boundary since Saxon times and the East Bank has never been built up before.\n45 minutes",
                "SITE 4: Middlesex Filter Beds, E5 9HP\nWalk southwards on the towpath, underneath Lea Bridge Road. Cross the river by the bridge after the Princess of Wales pub .Then on the east bank enter the fascinating\nMiddlesex Filter Beds. Turn left inside the Filter Beds – the site narrows to a point where you can look over a wall to see the weir where the River drops down from the navigation\nto Old River Lea.",
                "The Lee (or Lea) was made navigable by the engineer James Smeaton in the 1760s. In the section of river you have just walked the river flows along the navigation. Here the natural river departs and flows to the east of Hackney Marshes whilst the artificial Hackney Cut, constructed by Smeaton, to which we will return, flows to the west. The old river forms a meandering and beautiful walk for another occasion. The Middlesex Filter beds were part of the Leabridge Waterworks until closed in 1969. Nature has taken over and now the site is a thriving mix of open water, reedbeds and wet woodland habitats. Follow the wall adjacent to the old river and leave the filter beds by the gate at the southern end\n65 minutes",
                "SITE 5: Hackney Marshes\nObserve Hackney Marshes in front of you. The Marshes were laid out as football pitches after the war after huge quantities of rubble from the blitz were deposited there. As their height there were 128 pitches – the largest agglomeration of pitches in the world (and where David Beckham honed his skills). Changing habits have reduced the demand for pitches and a good deal of the area has been naturalised or turned over to cricket or rugby. Turn right and make your way back to the Lee Navigation where you turn left (southwards) along the Navigation",
                "SITE 6: Homerton Road/King’s Mead’s Way, E9 5AW\nBuses available 276, 308, 388, A9, W15",
                "TOTAL 80 MINUTES"
            ]
        }
    ],
    "id": 9303,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/9303/building_9303_untitled_artwork_5519507982a2e716e20dd50ffde728d9.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/medium_golden/building_9303_untitled_artwork_5519507982a2e716e20dd50ffde728d9.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Clapton Station, Upper Clapton Road, E5 9JP",
        "latitude": 51.5614205,
        "longitude": -0.0569788,
        "meeting_point": "Clapton Station, Upper Clapton Road, E5 9JP",
        "travel_info": [
            "Nearest train: Clapton"
        ]
    },
    "name": "Self-guided River Lee Navigation Walk",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/9303",
    "ticketed_events": false
}