{
    "all_week": true,
    "description": "This self-guided cycle itinerary has been created by the Open House team to explore exterior architecture in Barking and Dagenham. There are three different routes so you can choose one to suit your cycle abilities.",
    "design": {
        "designers": [],
        "periods": [
            "Historical/contemporary"
        ],
        "types": [
            "Walk/tour"
        ]
    },
    "events": [],
    "facilities": [],
    "factsheet": [
        {
            "heading": "Route and Description",
            "paragraphs": [
                "B&D cycle route 1: Barking Central 7km",
                "Start at: Barking Learning Centre IG11 7LZ\nNorthbury Primary School Extension\nBarking Park\nEastbury Manor House\nSt Patrick's Church\nStudio 3 Arts\nThe Ice House Quarter (featuring the Granary, Malthouse & Boathouse)\nFinish at: Barking Abbey with St Margaret's Church IG11 8AS",
                "Barking Central and Barking Learning Centre Axe St, Barking IG11 7LZ",
                "The regeneration of Barking Town Centre aims to achieve a more sustainable economy by investing in new quality retail outlets and creating a business centre; and to widen employment prospects, mainly by creating new \"retail and business accommodation\", to increase the income of both existing and new residents. The regeneration also aims to improve people's skills through the Barking Learning Centre, which aims to improve literacy, numeracy and other basic skills.",
                "Directions:\nRide through the shopping precinct 50m to Clockhouse Ave > Turn left on Clockhouse Ave 50m > Turn right on Broadway, with Barking Abbey Park on your left 150m > then cross London Rd and continue on North St 600m to the Barking Northern Relief Rd/A124  > turn right 25m and Northbury Primary School is on your left.",
                "Northbury Primary School Extension North Street, Barking London IG11 8JA",
                "Expansion to a Victorian school taking the form of a giant timber classroom box, raised up on wooden legs.Sustainable features include stack-effect natural ventilation, solar-reflective glass, green roof, full-heat recovery and ventilation. Architects: Greenhill Jenner 2009.",
                "Directions:\nReturn to Northern Relief Rd turn left (eastwards) 500m to roundabout > take second exit onto Longbridge Rd/A214 500m > turn left into Barking Park",
                "Barking Park Centre, Longbridge Road, Barking London IG11 8TA",
                "As part of the ongoing HLF-funded Barking Park restoration project, a new visitor centre, café and lido wet play area complex has been built to create a park hub. Sustainable features include green roofs and a biomass boiler. LDA Design 2011.",
                "Directions:\nReturn to Longbridge Rd/A124 and turn left (north-east) 400m > Turn right onto Upney Ln 1.3km, passing Upney tube station on your right > Turn right onto Ripple Rd/A123 200m > Turn left onto Tudor Rd 100m > Eastbury Manor House will be ahead of you",
                "Eastbury Manor House, Eastbury Square, Barking IG11 9SN",
                "Architecturally distinguished and well-preserved brick-built Elizabethan Grade I listed manor house. Contains 17C wall-paintings, wood panelling, a charming walled garden and a fine Tudor turret. Many original features have been restored.",
                "Directions:\nFrom Eastbury Square turn right onto Denham Way 240m > St Patrick’s Church will be ahead of you",
                "St Patrick's Church, Blake Ave, Barking IG11 9SQ",
                "Built thanks to a generous gift from a local benefactress Mrs Lavinia Keene, St Patrick’s was consecrated in July 1940 and is unusual in style. The concrete and brick interior contrasts with the dramatic, colourful reredos. Grade II listed. Architect: A.E. Wiseman 1940.",
                "Directions:\nWith the side of the church on your right follow Blake Ave 150m > cross the railway by the footbridge (carry your bike) > continue along Kennedy Rd 250m > Turn right onto Movers Lane 50m > Turn left through Greatfields Park or alternatively left along Perth Rd 350m > Turn right onto King Edward's Rd > Turn left onto Salting St 300m > Straight on, following St Anne’s Rd 250m > Turn left onto Gascoigne Rd 300m > Turn right onto Boundary Rd, Studio 3 Arts/Galleon Community Centre will be on the right",
                "Studio 3 Arts, Galleon Community Centre, Boundary Rd, Barking IG11 7JR",
                "Gascoigne Estates' 4000 homes are being rebuilt as part of a 10 year regeneration programme. Studio 3 Arts provides local people with a safe, creative and welcoming space on the estate, particularly through a complex time of transition. Barking and Dagenham Borough Architects 1970",
                "Directions:\nContinue along Boundary Rd (south-west) 280m through the Clarksons housing estate > Turn right onto Abbey Rd 150m > the Ice House Quarter is to your left",
                "Ice House Quarter, Abbey Rd, Barking IG11 7DA",
                "Home to the Granary and Malthouse, originally built for Randalls Malt Roasters c1860. The restored buildings include a Victorian Granary and adjacent Malthouse located on the River Roding/Barking Creek.",
                "Directions:\nReturn to Abbey Rd and turn left  280m > Turn left onto Abbey Rd/A123 20m > Cross the main road into Abbey Green Park > St Margaret’s Church will be on your left",
                "St Margaret's Parish Church, The Broadway, North St, Barking IG11 8AS",
                "Grade I listed church dating from 666 AD. Artworks by George Jack & Walker Organ (1914). Captain Cook was noted to have been married here. Nearby are the remains of Barking Abbey, a great medieval structure of which survives the 15C Curfew Tower, Chapel of Holy Rood with 12C Rood Stone and the ruined outline of the Abbey walls.",
                "Barking route 2 - Becontree 8km",
                "Start at: Barking Abbey School IG11 9AG\nBarking Sporthouse and Gym\nBurbridge Close aka Ilchester Rd\nFuture, Barking & Dagenham Youth Zone Sydney Russell School\nNursery Building - 'Children's House'\nValence House\nWhite House, Becontree Estate\nBecontree Heath Leisure Centre\nFinish at: CU London Campus (ex Dagenham Town Hall) RM10 7BN",
                "Barking Abbey School, Sandringham Rd, Barking IG11 9AG\nImposing buildings in Baroque style by CC Shaw Borough Architect 1939 with new specialist teaching accommodation and a new sixth form centre by Rivington Street Studio 2019. RSS also designed specialist teaching accommodation with a new kitchen and dining hall and new sporting facilities at the school’s Longbridge Rd campus nearby.",
                "Directions:\nHead east along Woodbridge Rd 300m > Cross the Mayes Brook and enter Mayesbrook Park",
                "Barking Sporthouse and Gym, Mayesbrook Park, Lodge Ave, Dagenham RM8 2JR",
                "Impressive new sports centre containing gym, fitness studios, a five-court sports hall, a dedicated soft play area as well as a 900 square metre skate park, 14 element climb climbing wall plus trampoline park. Architects LRK Associates. NB Not taking part in Open House 2021",
                "Directions:\nFrom Mayesbrook Park turn left onto Lodge Ave 400m > Turn right onto Ilchester Rd 150m > Burbridge Close is on your left",
                "Burbridge Close Ilchester Rd, Dagenham",
                "Award-winning development of terraced houses along a narrow close. This is one of three infill developments in the borough by Peter Barber Architects which show the practice’s skill in conjuring homes out of restricted sites which draw on successful examples from the past. There are six single-storey homes for over-60s placed either side of a narrow alley. 2018.",
                "Directions:\nContinue on Ilchester Rd 650m > Turn right on Porters Ave 110m > the Future building is on your left at the junction with Gale St.",
                "Future, Barking & Dagenham Youth Zone, 201-225 Porters Ave, Dagenham RM9 5YX",
                "Barking and Dagenham Youth Zone, named by young people as ‘Future’, is a purpose-built facility for the borough’s young people aged 8 – 19, and up to 25 for those with disabilities. HB Architects 2019",
                "Directions:\nReturn along Porters Ave 750m > turn right onto Parsloes Ave 500m > Sydney Russell School is on your right.",
                "Sydney Russell School, Parsloes Avenue, Dagenham, RM9 5QT\nNew buildings by Sprunt Architects 2019 for this Ofsted Outstanding secondary school.",
                "Directions:\nReturn north up Parsloes Avenue 350m > turn right into Cornwallis Rd > the Children’s House is immediately on your left",
                "Children’s House, Kingsley Hall, Parsloes Avenue, Dagenham London RM9 5NB\nDesigned in 1925/6 by Charles Voysey, the 'Children's House' has been in continuous use for children's work since it was opened by Ishbel MacDonald in 1932. The first recognised nursery school on any new housing estate, as well as the first in Essex.",
                "Directions:\nContinue on Cornwallis Rd 70m > left on Hobart Rd 120m > cross Wood Lane > continue on Bonham Rd 800m > turn right on Becontree Avenue 200m > Valence House is on your right",
                "Valence House Museum, Becontree Ave, Dagenham RM8 3HT",
                "Grade II* listed 15C manor house with Medieval moat. Recently discovered late 16C wall painting and impressive oak panelling. Evocative museum galleries that bring Barking & Dagenham's past alive.",
                "Directions:\nReturn west on Becontree Ave 75m > Turn right onto Walnut Tree Rd 350m > Turn left onto Green Ln/A1083 220m > The White House will be on your left",
                "The White House, Becontree Estate, 884 Green Ln, Dagenham RM8 1BX",
                "A public space for art and social activity. The White House invites artists to live and work in the house, exploring new ways to collaborate with the local community and hosts a regular programme of events with and for local residents.",
                "Directions:\nReturn eastwards along Green Ln/A1083  1.1km > cross the major junction into Wood Ln/A1112/A124, and the Health and Leisure Centre will be on your right.",
                "Becontree Health and Leisure Centre, Althorne Way, Dagenham RM10 7FH",
                "Extension to existing leisure complex comprising an above ground swimming pool designed by Box Architects and opened in 2019.",
                "Directions:\nContinue east on Wood Ln/A1112/A124 400m > At the roundabout take the first exit to continue on Wood Lane 200m > The old Town Hall will be on the right",
                "CU (Coventry University) London Campus (ex Dagenham Town Hall) Rainham Road North RM10 7BN",
                "Grade II listed Art Deco style building in mulberry stock brick with imposing Portland stone portico, considered to be one of the finest examples of 1930s civil architecture. The building features a 3-level marble foyer. Architect: E Berry Webber 1936",
                "B&D Cycle route 3 - Dagenham/Barking Riverside 12 km",
                "Start at: John Perry Children's Centre RM10 8BS\nSt Peter and St Paul\nDagenham Library\nBaden Powell Close/Harmony House\nVeolia Plastic Recycling Facility\nRiverside School\nThe Warehouse\nBarking Riverside London IG11 0DS",
                "John Perry Children’s Centre, Auriel Avenue, Dagenham London RM10 8BS",
                "Scheme providing a sustainable purpose-built 26 place nursery for local children within a deprived area, with a 50 place wraparound care facility. Design developed by listening closely to the clients’ needs. Integrated landscaped activity and teaching zone outside complements the interior. RIBA Award Winner 2006.  Architects: DSDHA 2004",
                "Directions:\nGo north along Auriel Ave 120m > turn left onto Western Ave 500m > Turn left onto Rainham Rd S/A1112 300m > Before the roundabout, turn right onto Crown St 270m through the housing estate > St Peter and St Paul will be on the left",
                "St Peter and St Paul, Crown St, Dagenham RM10 9UH",
                "The church was built in the early 13th century but most of it collapsed in 1800 and was re-built in the Georgian Gothic style. The architect of the rebuilding was William Mason, who had his name carved boldly on the arch over the west door. Ian Nairn described Mason’s version of the gothic revival style as \"Marvellous nonsense\" and \"pure froth, without a care in the world\". It is listed Grade II*",
                "Directions:\nHead west on Crown St which becomes Church St 250m > Turn right onto Church Elm Ln 750m > Dagenham Library will be on your right",
                "Dagenham Library, 1 Church Elm Ln, Dagenham RM10 9QS",
                "A contemporary flagship building, the library is a shared 2-storey public building with a Council 'One Stop Shop'. A striking glazed façade with 82 residential units above the library features coloured balcony panels. Architects: Architecture PLB 2010",
                "Directions:\nFrom Church Elm Lane cross Heathway/A1240 and turn left onto Dagenham Ave 1.1 km > Turn left onto Goresbrook Road 70m > Turn right onto Baden Powell Cl 130m > the housing development is at the end of the street",
                "Baden Powell Close, Dagenham RM9 6XN",
                "The development is a terrace of 14 courtyard houses running the length of a long thin site. The houses provide two areas of private outdoor space and high levels of natural light, with the notched profile enabling west light to flood the living space at first floor. Peter Barber Architects 2010.",
                "Directions:\nReturn on Baden Powell Cl to Goresbrook Rd > Turn left onto Goresbrook Rd 300m > Turn left onto Richard Ryan Pl 280m, taking the path through the housing estate to Cook Rd > Turn left on Cook Rd 80m and then right on the bicycle path to cross Ripple Rd/A1306 > Once across Ripple Rd turn left on the bike path alongside Morrison Rd 350m > straight on to Choats Manor Way 850m across the railway to the rounbdabout > turn right onto Choats Rd 350m > Veolia Dagenham is on your left",
                "Veolia Dagenham, 16 Choats Rd, Barking, Dagenham RM9 6LF",
                "Veolia Plastics is a state of the art plastics recycling facility which recycles plastic milk bottles into high quality food grade HDPE (High-density polyethylene) pellets, providing high quality resources for the dairy industry. Built 2008",
                "Directions:\nContinue west on Choats Rd 1.4km > Turn left onto Renwick Rd 500m > Riverside School is on your left 5 min (1.0 mi)",
                "Riverside School, Renwick Rd, Barking IG11 0FU",
                "A campus containing primary, secondary and special needs schools. Surface to Air Architects 2014",
                "Directions:\nContinue along Renwick Rd/River Rd 700m > turn right onto Handley Page Rd 120m > straight on to Mallard Rd 750m > turn into Galleon Rd for the heart of Barking Riverside",
                "Barking Riverside London IG11 0DS",
                "A new sustainable neighbourhood being created alongside 2km of south-facing Thames river frontage. A partnership with The Mayor of London and L&Q, 10,800 new homes will house up to 29,000 people. Masterplan by Lifschutz, Davidson, Sandilands 2014"
            ]
        }
    ],
    "id": 9308,
    "images": [
        {
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/medium_golden/building_9308_untitled_artwork_f262065332c2aa0ffc233b111d131d83.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Axe Street, Barking, IG11 7LZ",
        "latitude": 51.5353,
        "longitude": 0.0792992,
        "meeting_point": "Barking Central and Barking Learning Centre",
        "travel_info": [
            "Nearest tube: Barking"
        ]
    },
    "name": "Self-guided Cycle Tour of Barking and Dagenham, by Open House",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/9308",
    "ticketed_events": false
}