{
    "all_week": true,
    "description": "This self-guided cycle itinerary has been created by the Open House team to explore exterior architecture in Bexley. There are four different routes so you can choose one to suit your cycle abilities.",
    "design": {
        "designers": [],
        "periods": [
            "Historical/contemporary"
        ],
        "types": [
            "Walk/tour"
        ]
    },
    "events": [],
    "facilities": [],
    "factsheet": [
        {
            "heading": "Route and Descriptions",
            "paragraphs": [
                "Cycle tours developed by Open House Volunteers, Robin Key and Peter Bury",
                "Bexley cycle route 1: Thamesmead and Abbey Wood 9km",
                "Start at: Crossness Southern Outfall SE2 9AQ\nSporting Club Thamesmead\nLakeside Centre\nThe Link Thamesmead\nThamesmead Information Hub\nThamesmead Innovation Centre\nLesnes Abbey DA17 5DH",
                "Crossness Southern Outfall The Old Works, Thames Water Sewage Treatment Works Bazalgette Way London SE2 9AQ",
                "The southern outfall of the Victorian sewerage system designed by Joseph Bazalgette. Grade I and Grade II listed buildings contain four of the largest rotative beam steam engines in the world and amazing Victorian decorative ironwork. Architect: Sir Joseph Bazalgette 1862",
                "Directions:\nJoin the Thames Path westward along the river 500m > turn left at Lytham Close 100m > straight on to the path alongside the open space 500m > turn left on Bayliss Ave and your destination is ahead of you",
                "Sporting Club Thamesmead, Bayliss Ave London SE28 8NJ",
                "Set in a tranquil green area of Thamesmead, designed to reinforce the nature around it. 3G pitches, outdoor multi-use games area and café -bar with panoramic views over parkland and pitches - home teams include Charlton Athletic Women’s FC",
                "Directions:\nContinue on the path (“The Ridgeway”) 500m under the dual carriageway (Eastern Way) to Bazalgette Way > turn right into Bazalgette Way with the lake on your left.",
                "Lakeside Centre Southmere Lake Complex, 2 Bazalgette Way (formerly Belvedere Road) Thamesmead London SE2 9AN",
                "Iconic centre undergoing renovation led by Bow Arts in partnership with Peabody, supported by the Mayor’s London Regeneration Fund (LEAP). The centre will reopen as a cultural hub for Thamesmead.",
                "Directions: continue west along Bazalgette Way 100m > The Link is underneath the highway arch",
                "The Link, Bazalgette Way (formerly Belvedere Road) off Harrow Manorway, Thamesmead London SE2 9BS",
                "An innovative, state-of-the-art community hub aimed at young people but offering something for everyone, while utilising under-valued space in arches below a highway. Home to local organisations like Theatre Street and the Archway Project. Architects: Saville Jones 2011",
                "Directions:\nReturn on Bazalgette Way eastwards 300m > turn right onto the bike path through Southmere Park with the lake on your right 600m > turn right into Yarnton Way 200m > the Thamesmead Information Hub is on your left.",
                "Thamesmead Information Hub, 214 Yarnton Way Thamesmead DA18 4DR\nCreated to provide a new community shared space to showcase the regeneration projects happening in Thamesmead and providing an exhibition space.",
                "Directions:\nTurn round and go back east along Yarnton Way 1.2km > left on Waldrist Way 200m > left on Veridion Way: the Thames Innovation Centre is ahead of you",
                "Thames innovation Centre, 2 Veridion Way, DA18 4AL\nA 50,000 sq ft award-winning business and innovation centre at the heart of Veridion Park, a 68-acre mixed use development with plans for 680,000 sq ft office and warehouse space.",
                "Directions:\nReturn to Yarnton Way via Veridion Way and Waldrist Way > turn right along Yarnton Way 650m > at the second roundabout turn left onto Alsike Rd 700m > turn left onto bike path (Abbey Way) 400m, crossing the railway and Abbey Rd > enter the Lesnes Abbey grounds",
                "Lesnes Abbey, Abbey Rd, Belvedere DA17 5DH",
                "The Abbey was founded in 1178 by Richard de Luci, Chief Justiciar of England, in 1178, possibly in penance for the murder of Thomas Becket, in which he was involved. It was closed at the Dissolution of the Monasteries in 1534. The abbey buildings have been restored to show some of the walls and the entire outline of the abbey is visible giving a good idea of the size and atmosphere of the original place. Grade II listed.",
                "Bexley cycle route 2: Erith 5km",
                "Start at: St John the Baptist Church Erith DA8 1AN\nErith Playhouse\n70 Pier Road\nErith Pier\nErith Yacht Club\nChrist Church, Erith\nThe Old Library, Erith DA8 2AJ",
                "Saint John the Baptist, West Street, Erith DA8 1AN",
                "Ancient parish church of Erith, Grade II* listed. Chancel and nave date from 12C. Lady Chapel of 13C contains the magnificent tomb of Countess of Shrewsbury.",
                "Directions:\nFrom the lych-gate on Jessett Cl turn right onto West St 700m, going through 1 roundabout > Turn left onto Erith High St 300m > Erith Playhouse will be on the left",
                "Erith Playhouse, 44 Erith High St, Erith DA8 1QY",
                "195 seat repertory theatre, rebuilt in 1973 retaining the heart of the theatre - the original 'Oxford Cinema' auditorium dating from 1913. Still operating carbon arc follow spots c1956.",
                "Directions:\nContinue south on Erith High St 35m > Turn left onto Wharfside Cl 50m > Turn right onto Colebrook St 100m > Continue onto Pier Rd, Bank Chambers will be ahead of you in the pedestrian precinct",
                "Bank Chambers, 70 Pier Rd, Erith DA8 1BA",
                "This Victorian office building was originally constructed as a branch of London and Provincial Bank but was taken over by merchants. The building is locally listed as it \"represents a vibrant period in the commercial development of Erith.\"",
                "Directions:\nReturn on Colebrook St 100m > Turn right onto Wharfside Cl 100m> At the roundabout, take the 2nd exit and the Pier is ahead of you",
                "Erith Pier Erith Town Centre Erith DA8 2AH",
                "Erith Pier is a large concrete structure that extends into the Thames from Erith town centre. Constructed originally as a working pier, it is now enjoyed by locals for walks, fishing and taking in views of the river.",
                "Directions:\nReturn to the roundabout > take the 1st exit onto Wharfside Cl > Turn left onto the riverside path 200m > Continue onto James Watt Way 50m > Turn left onto Wheatley Terrace Rd 20m > Turn right on path towards Appold St 50m > Continue onto Appold St 100m > Turn left onto Manor Rd 700m > At the roundabout go straight on bike path (Ray Lamb Way) 100m > Turn left (follow the bike path) 400m > The Yacht Club will be ahead of you",
                "Erith Yacht Club, Dartford, Erith DA8 2AJ",
                "Uniquely positioned clubhouse on Thames floodplain adjacent to a petrified forest. Built on pilings next to the last remaining salt marsh in London. The building design facilitates sailing, training, youth sailing and social activities.",
                "Bexley cycle route 3: Bexleyheath and Bexley 8km",
                "Start at: Christ Church, Bexleyheath DA6 7EE\nThe Sandford Dental Implant Clinic\nRed House\nDanson House\nTownley Grammar School\nHall Place & Gardens\nBexley Village Library\nSt Mary The Virgin, Bexley\nGothic Bath House DA5 3NA",
                "Christ Church, 174A Broadway, Bexleyheath DA6 7EE",
                "Grand parish church in soaring French Gothic style. Very fine plate tracery in the west window and the nave clerestory and a fine rose window in each transept. A rare example of the work of William Knight, 1877.",
                "Directions:\nHead west on Broadway/A221 600m going through 1 roundabout > Turn right onto Sandford Rd, The Sandford is on your left",
                "The Sandford, 306 Broadway, Bexleyheath DA6 8AA\nLight-filled and loftily spacious this is independent of yet contiguous with the more conventional NHS dental clinic. Showing state of the art dental design in the UK, designed from a cross infection control and ergonomic standpoint. Mitzman Architects 2012",
                "Directions:\nReturn to Broadway/A207 and turn right 75m > Turn left onto Upton Rd 280m > Turn right onto Red House Ln 120m > The Red House will be on the left",
                "Red House, Red House Ln, London, Bexleyheath DA6 8JF\nThe only house commissioned, created and lived in by William Morris, founder of the Arts and Crafts movement. Much original detail survives, decorated by the Pre-Raphaelites, and of extraordinary architectural and social significance.",
                "Directions:\nContinue on Red House Ln 200m > Turn right onto Bean Rd 400m > Turn right onto Danson Rd/A221 > Turn left into Danson Park 400m > Danson House will be ahead of you\n4 min (0.6 mi)",
                "Danson House, Danson Park, Danson Road, Bexleyheath DA6 8HL",
                "A stunning Grade I listed Georgian villa designed by Sir Robert Taylor, architect of the Bank of England, 1773. Set in more than 200 acres of magnificent parkland overlooking Danson Lake.",
                "Directions:\nReturn to Danson Rd/A221 and cross over to Bean Rd > Follow Bean Rd 400m > Turn left onto Red House Ln 300m > Turn right onto Upton Rd 120m >Opposite Hansol Rd turn left onto bike path 350m > Continue onto Heathfield Rd 200m > Turn right onto Oaklands Rd 450m > Turn right onto Townley Rd > Turn left > Turn right, the Grammar School will be on the left",
                "Townley Grammar School, Townley Rd, Bexleyheath DA6 7AB",
                "Modern buildings for arts, science and indoor sports provide quirkiness and colour. Sustainable features include underground labyrinth for summer cooling. New computer suite named for pioneer Ada Lovelace. Studio E Architects 2007",
                "Directions:\nReturn to Townley Rd and turn left 300m > At the roundabout, take the 1st exit onto Upton Rd 100m > Turn left onto Upton Cl and follow the path beside the dual carriageway 150m > Continue onto Rochester Dr 1km > Turn right towards Bourne Rd/A223 and turn left onto the slip road 200m > At the roundabout, take the 2nd exit onto Bourne Rd/A223 350m > Hall Place",
                "Hall Place & Gardens, Bourne Rd, Dartford, Bexley DA5 1PQ",
                "Once the country residence (1537) of Sir John Champneys, a former Lord Mayor of London. Fine Great Hall with minstrels' gallery and Tudor kitchen. Set in formal gardens on the River Cray with splendid 18C gates.",
                "Directions:\nHead west on Bourne Rd/A223 1.1km, going through 2 roundabouts > Bexley Community Library will be on the right",
                "Bexley Community Library, Bourne Rd, Bexley DA5 1LU",
                "Tiny but intriguing library building of 1912 designed by Sir Edward Maufe, architect of Guildford Cathedral. Interesting tilework. Now run by local people whose primary objective is to add value to the local community by providing and enhancing an active library and at the same time creating a “Community Hub” hosting events and offering new and existing services.",
                "Directions:\nContinue on Bourne Rd/A223 120m > at the roundabout take the first exit onto Bexley High St/A223 300m going through 1 roundabout > Turn left onto Manor Rd 50m > St Mary’s will be on your left",
                "St Mary the Virgin, Manor Rd, Bexley DA5 3LX",
                "Fine flint-built 12C Anglo-Norman church with Medieval timber roof. Restored 1883 by Basil Champneys to Medieval design. Memorials in church link it to great houses in Bexley. Grade II* listed.",
                "Directions: \nReturn on Manor Rd 50m and turn left onto N Cray Rd/A223 > Follow N Cray Rd/A223 through 2 roundabouts 550m > The Gothic Bath House is on your left",
                "Gothic Bath House 112 North Cray Road, Bexley London DA5 3NA\n(NB this building is on private land and not visible from the road. Check that it is participating in Open House before trying to access it)\nGrade II* listed 18C Gothic-style bath house in grounds of the now vanished Vale Mascal estate beside the River Cray. Perhaps designed by Capability Brown or a disciple. Flint walled with brick edging, pairs of cinquefoil windows and cruciform gabled roof with chimney stack. Restored in 1990 to its original appearance.",
                "Bexley cycle route 4: Sidcup 6km",
                "Start at: Lamorbey House DA15 9DF\nSt John the Evangelist\nAll Saints, Foots Cray\nSt James, North Cray DA14 5E",
                "Lamorbey House, Burnt Oak Lane, Sidcup DA15 9DF",
                "Grade II listed Lamorbey Park Mansion – a rare survivor of Sidcup's Georgian houses. Now the world-renowned Rose Bruford drama college with recent additions and landscaping to provide contemporary state of the art facilities.",
                "Directions:\nHead west on Burnt Oak Ln 450m > Turn left onto Halfway St/B2214 140m > Straight on to Station Rd/A222 1.3km > Turn left onto High St/A211 350m > At the roundabout, take the 2nd exit onto Church Rd/A2001 140m > St John’s Church will be on the left",
                "St John the Evangelist, Church Rd, Sidcup DA14 6BX",
                "A large High Victorian nave, High Church chancel and choir. Stained glass, much by Comper. 17C pulpit and reredos with many wall tablets. Architect George Fellowes-Prynne 1901",
                "Directions:\nReturn north-east on Church Rd/A2001 140m > At the roundabout, take the 2nd exit onto High St/A211 140m > At the roundabout, take the 1st exit onto Rectory Ln 1.2km > Go through 1 roundabout, All Saints church will be on the left",
                "All Saints, Foots Cray, Rectory Ln, Sidcup DA14 4QN",
                "Medieval church (c1330) amended 1863 by Hakewill and retaining original elements such as windows and an arch to the north aisle, and altar tomb of Sir Simon de Vaughan.",
                "Directions: \nHead south-west on Rectory Ln 400m > Turn left onto Foots Cray High St/A211/Maidstone Rd 500m > Turn left onto Palm Ave 290m > Straight on to Ellenborough Rd 650m > Turn left onto St James Way 600m > Push your bike alongside N Cray Rd/A223 50m > St James Church will be on the left",
                "The Parish Church of Saint James North Cray, N Cray Rd, Sidcup DA14 5E",
                "A pretty church in decorated English Gothic style with interesting memorials, good 17C pulpit and fine carvings, some dating to 15C and 16C."
            ]
        }
    ],
    "id": 9309,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2021/9309/building_9309_untitled_artwork_e7c3bd3c7f1978cc1c500a5f5b67035e.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/medium_golden/building_9309_untitled_artwork_e7c3bd3c7f1978cc1c500a5f5b67035e.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Bazalgette Way, SE2 9AQ",
        "latitude": 51.5045227,
        "longitude": 0.1317824,
        "meeting_point": "Crossness Southern Outfall The Old Works, Thames Water Sewage Treatment Works",
        "travel_info": [
            "Nearest train: Abbey Wood"
        ]
    },
    "name": "Self-guided Cycle Tour of Bexley, by Open House",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/9309",
    "ticketed_events": false
}