{
    "all_week": true,
    "description": "This self-guided cycle itinerary has been created by the Open House team to explore exterior architecture in Croydon. There are two cycle routes, one beginner and one advanced.",
    "design": {
        "designers": [],
        "periods": [
            "Historical/contemporary"
        ],
        "types": [
            "Walk/tour"
        ]
    },
    "events": [],
    "facilities": [],
    "factsheet": [
        {
            "heading": "Route and Description",
            "paragraphs": [
                "Cycle tours developed by Open House Volunteers, Robin Key and Peter Bury",
                "Route 1 Croydon North 11km",
                "Start at: Fairfield Halls CR9 1DG\nCroydon Town Hall and Clocktower Complex Bernard Weatherill House\nOld Palace, Croydon\nWhitgift Almshouses\nBrick by Brick Shop and Offices at 62 George Street Heavers Farm Primary School\nThornton Heath Library\nFinish at: The Stanley Halls SE25 6AB",
                "Fairfield Halls, Park Ln, Croydon CR9 1DG\nAfter an extensive refurbishment, The Fairfield Halls has been returned to its original mid-century architectural magnificence, retaining the renowned Concert Hall and theatre whilst creating new performance spaces for the 21st Century.",
                "Directions\nFrom the Fairfield Halls cross the main road via the underpass (push your bike) 150m > Turn left 12m to Queen’s Gardens > Turn right onto Katharine St 200m > Croydon Town Hall will be on the left",
                "Croydon Town Hall and Clocktower complex, Katharine St, Croydon CR0 1NX\nThe present Town Hall, designed by local architect Charles Henman, was officially opened by the Prince and Princess of Wales on 19th May 1896. Constructed in red bricks from Wrotham in Kent, with Portland Stone dressings and green Westmorland slates for the roof the building underwent many design changes throughout construction, including the widening of the main staircase to be of “adequate size and importance”.",
                "Directions\nHead east on Katharine St 50m > Turn right onto Fell Rd 60m > Turn right onto Mint Walk 150m > Turn right onto High St 15m > Turn left onto Scarbrook Rd 170m > Turn right onto Charles St 200m > Turn left onto Church Rd 25m > Turn right onto Howley Rd 100m > Turn right onto Old Palace Rd 110m > the Old Palace is on your right",
                "Old Palace, Old Palace Rd, Croydon CR0 1AX\nGrade I listed manor house, former summer residence of Archbishops of Canterbury from 13-18C. Elizabeth I and other monarchs regularly visited. Contains one of the finest great halls with its original roof from the 1440s.",
                "Directions\nHead north-east on Old Palace Rd 56m > Turn left onto Church Rd 120m > Fork right onto Reeves Corner/Tamworth Rd 250m > Turn right onto Frith Rd 260m > Turn left onto Church St 120m > The Almshouses are on your left",
                "The Whitgift Almshouses, North End, Croydon CR9 1SS\nTudor almshouses dating from 1596 and founded by the Archbishop of Canterbury John Whitgift. Chapel and Courtyard with original 16C clock.",
                "Directions\nHead south on High St 60m > Turn left onto Park St 300m > Turn left onto Park Ln 250m > Turn left onto George St 25m > Brick by Brick on the left",
                "Brick by Brick, 62 George St, Croydon CR0 1PD\nCommon Ground Architecture led the refurbishment of 62 George Street which was completed in Spring 2019. At street level there is a public facing shop with a distinctive shop front where the sales staff are based for Brick by Brick.",
                "Directions\nContinue west along George St 220m > turn right into North End (pedestrians and cycles only) 450m to end of car-free section > push your bike up a short one-way section 50m and join London Road > north on London Rd 1.7km, past West Croydon station and Thornton Heath bus garage > turn right into Brigstock Rd/B266 1km > the Library is opposite Trimble Gardens park",
                "Thornton Heath Library, 190 Brigstock Rd, Thornton Heath CR7 7JB\nCarnegie Library with original features, refurbished with dramatic façade making a statement on the high street. White concrete and glass pavilion reading area is complemented by rich oak flooring. Rejuvenated children's library and garden.",
                "Directions:\nContinue east on Brigstock Rd/B266 170m > Turn right onto Boswell Rd 300m > Continue onto Kynaston Rd 280m > Turn left onto Sandringham Rd which becomes Palmerston Rd 140m > Turn left onto Pawsons Rd 150m > Continue onto Holmesdale Rd 150m > Cross the railway via the underpass > Sharp right onto Newhaven Rd 200m > Turn left onto Dagnall Park 180m > Turn right onto Prince Rd and immediately left onto Selhurst Rd/A213 300m > Turn right onto Dinsdale Gardens 400m > at the end is the primary school",
                "Heavers Farm Primary School, 58 Dinsdale Gardens, London SE25 6LT\nOpened in 1972 and rebuilt in 1997, the glass and steel building is designed in the form of an open book. Civic Trust Award Winner 1998.",
                "Directions:\nReturn to Selhurst Rd/A213 > Turn right/east along Selhurst 788m > turn left into South Norwood Hill/A215 100m > the Stanley Halls are on your right",
                "The Stanley Halls, 12 South Norwood Hill, South Norwood, London SE25 6AB\nA public hall, theatre and gallery in grand Edwardian style. Grade II listed. Stanley made fun of the Victorian style with grand ornamentation. It reflects Stanley's interest in science, the arts and public cultural improvement.",
                "Route 2 - Croydon South 39km",
                "Start at: Fairfield Halls CR9 1DG\nAirport House\nWindmill Place\nGood Food Matters\nChurch of St Mary the Blessed Virgin\nShirley Windmill\nSt Bernard's Houses\nFinish at: Fairfield Halls",
                "Fairfield Halls, Park Ln, Croydon CR9 1DG",
                "After an extensive refurbishment, The Fairfield Halls has been returned to its original mid-century architectural magnificence, retaining the renowned Concert Hall and theatre whilst creating new performance spaces for the 21C.",
                "Directions:\nTake the cycle path in front of the Fairfield Halls heading west, crossing the Park Lane dual carriageway > turn left on the cycle path alongside Queen’s Gardens 170m > cross both lanes of the Croydon Flyover/A232 > continue and turn left on Eldridge Rd (one way N but cycles permitted S) 400m > right on Coombe Rd 200m > left on Keen’s Rd 150m > cross A236/Southbridge Rd to Bramley Hill 600m > at the roundabout take 3rd exit onto Warham Rd/B275 140m > Turn left onto Violet Ln 400m > Turn left onto Goodwin Rd 81 m > fork right onto Waddon Way 428 m > at Purley Way/A23 turn left 220m > at the traffic lights filter right to the Airport estate and Airport House will be on your right",
                "Airport House 3 Imperial Way, Croydon CR0 0XZ\nUnique Grade II* listed 1928 Government building constructed in a restrained neo-classical style. Britain’s first airport terminal. Landmark building incorporating the world’s oldest Air Traffic Control Tower. Upgraded to Grade II* in 2017.",
                "Directions: \nReturn to Purley Way/A23 90 m > Turn right onto Purley Way/A23 and follow A23 for 2.1 km > Slight right to stay on A23 77 m > Slight left onto Brighton Rd/A23 879 m > Turn left onto Old Lodge Ln 2.01 km > Opposite the New Valley Primary School turn right onto the bike path through the woods 511 m > Continue onto Canon's Hill 509 m > Turn left onto Coulsdon Rd/B2030 592 m > Turn left onto Taunton Ln 270 m > Turn right onto Homefield Rd 349 m > Turn left 35 m > Windmill Place will be on your left",
                "Windmill Place 53A Homefield Rd, Coulsdon CR5 1ET\nWindmill Place is one of the first new residential developments to be completed for developers Brick by Brick. The development will create 24 new homes just off Coulsdon Common. Pitman Tozer Architects 2019",
                "Directions:\nReturn to Purley, reversing the above route.\nAlternative route to Purley avoiding the bike path through the woods:\nNorth on Homefield Rd 349 m >Turn left onto Taunton Ln 270 m > Turn right onto Coulsdon Rd/B2030 and continue to follow B2030 3.01 km > Turn right onto Brighton Rd/A23 and continue to follow Brighton Rd 1.6km to Purley.",
                "From Purley, continue along the Brighton Rd/A235 2.5km > Turn right onto Newark Rd 221 m > Turn left onto Chelsham Rd 69 m > Turn right onto Selsdon Rd/B275 and continue to follow B275 2.37 km > Turn left onto Queenhill Rd 220 m > Turn right onto Farley Rd 281 m > Turn left onto Addington Rd/Selsdon Park Rd/A2022 2.77 km > At the Addington roundabout, take the 3rd exit onto Lodge Ln 1.09 km > Turn left onto Headley Dr/National Cycle Rte 21 and continue to follow Headley Dr 990 m > Turn left onto Dunley Dr 143 m > Turn right onto Mickleham Way 47 m > slight right to stay on Mickleham Way 136 m",
                "Good Food Matters, 36 Mickleham Way, New Addington, Croydon CR0 0PN\nA learning centre to support and empower those marginalised by society, teaching them the process of growing and cooking their own food. NB not participating in Open House 2021",
                "Directions:\nRetrace your route to Addington roundabout 2.50 km  > Turn right onto Addington Village Rd/National Cycle Rte 21 97 m",
                "Church of St Mary the Blessed Virgin 49A Addington Village Rd, Croydon CR0 5AS\nFounded in the 11C, with prominent Tudor and Jacobean memorials. Burial site of five Archbishops of Canterbury. Grade I listed.",
                "Directions:\nHead northeast on Addington Village Rd/National Cycle Rte 21 toward Spout Hill 19 m > Turn left onto National Cycle Rte 21/Spout Hill and continue to follow National Cycle Rte 21 470 m > Continue onto Shirley Church Rd 2.08 km > Turn left onto Upper Shirley Rd 413 m > Turn right onto Postmill Cl 51 m > Turn right to stay on Postmill Cl 28 m > Turn left 32 m to reach Shirley Windmill",
                "Shirley Windmill 30 Postmill Cl, Croydon CR0 5DY",
                "The present brick tower windmill was built in 1854 to replace a post mill destroyed by fire. Now renovated to near-working condition, it is the only surviving windmill in Croydon. NB not participating in Open House 2021",
                "Directions:\nHead east toward Postmill Cl 32 m > Turn right onto Postmill Cl 28 m >Turn left to stay on Postmill Cl 51 m > Turn left onto Upper Shirley Rd 540 m > At the roundabout, take the 1st exit onto Shirley Rd/A232 and continue along A232/Addiscombe Rd/Chepstow Rd 2.46 km > Turn left onto Park Hill Rd/B243 293 m > Turn right onto Chichester Rd 120 m > Turn left onto St Bernards 74 m",
                "St Bernard’s Houses 10 St Bernards, Chichester Rd, Croydon CR0 5UL\n21 houses, in 3 terraces, built by Swiss architects Atelier 5 for Wates in 1969/70. Living areas on the upper floor are approached through a garden court. Bedrooms downstairs open to a lower garden. Pevsner wrote, 'a group with few equals in Britain'.",
                "Directions to return to Fairfield Halls:\nHead northwest on St Bernards toward Chichester Rd 74 m > Turn left onto Chichester Rd 133 m > Turn right onto Stanhope Rd 300 m > Turn left at The Avenue 119 m > Slight right onto Fairfield Path 72 m > Slight left onto Barclay Rd/A232 285 m",
                "End at Fairfield Halls, Park Ln, Croydon CR9 1DG"
            ]
        }
    ],
    "id": 9310,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/9310/building_9310_untitled_artwork_0432ea4b0d3e45a59afbdd3ed0b93aac.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/medium_golden/building_9310_untitled_artwork_0432ea4b0d3e45a59afbdd3ed0b93aac.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Park Lane, Croydon, CR9 1DG",
        "latitude": 51.3707666,
        "longitude": -0.0968546,
        "meeting_point": "Fairfield Halls",
        "travel_info": [
            "Nearest train: East Croydon"
        ]
    },
    "name": "Self-guided Cycle Tour of Croydon, by Open House",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/9310",
    "ticketed_events": false
}