{
    "all_week": true,
    "description": "This self-guided cycle itinerary has been created by the Open House team to explore exterior architecture in Camden. There are three different routes so you can choose one to suit your cycle abilities.",
    "design": {
        "designers": [],
        "periods": [
            "Historical/contemporary"
        ],
        "types": [
            "Walk/tour"
        ]
    },
    "events": [],
    "facilities": [],
    "factsheet": [
        {
            "heading": "Route and Description",
            "paragraphs": [
                "Camden Ride 1: Highgate Village to Alexandra Road - 8km",
                "Start: Highgate Village N6 6BS\nRoute via:\nKenwood\nSpaniards\nHampstead Village\nIsokon Building\nFinish: Alexandra Road Estate NW8 0SN",
                "Start outside the Highgate Literary and Scientific Institution, 11 South Grove, Highgate, London N6 6BS. \nThis is one of the best preserved of London’s neighbourhood societies for ‘improving the mind’ which sprang up all over Britain in the 19th Century; and it continues to flourish today. The fine stuccoed building has been home to the Institution since 1840. It was formed from a 1790 coach house, with final additions c1880. R. Parkingson remodelled the building in 1840.",
                "Directions:\nFrom Pond Square ride west along Hampstead Lane/B519 for 2km > Turn left through grand entrance gates to Kenwood House. (Walk your bicycle.)",
                "Kenwood House, Hampstead Lane NW3 7JR. \nAn outstanding Neoclassical villa, with a collection of world-class paintings by Rembrandt, Vermeer, Van Dyck, Reynolds, Turner and Gainsborough, set in beautiful grounds on Hampstead Heath. The exceptionally beautiful library is one of Adam’s masterpieces. Architects: Robert and James Adam, George Saunders 1764.",
                "Directions:\nFrom Kenwood, continue along Hampstead Lane 1.7km to The Spaniards Inn",
                "The Spaniards Inn London NW3 7JJ\nBuilt in 1585 it sits on the boundary between the boroughs of Barnet and Camden. A toll house of 1710 opposite the inn is a relic of the 18C turnpike roads and stories of highwaymen. The building remains a popular inn and is open to visitors.",
                "Directions:\nContinue along Spaniards Rd/B519 900m > Turn left at roundabout onto N End Way/A502 350m > Hampstead Quaker Meeting House is on your left.",
                "Hampstead Quaker Meeting House 120 Heath Street, Hampstead, NW3 1DR\nA listed Arts and Crafts freestyle building with plain interior and many charming original features, sympathetically modernised in 1991. Entrance via listed gateway. Original design Frederick Rowntree, 1907.",
                "Directions:\nContinue down Heath St 500 m > Fork left on Fitzjohn’s Ave 400m > Turn right on Church Row 170m > the Church is on your left.",
                "Hampstead Parish Church (St John-at-Hampstead), Church Row, NW3 6UU. \nThe parish church is a focal point at the end of a row of attractive Georgian terraced houses. The chapel-like exterior is deceiving and the beautiful interior with its high domed ceilings and beautiful stained glass windows is a surprise. Architects John Sanderson, 1747, and F P Cockerell, 1878.",
                "Directions:\nReturn to Fitzjohn’s Ave and turn right 50m > Turn left into Perrin’s Lane 120m > Turn right into Hampstead High St/A502 and continue on Hampstead High St/Rosslyn Hill/Haverstock Hill 1.2km > Turn left on Downside Crescent 230m > Turn left on Lawn Rd 300m > The Isokon Building is on your left.",
                "The Isokon Building NW3 2XD is a Grade I listed modernist block of 36 flats designed by Canadian engineer Wells Coates. It opened in 1934 and was sympathetically restored in 2003. Notable as the home of such figures as Walter Gropius, László Moholy-Nagy and Agatha Christie.",
                "Directions:\nReturn to Haverstock Hill and turn right (uphill) 270m > Turn left onto Belsize Ave/Belsize Park 650m > fork right onto Buckland Crescent 350m > Turn left on College Crescent 170m > Left on Edgware Rd/A41 170m > Turn right on Adelaide Rd 130m [NB this is a busy gyratory system: be careful: walk your bike where necessary]. Straight on to Hillgrove Rd/B509 100m > Turn left onto Alexandra Rd 220m > Ahead of you, across Loudon Rd, is Rowley Way path (walk your bike). Follow Rowley Way to the estate.",
                "Alexandra Road Estate NW8 0SN. Designed by Neave Brown for LB Camden and completed in 1978. World famous Grade II* listed estate comprising 520 apartments, a school, community centre, youth club, heating complex, and parkland. Walk along the pedestrian central “street” with the apartments banked on each side and car access and parking underneath. The gentle curve of the building follows the railway line to the north.",
                "Camden Ride 2 Swiss Cottage to Lincoln’s Inn Fields 11km",
                "Start: Swiss Cottage Library NW3 3HA\nRoute via:\nChalk Farm\nRegents Park\nBT Tower\nSenate House\nFinish at Lincoln’s Inn Fields WC2A 3BP",
                "Swiss Cottage Library, 88 Avenue Rd NW3 3HA. \nGrade II listed building of 1963 by renowned modernist Basil Spence. Subsequently refurbished and remodelled whilst protecting the building’s landmark status.",
                "Directions:\nEast along Adelaide Rd/B509 to Chalk Farm underground station 1.1km > Turn right on Chalk Farm Rd. The Round House is on your right.",
                "The Round House Chalk Farm Road NW1 8EH\nA notable example of mid-19C railway architecture, built in 1847 as a railway turntable. It was re-purposed in 1964 as a performing arts venue and, since refurbishment in 2004, it has become one of London’s most interesting performance spaces, hosting a range of shows from the Royal Shakespeare Company to Bob Dylan and Patti Smith. The conical slate roof is supported by 24 cast-iron Doric columns (arranged around the original locomotive spaces) and a framework of curved ribs. NB not participating in Open House 2021",
                "Directions:\nContinue along Chalk Farm Road, with Camden Lock Market on your right 500m > Turn left into Castlehaven Rd 150m > fork right on Hawley Rd 170m > Slight right onto Camden St 280m > Turn right into Camden Road and follow the one-way system (Bayham St, Pratt St, Delancy St, Gloucester Gate (A4201)) 900m to Regent’s Park. Turn left into the Outer Circle.",
                "The Outer Circle is lined on your left with Grade I listed terraces of grand houses designed by John Nash and Decimus Burton in the 1820s. Cumberland Terrace with its monumental pediment contained 31 separate houses. Chester Terrace contained 42 houses and has the longest unbroken façade in Regent's Park, of about 280 metres. (Not open to the public.)",
                "Directions:\nContinuing on the Outer Circle, on your left is the Royal College of Physicians",
                "Royal College of Physicians NW1 4LE. This is one of London’s most important post-war Grade I listed buildings, designed by Sir Denys Lasdun completed 1964. Dramatic interior spaces, white mosaic exterior elevated on pilotis and with distinct modernist lines.",
                "Directions:\nContinue on Outer Circle 150m > cross Euston Rd to Park Crescent 160m > Turn left onto Portland Place 220m > Turn left on Weymouth St 140m > Turn right onto Great Portland St 60m > Turn left on Clipstone St 230m > BT Tower is ahead of you.",
                "BT Tower 43 Maple St W1T 4BG\nGrade II listed, has been an enduring, distinctive feature of the London skyline for the last 56 years. It was built and continues to be used as a hub for telecommunications and broadcasting networks. 158m above street level is the famous revolving floor, originally operated as a restaurant. Designed by GR Yeats and Eric Bradford for the Ministry of Public Buildings and Works 1963.",
                "Directions:\nContinue east along Maple St 300m > Cross Tottenham Court Rd and straight onto University St 200m > Turn right into Gower St 500n > Turn left into Keppel St 70m > The Senate House is in Malet St at the end of Keppel St.",
                "The Senate House Malet Street WC1E 7HU\nThis was London’s tallest secular building when it opened as the HQ of the University of London in 1937. It was home to the Ministry of Information during WWII and it was probably the model for the Ministry of Truth in George Orwell’s novel 1984 (Orwell’s wife worked in the Censorship Department there during the war). This Grade II* listed landmark, designed by Charles Holden in 1933, features classicism and Art Deco elements.",
                "Directions:\nLeft on Malet St 80m > Turn left onto Montagu Place 120m > Turn left round Russell Square 200m > Turn right on Southampton Row/A4200 700m past Holborn underground station > Continue on Kingsway 150m > Turn left on Remnant St 80m and enter Lincoln’s Inn Fields > Continue straight 85m > Sir John Soane’s Museum is on your left.",
                "Sir John Soane’s Museum, 14 Lincoln’s Inn Fields WC2A 3BP. \nBuilt by Sir John Soane in 1824 and let out in his lifetime as a private house. Now a museum of his work and his collection of a huge range of objects and works of art. A rare and beautiful example of the architect’s late work.",
                "Camden Ride 3 Lincoln’s Inn Fields to Highgate 9km",
                "Start: Lincoln’s Inn Fields WC2A 3BP\nBrunswick Centre\nSt Pancras\nKing’s Cross\nKentish Town\nTufnell Park\nHighgate New Town\nFinish at: Highgate N6 5HG",
                "Directions:\nStart at the NE corner of Lincoln’s Inn Fields. Use the pedestrian passage (walk your bike) 100m to Holborn/A40 > Turn left on Holborn 40m and immediately right on Red Lion St 300m > Cross Theobalds Rd Lamb’s Conduit St 400m > Turn left on Guilford St 100m > Turn right on Lansdowne Terrace 100m > Turn right on Hunter St and walk into the Brunswick Centre on your left.",
                "The Brunswick Centre WC1N 1BS\nDesigned by Patrick Hodgkinson in the mid-1960s, based on studies by Leslie Martin. It was initially planned as a private mixed development but was leased by LB Camden for social housing. Building started in 1967 and was completed in 1972. Listed Grade II in 2000 it was restored, repaired and improved to create a new inner city destination, with retail, leisure and commercial facilities for visitors as well as residents. It reopened in 2006.",
                "Directions:\nHead north on Hunter St/Judd St 450m > Turn right on Cromer St 75m > the church is on your left.",
                "Holy Cross Church, Cromer Street, WC1H 8JU. \nA Grade ll listed Oxford Movement Anglican church designed by Joseph Peacock, built 1887-88. Historic England describes the exterior as ‘quirky and aggressive’ but the interior is ‘very spare and elegant, the proportions subtly adjusted’. Elevated choir and sanctuary.",
                "Directions:\nFrom Cromer St turn left onto Whidborne St 100m > Turn left onto Argyle St 150m >  The Standard hotel is on your left.",
                "The Standard 10 Argyle St, WC1H 8EG. \nThis ambitious transformation of the former Camden Town Hall Annexe, a 1974 Brutalist structure, into a landmark hotel was achieved through the restoration of the original concrete façade and the addition of three striking storeys. Inside, look in particular for the Library Lounge, terrace, Double Standard and Isla rooms.",
                "Directions:\nAt the end of Argyle St, across Euston Rd, is St Pancras Chambers and Clock Tower (park your bike to visit).",
                "St Pancras Chambers and Clock Tower Euston Rd NW1 2AR. \nThis is the former Midland Grand Hotel, now St Pancras Renaissance Hotel and Chambers apartments. The original hotel was designed by George Gilbert Scott and opened in 1876. Used as offices from 1935 to the 1980s it was saved from demolition and listed Grade I in 1967. It was redeveloped as a hotel and apartments in 2011. The re-developed St Pancras International railway station can be reached through the arch slightly to the left of the clock tower: the train shed was the largest (75m wide) single span arch in the world when built in 1868 and has been restored to contain the Eurostar international train service.",
                "Alongside St Pancras Chambers is Kings Cross Station N1C 4TB\nThe train sheds were built by Lewis Cubitt in 1852: a new semi-circular departures concourse by John McAslan was added in March 2011 and has won 35 international design awards, including the coveted Europa Nostra prize for cultural heritage.",
                "The surrounding ex-railway land has been under development since 2007: notable buildings include Coal Drops Yard (Heatherwick Studio); Gasholder Park (Bell Phillips Architects); One Pancras Square (David Chipperfield Associates); Four Pancras Square (Eric Parry Architects); the Google Building (Thomas Heatherwick Studio and Bjarke Ingels Group); the Granary Building (Lewis Cubitt 1852 redeveloped by Stanton Williams 2011): and the Aga Khan Centre (Fumihiko Maki).",
                "Directions:\nFrom Coal Drops Yard/Gasholder Park you can cycle over the Somers Town Bridge (Moxon Architects) to Camley St > Turn right on Camley St, under the Midland railway, over the canal, under the North London railway, and up the bicycle path to your left to Agar Grove (950m) > Across Agar Grove enter Murray St 150m > Turn left onto Stratford Villas 100m > Turn right into Rochester Square > the community space is on your left.",
                "Rochester Square, NW1 9SD \nA half-acre, private square in the heart of Camden. Records show land and buildings at Rochester Square being used as a nursery for more than a century, from the 1840s. The square was abandoned for more than a decade until 2016: it is now being re-purposed as a community space and resource.",
                "Directions:\nFrom the north side of Rochester Square, cross Camden Road onto Rochester Road 400m > Turn right onto Kentish Town Rd/A400 700m > After Kentish Town underground station fork right into Fortess Rd 600m to Tufnell Park underground > Turn left into Dartmouth Park Hill 40m > Acland Burghley School is on your left.",
                "Acland Burghley School, 93 Burghley Road, NW5 1UJ. \nAn important example of 1960s comprehensive school design in the Brutalist style. Acland Burghley has recently celebrated its 50th anniversary and a Grade II listing. Original design by Howell, Killick,Partridge & Amis Architects,1966.",
                "Directions:\nContinue up Dartmouth Park Hill (steep hill!)1 km > Stoneleigh Terrace is on your left.",
                "8 Stoneleigh Terrace N19 5TY \nOne of the flats in the Highgate New Town estate. It was built during the golden era of Camden public housing by Peter Tábori who had studied with Ernö Goldfinger and worked with Denys Lasdun.",
                "Directions:\nContinue up Highgate Hill another 500m (even steeper hill!) > Lauderdale House is immediately on your left.",
                "Lauderdale House Highgate Hill N6 5HG. \nGrade II* listed building in Waterlow Park dating to 1582 and recently refurbished. Original Tudor wooden framework adapted by successive owners over the centuries, Today the house runs primarily as an arts, heritage and education centre. Haines Phillips Architects 2016."
            ]
        }
    ],
    "id": 9311,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2021/9311/building_9311_untitled_artwork_15f2f4247cdaedfa3293e5bc7d5e9fb0.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/medium_golden/building_9311_untitled_artwork_15f2f4247cdaedfa3293e5bc7d5e9fb0.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "11 South Grove, Highgate, N6 6BS",
        "latitude": 51.5701708,
        "longitude": -0.1484756,
        "meeting_point": "Outside the Highgate Literary and Scientific Institution",
        "travel_info": [
            "Nearest tube: Highgate"
        ]
    },
    "name": "Self-guided Cycle Tour of Camden, by Open House ",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/9311",
    "ticketed_events": false
}