{
    "all_week": true,
    "description": "This self-guided cycle itinerary has been created by the Open House team to explore exterior architecture in Kensington and Chelsea. There are two different routes so you can choose one to suit your cycle abilities.",
    "design": {
        "designers": [],
        "periods": [
            "Historical/contemporary"
        ],
        "types": [
            "walk/tour"
        ]
    },
    "events": [],
    "facilities": [],
    "factsheet": [
        {
            "heading": "Route and Description",
            "paragraphs": [
                "Cycle tours developed by Open House Volunteers, Robin Key and Peter Bury",
                "K&C Ride 1: Sloane Square to Hyde Park 15km",
                "Start: Sloane Square SW1W 8EL\nRoute via:\nBelgravia\nChelsea\nHolland Park\nSouth Kensington\nHyde Park\nFinish: Serpentine Gallery W2 3XA",
                "Start at Peter Jones & Partners, Sloane Square, Chelsea, London SW1W 8EL",
                "Peter Jones, part of the John Lewis group of stores, is a Grade II* listed building, involving a complex mix of new build and restoration. Britain's first ever curtain walling and listed features such as spiral staircase. Sloane Room has one of the best views over Chelsea. RIBA Award Winner 2005.",
                "Directions\nFrom Sloane Square turn left onto Sloane St/A3216 70m > Holy Trinity Church is on your right",
                "Holy Trinity Church, Sloane St, Belgravia, London SW1X 9BZ. \nA sumptuous feast of Victorian stained glass and bold sacred sculpture at what Sir John Betjeman called the 'cathedral of the Arts and Crafts movement.' Work by William Morris, Edward Burne-Jones, William Blake and Christopher Whall.",
                "Directions\nReturn on Sloane St/A3216 to Sloane Square 70m > Turn left round three sides of Sloane Square/A3216 160m > Turn left onto Lower Sloane St/A3216 350m > Turn right onto Royal Hospital Rd/B302 170m > Turn left onto East Rd 50m > Turn right, the Royal Hospital will be on the right",
                "Royal Hospital Chelsea, SW3 4SR \nNumbered amongst England's architectural glories and home to the Chelsea Pensioners since 1692, the Royal Hospital Chelsea, designed by Sir Christopher Wren and built following the Great Fire, sits within 66 acres of beautiful grounds.",
                "Directions\nReturn to Royal Hospital Rd/B302 50m > Turn left onto Royal Hospital Rd/B302 300m > The Museum is on the left",
                "National Army Museum, Royal Hospital Rd, Chelsea, London SW3 4HT \nSite previously formed part of the infirmary of the Royal Hospital Chelsea. Brutalist, completed in 1971: William Holford and Partners architects. A leading authority on the British Army and its impact on society. Five galleries with thousands of objects from their collections",
                "Directions\nTurn left onto Royal Hospital Rd/B302 50m > Turn left onto Tite St 250m > Turn right onto Chelsea Embankment/A3212 1km > At Battersea Bridge turn right onto Beaufort St 300m > Turn left onto King's Rd/A3217 150m > Turn left onto Milman's St > Turn left, Moravian Close will be on the right",
                "Moravian Close, 381 King's Rd, Chelsea, London SW10 0LP A former stable yard of Sir Thomas More's Chelsea estate, now an 18C Chapel, other buildings, and burial ground. Parts of the enclosing walls are Tudor in origin. E and M Gillick enhanced the grounds in the 20C.",
                "Directions\nReturn to King's Rd/A3217 and turn right 190m > Turn left onto Beaufort St 350m > Across Fulham Rd, straight onto Drayton Gardens 500m > Cross Old Brompton Rd onto Bina Gardens 170m > Turn right onto Wetherby Gardens 50m > Turn left onto Ashburn Pl 300m through 2 roundabouts > Cross Cromwell Rd onto Grenville Pl 190m > Turn right onto Cornwall Gardens 120m > Turn left onto Gloucester Rd/Palace Gate/B325 500m > Turn left onto Kensington Rd/A315 500m > Continue into Kensington High St/A315 850m > After the Design Museum turn right onto Melbury Rd 50m > Turn left onto Holland Park Rd 100m > the museum will be on the right",
                "Leighton House Museum, 12 Holland Park Rd, Kensington, London W14 8LZ \nOriginally the studio home of Lord Leighton, President of the Royal Academy, the house is one of the most remarkable buildings of 19C. The museum houses an outstanding collection of high Victorian art, including works by Leighton himself.",
                "Directions\nReturn to Kensington High St/A315 via Holland Park Rd and Melbury Rd > Turn left onto Kensington High St/Kensington Rd/A315 1.3km  > Turn right onto Palace Gate/B325 500m > Turn left onto Queen's Gate Terrace 70m > the Embassy will be on the left",
                "Embassy of Estonia, 44 Queen's Gate Terrace, South Kensington, London SW7 5PJ Representing the Neoclassical style characteristic of the mid-19C, many of the details of the house have been restored to their original splendour. The interior design is inspired by Estonian nature: swamps, lakes and forests.",
                "Directions:\nHead east on Queen's Gate Terrace 200m > Turn right onto Queen's Gate 100m > the Dana Centre will be on the left",
                "Dana Research Centre and Library, 165 Queen's Gate, South Kensington, London SW7 5HD\nA world-class environment for academic research into the Science Museum's collections. A double layer of steel-perforated panels lines the double-height glazing that dominates the reading room, dappling sunlight to create an inspirational space. Coffey Architects 2016",
                "Directions\nHead south on Queen's Gate towards 250m > Turn left onto Cromwell Rd/A4 200m > the Ismaili Centre will be on the right",
                "Ismaili Centre, London, 1-7 Cromwell Gardens, South Kensington, London SW7 2SL \nPart of an international family of Ismaili Centres, a religious, cultural and social space for the Shia Ismaili Muslim community. The serenity of the entrance fountain to the roof garden reflects Muslim traditions in architecture and design",
                "Directions\nTurn left onto Exhibition Rd 50m > Turn right onto Thurloe St 100m > the station will be on the left",
                "South Kensington Station, Pelham St, South Kensington, London SW7 2NB. \nStation built by Sir John Fowler 1868 as part of the District and Metropolitan railways. The arcaded station entrance and shops, the brick retaining walls to the sub-surface platforms and the Exhibition Road pedestrian tunnel are Grade II listed structures.",
                "Directions:\nHead west on Harrington Rd 100m > Turn right on Queensberry Pl 50m > The Institute is on your right",
                "Institut Français du Royaume Uni, 17 Queensberry Place, Kensington, London SW7 2DT \n1939 Art Deco Grade II listed building refurbished in 1950, then restructured and modernised in 2014. Contains an authentically classic cinema, private salons and multimedia library.",
                "Directions:\nReturn to Exhibition Rd and head north across Cromwell Rd/A4 > Continue on Exhibition Rd 700m, going through 1 roundabout > Cross Kensington Gore and continue onto W Carriage Dr 300m > Turn left  and walk your bicycle into the grounds of the Serpentine Gallery",
                "End at Serpentine Gallery, London W2 3XA \nThe Serpentine Gallery was established in 1970 and is housed in a Grade II listed former tea pavilion built in 1933–34 by the architect James Grey West. Each year it hosts a temporary summer pavilion by a leading architect. The series presents the work of an international architect or design team who have not completed a building in England at the time of the Gallery's invitation.",
                "K&C Ride 2 - Trellick Tower to Stafford Terrace 11km",
                "Start: Trellick Tower W10 5UT\nRoute via:\nNotting Hill\nKensal Green\nNorth Kensington\nKensington Gardens\nKensington High St\nFinish at: Stafford Terrace W8 7BH",
                "Trellick Tower, 5 Golborne Rd W10 5UT Ernö Goldfinger's 31-storey tower block built as social housing and now one of London's most desirable addresses. Monumental in style, with its free-standing service tower and surreal boiler house, it retains beautiful detailing and a rich use of materials.",
                "Directions\nHead north-west towards Golborne Rd > Turn left onto Golborne Rd 450m > Go through 1 roundabout > Continue onto Chesterton Rd 180m > Turn left onto Ladbroke Grove/B450, under the motorway, 600m > Turn right onto Blenheim Cres 300m > Turn right onto Clarendon Rd 50m > Turn left through the housing estate towards Walmer Rd 100m > Turn left onto Walmer Rd\n100m > Walmer Yard is on your left",
                "Walmer Yard, 235, 239 Walmer Rd, Notting Hill, London W11 4EY Forming a discreet and private set of four interlocking houses set around an open courtyard, Walmer Yard is Peter Salter's only UK project. The houses now form the home of the Baylight Foundation.",
                "Directions\nHead north on Walmer Rd 125m > Turn left onto Bomore Rd 100m > Turn right through housing estate 200m > Turn left onto Silchester Rd 250m > Turn left onto Bramley Rd 100m > Turn right onto Waynflete Square 60m > Turn left, and Silchester Estate will be on the right",
                "Silchester Estate, Shalfleet Dr, London New development of 112 mixed tenure homes, community and retail facilities delivered by Peabody and RBKC. Designed around a communal garden and integrating an existing 20-storey tower within a new urban block. Sculpture by Nathan Coley.",
                "Directions\nFrom Waynflete Square turn left onto Bramley Rd 140m > Turn right onto Silchester Rd 230m > Continue onto Lancaster Rd 450m > Turn left onto Ladbroke Grove/B450 1km under the motorway and over the railway Kensal House will be on the left",
                "Kensal House, Ladbroke Grove, North Kensington, London W10 5BQ Grade II* listed community rooms 10 mins from Grenfell Tower and home to SPID. Designed in 1937 by architect Maxwell Fry and social reformer Elizabeth Denby, it is part of an urban village vision for estate life.",
                "Directions:\nHead south on Ladbroke Grove/B450 2.1km over the railway, under the motorway and straight to Holland Park Avenue > Turn left onto Holland Park Avenue/Notting Hill Gate/A402 350m > The Coronet Theatre will be on your right (cross the dual carriageway by the pedestrian crossing)",
                "The Coronet Theatre, 103 Notting Hill Gate, Kensington, London W11 3LB",
                "The Coronet Theatre is a risk-taking international theatre in an iconic Grade II listed building in London’s Notting Hill. It was designed in 1898 by WGR Sprague, architect of many of the West End's most beautiful theatres.",
                "Directions\nRecross Notting Hill Gate/A402 and head east 400m > The Embassy of Slovakia will be on your right on the corner of Kensington Palace Gardens",
                "Embassy of Slovakia, 25 Kensington Palace Gardens, Kensington, London W8 4QY Modern Brutalist-style building recognised with an award by RIBA in 1971. The building of the former Czechoslovak Embassy is made of reinforced concrete panels and long glass rows of windows with wooden partitions separating the interior spaces.",
                "Directions\nReturn west along Notting Hill Gate/A402 150m > Turn left into Palace Gardens Terrace/Kensington Mall/Kensington Church St/A4204 900m > Turn right onto Holland St 240m > Turn left onto Hornton St 160m > Turn right onto Phillimore Walk 350m > Turn right onto Phillimore Gardens 50m > Turn right onto Stafford Terrace 100m > No 18 will be on your right",
                "18 Stafford Terrace, Kensington, London W8 7BH",
                "From 1875, the home of the Punch cartoonist Edward Linley Sambourne, his wife Marion, their two children and their live-in servants. The house is recognised as the best surviving example of a late Victorian middle-class home in the UK."
            ]
        }
    ],
    "id": 9312,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/9312/building_9312_untitled_artwork_ffa07c08963f7fe89e2f0340a8ed967d.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/medium_golden/building_9312_untitled_artwork_ffa07c08963f7fe89e2f0340a8ed967d.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Sloane Square, Chelsea, SW1W 8EL",
        "latitude": 51.4927684,
        "longitude": -0.1570174,
        "meeting_point": "Peter Jones and Partners",
        "travel_info": [
            "Nearest tube: Sloane Square"
        ]
    },
    "name": "Self-guided Cycle Tour of Kensington and Chelsea, by Open House",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/9312",
    "ticketed_events": false
}