{
    "all_week": true,
    "description": "This self-guided cycle itinerary has been created by the Open House team to explore exterior architecture in Hammersmith and Fulham. There are two different routes so you can choose one to suit your cycle abilities.",
    "design": {
        "designers": [],
        "periods": [
            "Historical/contemporary"
        ],
        "types": [
            "Walk/tour"
        ]
    },
    "events": [],
    "facilities": [],
    "factsheet": [
        {
            "heading": "Route and Description",
            "paragraphs": [
                "Cycle tours developed by Open House Volunteers, Robin Key and Peter Bury",
                "ROUTE 1",
                "Start: 238 King St, Hammersmith W6 0RF\nRoute via:\nHammersmith Bridge\nHammersmith Broadway\nTalgarth Road\nOlympia\nFulham Palace\nFinish at Hurlingham Club SW6 3PR",
                "Polish Social and Cultural Association POSK 238-246 King St, London W6 0RF\nBuilt 1971-74 in brutalist style. The largest Polish centre in Western Europe, it contains a theatre, the Polish Library, the Polish University Abroad, a Joseph Conrad collection, Jazz Café, art gallery and art collection on public display.",
                "Directions: \nHead west on King St/A315 towards Weltje Rd > Turn left onto Black Lion Ln 300m > Turn left at St Peter's Square 20m > Turn right towards 45m > Take the pedestrian tunnel under the highway 100m > Turn right onto S Black Lion Ln 40m > Turn right onto Hammersmith Terrace >  45m > the Emery Walker house is on your left",
                "Emery Walker Trust 7 Hammersmith Terrace, London W6 9TS.\nThe home of Emery Walker, printer, antiquary and mentor to William Morris. A unique Arts and Crafts domestic interior.",
                "Directions: \nHead east on Hammersmith Terrace and continue along the riverside path to Upper Mall 650m > Kelmscott House is on your left",
                "William Morris Society - Kelmscott House 26 Upper Mall, London W6 9TA\nFine house of 1780, residence of Sir Francis Ronalds, George MacDonald and (1878-96) William Morris. Organised by the William Morris Society",
                "Directions: \nContinue on riverside path under Hammersmith Bridge 500m (may involve walking your bike during works to the bridge). Turn left on Queen Caroline St 350m > Turn right into the lane behind the Hammersmith Apollo theatre 200m > Cross Fulham Palace Rd to St Augustine’s directly ahead of you",
                "St Augustine's Catholic Church Augustinian Centre, 55 Fulham Palace Rd, London W6 8AU\nThe Order of St Augustine has carried out a national RIBA award-winning refurbishment of its church. St Augustine's Church has been transformed into a place with a calm, ethereal quality, wholly fitting for a sacred space. Architect: Roz Barr",
                "Directions: \nHead south on Fulham Palace Rd/A219 280m > Turn left onto Beryl Rd 300m > Turn left onto St Dunstan's Rd 80m > Turn left onto Margravine Gardens 450m > Turn left onto Gliddon Rd, past Baron’s Court tube station 50m > Turn left onto Talgarth Rd/A4 (push your bike along the pavement) 80m > Colet House will be on the left.",
                "Colet House/Study Society 151 Talgarth RoadLondonW14 9DA. \nA unique building for artists with three large studios, all with north light through expansive windows. Originally called Barons Court Studio, Colet House was built 1885 on market garden land in what was a leafy backwater called Red Cow Lane. Architect Fairfax B Wade-Palmer, 1885",
                "Directions; \nContinue along Talgarth Rd/A4 (push your bike along the pavement) 50m > LAMDA is on your left",
                "LAMDA 155 Talgarth Rd, London W14 9DA. \nLAMDA's home since 2003. Victorian building with more recent extensions, including a new £28.2m centre for world-leading drama training which opened in June 2017. Facilities include three theatres, rehearsal studios and technical spaces.",
                "Directions: \nPush your bike on the pavement back to Baron’s Court Station 150m > Turn right into Gliddon Rd 80m > Turn right to Margravine Gardens 230m > Turn left into St Dunstan’s Rd 50m > The Voysey building on your left at a right angle.",
                "Voysey Studio/Hungarian Reformed Church 17 St Dunstans Road London W6 8RD. \nIt was built in the early 1900s and is now a Grade II listed building. It was designed by C.E.F. Voysey for the artist W.E.F. Britten and is known as the Voysey Studio. The church acquired the building in 1958. The original glass roof was restored in 2005.",
                "Directions: \nContinue on St Dunstan’s Rd 450m > Cross Fulham Palace Rd to Winslow Rd 200m > left on Manbre Rd 140m > Straight to Rannoch Rd 400m > Right on Crabtree Lane 100m > Turn left on Woodlawn Rd 1.2 km > Turn right on Bishop’s Park Rd 300m > Turn left into the park and straight on to the Palace entrance.",
                "Fulham Palace, Bishop's Ave, Fulham, London SW6 6EA. \nResidence of the Bishop of London until 1973. Tudor red-brick courtyard with Georgian additions & Butterfield Chapel (1867). Walled garden. Completed a National Lottery Heritage Fund restoration project in spring 2019.",
                "Directions: \nContinue through the riverside gardens 500m to Putney Bridge > through the tunnel under the bridge (Willow Walk) and then right into Ranelagh Gardens 450m, passing under the railway to the main entrance of the Hurlingham Club.",
                "Hurlingham Club, Fulham, London SW6 3PR. \nLast of the grand 18C mansions which once fronted this part of the river, with magnificent interiors and extensive grounds.",
                "H&F Route 2 12 km",
                "Start: St Paul's Girls School W6 7BS\nBlythe House\nJonathan Tuckey Design Studio, Milson Road\nThe Round House, Blythe Road\nBush Theatre, Uxbridge Road\nTin House, Devonport Road\nGreenside Primary School, Westville Road\n32 Oaklands Grove\nBridget Joyce Square, Australia Road\nWormwood Scrubs - Chapel & Koestler Arts Centre W12 0TX",
                "St Paul's Girls' School, Brook Green, Hammersmith, London W6 7BS\nSt Paul's Girls' School consists of an array of fine buildings, dating from 1904 to the present. The original school and its adjoining Music Wing were designed by Gerald Horsley FRIBA, a distinguished arts and crafts architect.",
                "Directions: \nFrom the school cross Brook Green and join Girdlers Rd 250m > Turn right into Blythe Rd 100m > Look right for the monumental Blythe House",
                "Blythe House 3 Blythe Road Olympia London W14 0QX  \nThis is a Grade II listed building originally designed by Sir Henry Tanner in 1890 for the Post Office Savings Bank. Subsequently used for storage of museum collections but now being re-developed.",
                "Directions:\nReturn along Blythe Rd 120m > Turn right on Ceylon Rd 200m > Turn right onto Milson Rd 20m > Jonathan Tuckey Design will be on the right",
                "Jonathan Tuckey Design, 58 Milson Rd, Hammersmith, London W14 0LB \nThis transformation of a derelict pub into an architecture studio doubles up as a gallery and lecture theatre. The new office is an example of the practice’s approach towards existing structures and intelligent architectural interventions.",
                "Directions: \nReturn along Milson Rd 300m > Turn left on Bolingbroke Rd 270m > Turn left on Blythe Rd 75m > The Round House is on your left up Blythe Mews",
                "The Round House, 188 Blythe Rd, Hammersmith, London W14 0HW. \nThe house uses traditional building materials while seeking to showcase great modern design, skilfully demonstrating that new builds can be imaginative and family homes needn’t sacrifice style. Michaelis Boyd Associates.",
                "Directions: \nContinue along Blythe Rd 75m > turn right into Dewhurst Rd 200m > Turn right into Shepherd’s Bush Rd/A219 500m to Shepherd’s Bush > Straight on Shepherd’s Bush Green 250m > Turn turn onto Uxbridge Rd 75m > The Bush Theatre is on your left",
                "Bush Theatre, 7 Uxbridge Rd, Shepherd's Bush, London W12 8LJ. \nFormer Victorian library designed in the English Renaissance style and commissioned by philanthropist John Passmore Edwards - the second most prolific architect of public libraries prior to WWI. Redeveloped in 2016 and reopened March 2017.",
                "Directions: \nContinue west along Uxbridge Rd/A420 400m > turn left into Devonport Rd 75m > turn right into Smugglers’ Yard (if open) for the Tin House.",
                "Tin House, Devonport Rd, Shepherd's Bush, London W12 8HU. \nMaking efficient use of an irregular urban site, this house is made up of interconnecting top-lit pavilions arranged to define a tranquil private courtyard.",
                "Directions: \nReturn to Uxbridge Rd/A420 and turn left > COntinue on Uxbridge Rd/A420 400m > Turn left on Boscombe Rd 260m > Turn right on Westville Rd 90m > Greenside Primary School is on your left.",
                "Greenside School, 51 Westville Rd, London W12 9BB. \nOne of only two schools designed using Ernő Goldfinger's school building system - precast reinforced concrete frame with brick infill. Fine, top-lit mural by Gordon Cullen, restored 2014. Grade II* listed.",
                "Directions: \nReturn to Uxbridge Rd via Boscombe Rd 260m > Cross Uxbridge Rd to Adelaide Grove 400m > turn right on Sawley Rd 200m > Turn left on Bloemfontein Rd 75m > Turn right on Australia Rd 200m > Bridget Joyce Square is on your left",
                "Bridget Joyce Square, 2 Australia Rd, White City, London W12 7PH. \nA public park with community needs at its heart that also manages rainwater to reduce flooding and pollution. 'Wiggly wall' between trees and grassy basins that store rain and 'rain sculptures' in the rain gardens.",
                "Directions: \nReturn a;onmg Australia Rd to Bloemfontein Rd 200m > Turn left 80m > Turn left on Bryony Rd 450m > Fork right to Yew Tree Rd 500m > turn right on Hilary Rd 100m > cross Westway at the lights (push your bike) and continue along Hilary Rd 130m > Turn right onto Du Cane Road 300m > Turn right into the prison forecourt and the Arts Centre is on your left.",
                "Koestler Arts, 168A Du Cane Rd, London W12 0TX \nThe home of Koestler Arts, the UK's leading prison arts charity. Based in the former governor's house in the gates of HMP Wormwood Scrubs, paintings, drawing and sculpture, all for sale, cover walls throughout the 3-storey building.",
                "From here you can also view the exterior of HMP Wormwood Scrubs. The Chapel sits within the grounds of a Victorian-built Category B adult male prison. Completed by prison labour in 1891, it is undoubtedly the finest prison chapel in England."
            ]
        }
    ],
    "id": 9313,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2021/9313/building_9313_untitled_artwork_6cff6c9e29c50bf46e0bbb6f042b857a.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/medium_golden/building_9313_untitled_artwork_6cff6c9e29c50bf46e0bbb6f042b857a.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "238-246 King St, W6 0RF",
        "latitude": 51.4935842,
        "longitude": -0.237489,
        "meeting_point": "Polish Social and Cultural Association POSK",
        "travel_info": [
            "Nearest tube: Putney Bridge"
        ]
    },
    "name": "Self-guided Cycle Tour of Hammersmith and Fulham, by Open House",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/9313",
    "ticketed_events": false
}