{
    "all_week": true,
    "description": "This self-guided cycle itinerary has been created by the Open House team to explore exterior architecture in Westminster. There are six different routes so you can choose one to suit your cycle abilities.",
    "design": {
        "designers": [],
        "periods": [
            "Historical/contemporary"
        ],
        "types": [
            "walk/tour"
        ]
    },
    "events": [],
    "facilities": [],
    "factsheet": [
        {
            "heading": "Route and Description",
            "paragraphs": [
                "Cycle tours developed by Open House Volunteers, Robin Key and Peter Bury",
                "1. 'Classical' Westminster 7.5km (4.5 miles)",
                "Start at: Somerset House WC2R 1LA\nBenjamin Franklin House (& 42 Craven St)\nCanada House\nCarlton House Terrace (6-9 & 10-11)\nReform Club\nRoyal Automobile Club\nMark Masons’ Hall\nBerry Bros & Rudd\nThe London Library\nRoyal Over-Seas League\nSpencer House\nDartmouth House\nSavile Row\nPortland Place (42 & 21) \nPolish Embassy \nFinish at: RIBA W1B 1AD",
                "Somerset House, Strand, London WC2R 1LA",
                "Grade I listed restored building of five wings, four of which surround a large courtyard. Built to accommodate public offices, learned societies and naval administrators. Construction began in 1775 to the design of Sir William Chambers. New Wing, overlooking Waterloo Bridge, dates from 1850 by Sir James Pennethorne.",
                "Directions:\nTurn left onto Strand/A4 850m > Turn left onto Craven St (car-free street) 110m > Walk your bicycle through the one-way section > The Franklin House will be on your left\n4 min (960m)",
                "Benjamin Franklin House, 36 Craven St, Charing Cross, London WC2N 5NF.",
                "Grade I listed Georgian house, the only surviving home of Benjamin Franklin, retaining many original features, including central staircase, lathing, 18th Century panelling, stoves, windows, fittings and beams. Architect: Baron William Craven the Younger, 1732; restored by Patrick Dillon 1998.",
                "Directions:\nHead south-east on Craven St 120m > Turn right onto Northumberland Ave 300m > At the roundabout, take the 3rd exit onto Trafalgar Square/A4 100m > Walk your bicycle across the road to follow Trafalgar Square 50m > Canada House will be on your left\n3 min (480m)",
                "Canada House, Trafalgar Square, SW1Y 5BJ.",
                "Canada House was built between 1824 and 1827 to accommodate the Union Club and the Royal College of Physicians. Its bold neo-hellenic lines were the precursor for the new architectural style adopted in Trafalgar Square, and were a complete transformation from the Regency style of the time. Canada bought the Union Club in 1923 and subsequently took over the whole block. Fully refurbished in 2014 Canada House serves as a true showcase of the country in the 21st century. Architect: Sir Robert Smirke, 1823.",
                "Directions:\nHead east on Cockspur St/A4 150m > Merge left into Pall Mall 100m > Turn left onto Waterloo Pl 120m > Turn right onto Carlton House Terrace",
                "Carlton House Terrace, London SW1Y 5AG.",
                "Designed by John Nash and Decimus Burton and built in 1829 it comprises two grand blocks separated by the Duke of York’s Column (Benjamin Wyatt 1834) which closes the grand vista of Lower Regent St. Imposing façades along the Mall with more modest fronts on the Terrace. No 9 (on the corner of the Duke of York’s Steps) was the Prussian, then German Embassy 1849-1939 and there is a touching memorial to German dogs at the top of the steps. It is now the home of the Royal Society.",
                "Directions:\nReturn north-west on Waterloo Pl towards Pall Mall/A4 100m > Turn left onto Pall Mall/A4 100m > the Reform Club will be on the left",
                "The Reform Club, 104 Pall Mall, St. James's, London SW1Y 5EW.",
                "Built as a Whig gentlemen’s club and inspired by Italian Renaissance palaces, notably the Palazzo Farnese at Rome. The lobby leads to an enclosed colonnaded courtyard with glazed roof and tesselated floor. Tunnelled staircase leads to upper floor. Architect: Sir Charles Barry 1841.",
                "Directions:\nTurn left on Pall Mall/A4 100m > The RAC will be on your left.",
                "The Royal Automobile Club, 89 Pall Mall, St. James's, London SW1Y 5HS.",
                "Inspired by the French Beaux-Arts, the pioneering clubhouse was described as the ‘Palace of Pall Mall’ with thrilling interior spaces in a range of styles. Architects: Mewes and Davis 1911.",
                "Directions:\nContinue along Pall Mall/A4 150m > Turn right onto St James's St/A4 50m > Mark Masons’ Hall will be on the left",
                "Mark Masons' Hall, 86 St James's St, St. James's, London SW1A 1PL.",
                "Built as a gentlemen’s club this stunning Victorian building and its grand interiors were adapted for Masonic use in the 1970s. Fronted in stone, the style is ‘Grosvenor Hotel Italianate’. Coarse foliage ornament fronts the building. Architect: James Knowles Jr 1868.",
                "Directions:\nAcross St James's St/A4 is the Berry Bros & Rudd shop",
                "Berry Bros. & Rudd, 63 Pall Mall, St. James's, London SW1Y 5HZ.",
                "Founded as a general grocer in 1698, the company has been specialising in wines and spirits since the 1810s. The street front and main shop are little changed from the early 19th Century, including the ‘sign of the coffee-mill’ over the main door, recalling its origins as a grocer.",
                "Directions:\nTurn left on St James’s St and immediately left on Pall Mall/A4 150m > Turn left onto St James's Square 150m > The London Library will be on the left",
                "The London Library, 14 St James's Square, St. James's, London SW1Y 4LG.",
                "Founded in 1841 this is one of the world’s great lending libraries. An extraordinary history, a vast borrowing collection and an outstanding building make this a unique place to think, to write and to be inspired. In 1896–98 the premises were completely rebuilt to the designs of James Osborne Smith, and this building survives as the front part of the present library, with a complex set of interconnected buildings behind holding the Library’s collection of over 1 million books.",
                "Directions:\nHead north-east on St James's Square 50m > Turn left onto Duke of York St 100m > Turn left onto Jermyn St 300m > Turn left onto St James's St/A4 100m > Turn right onto Park Pl 100m > The ROSL will be ahead of you\n3 min (650m)",
                "The Royal Over-Seas League, Over-Seas House, Park Pl, St James's St, London SW1A 1LR.",
                "Over-Seas House is formed of three buildings, two of which are grade I listed; Rutland House, designed by James Gibbs and completed in 1736; and Vernon House rebuilt in 1835 after a fire. These, along with the 1937 Westminster Wing, offer distinct architectural styles and furnishings of their era, and include many unique original interior features. The clubhouse backs onto a beautiful garden overlooking Green Park.",
                "Directions:\nReturn along Park Place to St James's St/A4 100m > Turn right onto St James's St/A4 100m > Turn right onto St James's Pl 100m > Spencer House will be on the left\n3 min (300m)",
                "Spencer House, 27 St James's Pl, St. James's, London SW1A 1NR.",
                "London’s finest surviving 18th Century town house. Built for the 1st Earl Spencer, the original build took 10 years to complete. The State Rooms are amongst the earliest and finest Neoclassical interiors in Europe. The house has been leased since 1927, currently to Lord Rothschild’s RIT Capital Holdings plc, and has regained the full splendour of its late eighteenth-century appearance after a ten year programme of restoration. Architects: John Vardy and James Stuart 1756.",
                "Directions:\nReturn on St James's Pl to St James’s St/A4 100m > Turn left onto St James's St/A4 150m > Turn left onto Piccadilly/A4 350m > Turn right onto Half Moon St 170m > Turn left onto Curzon St 50m > Sharp right onto Queen St 100m > Slight right onto Charles St 30m > Dartmouth House will be on the right",
                "Dartmouth House, 37 Charles St, Mayfair, London W1J 5ED.",
                "Grade II* listed town house with a marble courtyard, fine panelling and a Robert Adam fireplace. Home to the English Speaking Union. Architect: William Cubitt & Co 1890. (Not participating in Open House 2021 - exterior view only.)",
                "Directions:\nHead north-east on Charles St towards Hay's Mews 75m > Turn left onto Hay's Mews 130m > Turn right onto Hill St 50m > Turn left onto Berkeley Square and follow the square round 180m > Turn left onto Bruton St 200m > Straight on to Conduit St/B406 160m > Turn right onto Savile Row",
                "Savile Row, London W1S 3PJ.",
                "Famous today for its tailoring businesses, Savile Row’s original architectural plan in the 1730s was as a residential street - by Colen Campbell, with Henry Flitcroft, Daniel Garrett and William Kent designing individual buildings all under the influence of Lord Burlington's interpretation of Palladian architecture. As tailoring moved into the street, the house frontages were altered though No. 14 still retains many of the original external features.",
                "Directions:\nFrom Savile Row head north-east on New Burlington St 100m > Turn left onto Regent St/A4201 and follow 1.0km > After passing All Saints Church and the BBC this becomes Portland Place > No 42 will be on your right",
                "42 Portland Pl, Marylebone, London W1B 1NB.",
                "Grade II* listed 5-storey Georgian town house originally designed in the late 18th Century as a gentleman’s residence. Architect: James Adam 1776.",
                "Directions:\nOn the other side of Portland Place, 100m north, is the Polish Embassy",
                "Embassy of the Republic of Poland, 47 Portland Place W1B 1JH.",
                "Georgian townhouse, a fine example of Adam Neoclassical interior design. Seat of the Polish Embassy in London since 1921, it houses a collection of Polish artworks. James and Robert Adam 1773.",
                "Directions:\nAcross Portland Place from the Embassy is the headquarters of the RIBA",
                "RIBA, 66 Portland Pl, Marylebone, London W1B 1AD.",
                "Grade II* listed, a fine example of 1930s architecture with many original features and fittings. Architect: Grey Wornum 1932.",
                "2. Official and Diplomatic Westminster 2.7km",
                "Start at: Ebury Edge 43 Ebury Bridge Road, SW1W 8DX\nNational Audit Office SW1W 9SP\nEmbassy of Hungary SW1X 8BY\nRomanian Cultural Institute SW1X 8PH\nArgentine Ambassador’s Residence SW1X 8QZ\nCaledonian Club SW1X 7DR\nFinish at: Italian Cultural Institute SW1X 8NX",
                "Ebury Edge 43 Ebury Bridge Road, SW1W 8DX",
                "Ebury Edge is a colourful temporary development, providing residents with a continuous community space as the Ebury Bridge Estate is re-developed in phases, together with affordable workspaces and a café. Jan Kattein Architects 2020",
                "Directions:\nHead north on Ebury Bridge Rd/B313 220 m > Turn right onto Pimlico Rd/A3214 36 m > Turn left onto Buckingham Palace Rd/A3214 140 m > the NAO is on your left",
                "National Audit Office 157-197 Buckingham Palace Road London SW1W 9SP",
                "A prestigious Grade II listed building. Opened in 1939 by Imperial Airways and subsequently used by BOAC and then British Airways. The building has been the home of the National Audit Office since 1986 and was refurbished in 2009.",
                "Directions:\nHead north-east on Buckingham Palace Rd/A3214 290 m > Turn left onto Eccleston St/A3213  350m and continue on Belgrave Place 200m > At the crossing with Eaton Place the Embassy is on your left",
                "Embassy of Hungary, 35 Eaton Pl, Belgravia, London SW1X 8BY.",
                "Eaton Place was developed as part of the Grosvenor Estate c 1820. The Embassy is located in a 4-storey white stucco house characteristic of the neighbourhood. Thomas Cubitt 1820.",
                "Directions:\nContinue on Belgrave Place 130m > Enter Belgrave Square and follow it clockwise 250m > the Romanian Cultural Institute is on your left",
                "Romanian Cultural Institute, 1 Belgrave Square, Belgravia, London SW1X 8PH.",
                "Situated in one of the grandest and largest 19th Century squares in London, 1 Belgrave Sq. was acquired by Romania in 1936 and is now home to the Romanian Cultural Institute. Architect: Thomas Cubitt 1828.",
                "Directions:\nContinue on Belgrave Sq 100m > the Argentine Ambassador’s residence is at the next corner",
                "Argentine Ambassador's Residence 49 Belgrave Square, SW1X 8QZ",
                "Known as the 'Independent North Mansion' and christened by Sydney Herbert as 'Belgrave Villa' and then simply 'The Villa' by his successor the 6th Duke of Richmond. Owned by Argentina since 1936 and with sumptuous interiors still intact. Thomas Cubitt 1828",
                "Directions:\nFollow Halkin St (one way - wheel your bike) alongside the Argentine Ambassador’s Residence 100m > the Caledonian Club is on your left",
                "Caledonian Club, 9 Halkin St, Belgravia, London SW1X 7DR.",
                "Built in 1907 as the private residence of Hugh Morrison to the design of Detmar Blow, Number 9 was the last mansion house of its kind to be built in London. The elegant simplicity of the exterior is neatly juxtaposed by sympathetic internal proportions.",
                "Directions:\nReturn on Halkin St to Belgrave Sq 100m > Turn left into Belgrave Sq 100m > the Italian Cultural Institute is on your left",
                "Italian Cultural Institute, 39 Belgrave Square, Belgravia, London SW1X 8NX. Grade I listed stucco-fronted Belgravia townhouse. Library extension built 1960s.",
                "3. Religious Westminster 12.6km",
                "Start at: St John's Smith Square SW1P 3HA\nMethodist Central Hall \nThe Queen's Chapel, St James's \nSt Martin-in-the-Fields \nQuaker Meeting House, St Martin's Lane \nHouse of St Barnabas \nFitzrovia Chapel \nFinish at: New West End Synagogue W2 4JT",
                "St John's Smith Square, London SW1P 3HA.",
                "A rare example of Thomas Archer’s work and a masterpiece of the English Baroque, this was originally dubbed Queen Anne’s Footstool. A Grade I listed building, restored by Marshall Sissons after extensive bombing damage, it is now a busy concert hall. Thomas Archer 1714.",
                "Directions:\nHead east on Smith Square towards Dean Stanley St 190m > Turn left onto Lord North St 77m > Turn left onto Great Peter St 160m > Turn right onto Great Smith St/B326 280m > Turn right onto Victoria St/A302 35m > Turn left onto Storey's Gate 50m > Methodist Central Hall will be on the left",
                "Methodist Central Hall, Storey's Gate, London SW1H 9NH.",
                "A masterpiece of Edwardian neo-baroque opposite Westminster Abbey. Second-largest self-supporting ferro-concrete dome in the world. Its Great Hall was the venue for the inaugural General Assembly of the United Nations in 1946. Architects: Lanchard and Rickards 1909.",
                "Directions:\nContinue north on Storey’s Gate 150m > Left on Birdcage Walk and immediately right on Horseguards Road 350m > Turn left on The Mall 450m > Turn right into Marlborough Rd 140m > The Chapel is on your right",
                "The Queen's Chapel, Marlborough Rd, St. James's, London SW1A 1BG.",
                "Designed by Inigo Jones as a Roman Catholic chapel for Charles I’s wife Henrietta Maria, it remains a Royal chapel. The brick building in the Palladian style is rendered to appear as if it were stone built, with gable ends with pediments. The interior vault is gilded and painted. Inigo Jones 1625.",
                "Directions:\nReturn to The Mall on Marlborough Rd 130 m > Turn left on bicycle path alongside The Mall 400 m > Turn onto The Mall 280 m and through the Admiralty Arch > At the roundabout, take the 2nd exit, continuing on Trafalgar Square/A4/A400 180 m > Turn right onto Duncannon St/A4 40m > The Church will be on your left",
                "St Martin-in-the-Fields, Trafalgar Square, London WC2N 4JJ.",
                "Built in the Italian Baroque tradition and beautifully restored in 2008. Sustainable features include new heating and management systems and lightwell. RIBA Award winner 2009. Civic Trust Award Winner 2010. Designed by James Gibbs 1726.",
                "Directions:\nHead east on Duncannon St/A4 59m > Turn left onto Adelaide St 150m > Turn left onto Bedfordbury 100m > Turn left onto Hop Gardens 83m > Turn right onto St Martin's Ln/B404 11m > Walk your bicycle, destination will be on the right\n2 min (480m)",
                "Westminster Quaker Meeting House, 52 St Martin's Ln, London WC2N 4EA.",
                "Opened in 1883 with front doors added in the 1920s. Bomb-damaged in 1941 and rebuilt in 1956. A Grade II listed registered place of worship, it contains a peaceful meeting-room and 1950s wood panelling and fittings. Architects W.W. Lee and J.A. Tregelles 1883.",
                "Directions:\nHead south on St Martin's Ln/B404 120 m > Turn right onto St. Martin's Pl 31 m > Turn right onto Charing Cross Rd/A400 650 m > Turn left onto Manette St 41 m > follow Manette St through the tunnel to Greek St 61 m > Turn right onto Greek St (one way - walk your bicycle) 26m > the House of St Barnabas will be on your right",
                "The House of St Barnabas, 1 Greek St, Soho, London W1D 4NQ.",
                "A fine 17th Century corner house converted in 1846 to be the home of a charity supporting local people. Now run as a members’ club with the original social and educational mission still at its heart.",
                "Directions:\nReturn to Charing Cross Rd via Greek St (26m) and Manette St (100m) > Turn left onto Charing Cross Rd/A400 550 m > Turn left onto Windmill St 150 m > Turn right onto Charlotte St 120 m > Turn left onto Goodge St/A5204 160 m > Turn right on the car-free passage onto Pearson Square 69 m > Fitzrovia Chapel is on your left",
                "Fitzrovia Chapel, 2 Pearson Square, London W1T 3BF.",
                "Located on the site of the former Middlesex Hospital . The Grade II* listed chapel was designed as a secular chapel for hospital staff, visitors and patients. Restored in 2015. Architect: John Loughborough Pearson 1891.",
                "Directions:\nReturn to Goodge St and turn right 200m > Turn left onto Great Titchfield St 100m > Turn left into Margaret St/Cavendish Sq/Henrietta Place 550m > Turn left into Vere St 100m > Turn right into Oxford St 800m > At Marble Arch follow the cycle route into Hyde Park and join North Carriage Drive 1.2km > Exit the Park through Victoria Gate and turn left onto Bayswater Rd 1.3km > Turn right onto St Petersburgh Pl 120m > the Synagogue will be on your right",
                "New West End Synagogue, St Petersburgh Pl, Bayswater, London W2 4JT.",
                "Grade I listed Victorian synagogue built 1887: the masterpiece of G.A. Audsley. Includes metalwork, stained glass and a mosaic: stained glass by NHJ Westlake. Further enrichment 1894/5 included lighting designed by George Aitchison.",
                "4. Political and Legal Westminster, including Whitehall 8km",
                "Start at: Royal Courts of Justice WC2A 2LL\nAustralia House \nLancaster House \n 55 Broadway \nSupreme Court\nRICS, Parliament Square \nPortcullis House \nBanqueting House and Royal United Services Institution \nForeign, Commonwealth and Development Office \nFinish at: HM Treasury SW1A 2HQ",
                "Royal Courts of Justice, Strand, Holborn, London WC2A 2LL. G.E. Street’s masterpiece and one of Victorian London’s great public buildings. 13th Century Gothic given a Victorian interpretation. G.E. Street 1874.",
                "Directions:\nHead east along the Strand 200m > Australia House is on your right",
                "Australia House, 71 Aldwych, Holborn, London WC2B 4HN. Grade II listed building opened by King George V in August 1918. Much of the interior marble, stone and timber was imported from Australia during WWI. Architect: Marshal Mackenzie 1918.",
                "Directions: \nContinue west along Aldwych/the Strand 1km > At the Trafalgar Sq roundabout, take the 3rd exit through Admiralty Arch onto The Mall 750 m > Turn right onto Marlborough Rd 170 m > \nTurn left onto Pall Mall and keep left onto Cleveland Row 165m > Turn left onto Stable Yard 34 m > Turn right into Lancaster House grounds",
                "Lancaster House, Stable Yard, St. James's, London SW1A 1BB.",
                "Extravagant private palace originally built for the Duke of York, with magnificent central hall and staircase. Architect: Benjamin Wyatt 1825.",
                "Directions:\nReturn to The Mall and turn right 240m > Keep left to stay on Spur Rd 270m > Turn right onto Birdcage Walk 160m > Turn left onto Buckingham Gate/B323 250 m > Turn left onto Petty France 290 m > At the roundabout, 55 Broadway is on your right",
                "55 Broadway, Westminster, London SW1H 0BD.",
                "Built as HQ for the London Underground it is now being re-developed as luxury flats. Described on opening as ‘the cathedral of modernity’ it was the tallest office building in London. Exterior features sculptures by eminent artists of the day including Henry Moore, Jacob Epstein and Eric Gill. Architect: Charles Holden 1927.",
                "Directions:\nFrom the Broadway roundabout join Tothill St 240 m > Turn right onto Storey's Gate 16 m > Turn left onto Victoria St/Broad Sanctuary/A302 100 m > Turn left into Little George St 17m > the Supreme Court will be on the left",
                "The UK Supreme Court, Little George St, Westminster, London SW1P 3BD.",
                "Sensitive refurbishment of this neo-Gothic Grade II* listed building to become the home of the UK’s highest court. Admire original features including stained glass windows, wood panelling and ornate ceilings. Refurbished by Feilden + Mawson 2009.",
                "Directions:\nReturn to Broad Sanctuary/Parliament Square/A302/A3212 140m > Turn left into Great George St/A3214 60m > The RICS building will be on your left",
                "RICS, 12 Great George St, Westminster, London SW1P 3AD.",
                "This historic head office building has been the home of the Royal Institution of Chartered Surveyors since 1868.",
                "Directions:\nReturn on Great George St/A3214 70m > Join Parliament Square 70m > Continue onto Bridge St/A302 130 m > Turn left onto Victoria Embankment/A3211 42m > Portcullis House will be on your right42 m",
                "Portcullis House, 1 Parliament St, Westminster, London SW1A 2JR. Contrasting its imposing façade with a generous light-filled courtyard covered by a glass roof at second level and surrounded by a 2-storey cloister. Extensive collection of Parliamentary portraiture from Gilray to Scarfe. Hopkins Architects 2001.",
                "Directions:\nContinue on Victoria Embankment/A3211 350 m > Turn left onto Horse Guards Ave 180 m > the Banqueting House is on your left",
                "The Banqueting House Whitehall SW1A 2ET. A stunning regal building, the only surviving building from Whitehall Palace, one of the first examples of the principles of Palladianism being applied to an English building. Site of a set of magnificent ceilings painted by Rubens. Architect Inigo Jones 1619. Next door is RUSI - the Royal United Services Institute, 61 Whitehall. Grade II* listed building built in 1895 as a discreet addition to the Banqueting House.",
                "Directions: \nContinue on Horse Guards Ave 36 m > Turn left onto Whitehall/A3212 300 m > Turn right (through security check) onto King Charles St 140m",
                "Foreign, Commonwealth and Development Office, King Charles St, Whitehall, Westminster, London SW1A 2AH.",
                "Grade I listed Victorian government offices. Includes the richly decorated Durbar Court, India Office Council Chamber, Locarno Suite and Foreign Office Grand Staircase. Designed by Sir George Gilbert Scott and Matthew Digby Wyatt 1863.",
                "Directions:\nContinue on King Charles St 50m > Carry your bike down the Clive Steps to Horse Guards Rd  > Turn left 25m > HM Treasury is on your left.",
                "HM Treasury, 1 Horse Guards Rd, Westminster, London SW1A 2HQ.",
                "A quadrangular English Baroque revival building. Grade II* listed government office covering the entire complex. Great George St constructed 1899-1917 in two phases. Refurbishment completed 2002, now occupied by HM Treasury. Architects John Brydon and Sir Henry Tanner 1899."
            ]
        }
    ],
    "id": 9314,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/9314/building_9314_untitled_artwork_5bbadd1ff995f0bfa775d4b4e5abd178.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/medium_golden/building_9314_untitled_artwork_5bbadd1ff995f0bfa775d4b4e5abd178.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Westminster, SW1A 2JR",
        "latitude": 51.501172,
        "longitude": -0.1251735,
        "meeting_point": "Westminster Tube Station",
        "travel_info": [
            "Nearest tube: Westminster"
        ]
    },
    "name": "Self-guided Cycle Tour of Westminster, by Open House",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/9314",
    "ticketed_events": false
}