{
    "all_week": true,
    "description": "This self-guided itinerary has been created by the Open House team to explore exterior architecture in Lambeth.",
    "design": {
        "designers": [],
        "periods": [
            "Historical/contemporary"
        ],
        "types": [
            "Walk/tour"
        ]
    },
    "events": [],
    "facilities": [],
    "factsheet": [
        {
            "heading": "Route and Description",
            "paragraphs": [
                "LAMBETH CYCLE TOUR - 16km",
                "Start at: Woodmansterne School SW16 5UQ\nLeigham Court Estate\nLambeth Town Hall\nReliance Arcade\nPop Brixton\nBrixton Village Market\nInternational House\nThe Department Store\nIveagh House\nEvelyn Grace Academy\nBlack Cultural Archive\nVanguard School\nLollard St Housing\nFinish at: Leake Street Arches SE1 7NN",
                "Woodmansterne School Woodmansterne Road London, SW16 5UQ",
                "Award-winning project to provide additional 2-form entry primary capacity and a 6 form-entry secondary school. Architects PTAL created a master plan adopting a stackable building footprint that would lend itself to off-site construction, and promotes sharing space as part of an All Thru School",
                "Directions\nTurn right onto Woodmansterne Rd 75m > Turn left onto Hawkhurst Rd 100m > Turn right onto Sherwood Ave 200m > Turn left onto Glencairn Rd 450m > Turn left onto Streatham High Rd/A23 1.5km > Turn right onto Streatham High Rd/A216 1.1km > Continue to follow Streatham High Rd > Continue onto Streatham Hill/A23 > Just after Streatham Hill railway station turn right into Amesbury Rd",
                "Leigham Court Estate, Amesbury Rd SW2 3AB\nLast of the housing estates laid out by the Artizans Labourers and General Dwellings Company in the late 19th /early 20th century. Ambitious architectural quality and generous materials make these philanthropic housing projects an enduring pleasure. A grid of alphabetical streets Amesbury, Barcombe, Cricklade and Downton, with Emsworth, Faygate and Hailsham cross-streets.",
                "Directions:\nReturn to Streatham Hill/A23 > Continue to follow A23/Brixton Hill 2.6km > the Town Hall is on your left at the bottom of Brixton Hill",
                "Lambeth Town Hall, 1 Brixton Hill, Brixton, London SW2 1RW\nLandmark Edwardian Baroque style town hall in red brick and Portland stone . Striking new atrium, reception and courtyard space along with grand marble lined staircase and ornate council chamber. Grade II listed.",
                "Directions\nContinue north on Brixton Hill/A23 350m > before the railway bridge turn right across the main road to reach Reliance Arcade",
                "Reliance Arcade, 455 Brixton Rd, Brixton, London SW9 8JP\nReliance Arcade is a Grade II Listed covered market, one of three covered markets comprising Brixton Village. It is the oldest of the three with the earliest part of the Arcade dating back to 1925. The primary reason for listing the Arcade is not due to its architectural significance, but the historic and cultural value the market brings to the local community of Brixton.",
                "Directions\nReturn to Brixton Rd/A23 and head south 25m > Turn left onto Coldharbour Ln/A2217 (one way - push your bike) 50m > Turn left onto Electric Ln > Turn right onto Electric Ave 200m > Continue onto Pope's Rd 100m > Turn right onto Brixton Station Rd/Pope's Rd 50m > Turn right onto Brixton Station Rd > Pop Brixton will be on the left",
                "Pop Brixton, 49 Brixton Station Rd, Brixton, London SW9 8PQ\nPop Brixton is a community project, event venue, and a home to a community of independent retailers, restaurants, street food start-ups and social enterprises: an innovative ‘meanwhile’ use of land owned by the council but with no immediate plans to build a permanent building on or sell. Over 50 shipping containers have been arranged and converted to provide a range of business, community and retail spaces. Designed by Turner.Works (ex-Carl Turner Architects)",
                "Directions\nHead west on Brixton Station Rd towards Pope's Rd 50m > Turn left onto Brixton Station Rd/Pope's Rd > Turn left onto Pope's Rd 100m > Brixton Village Market will be on the left",
                "Brixton Village Market, Unit 74, Brixton Village, Coldharbour Ln, Brixton, London SW9 8PS\nAnother of the notable covered markets comprising Brixton Village",
                "Directions\nHead north-east on Pope's Rd towards Brixton Station Rd 100m > Turn right onto Brixton Station Rd/Pope's Rd > Turn left onto Pope's Rd 200m > Turn left onto Canterbury Cres > International House will be on the left",
                "International House, Canterbury Cresc, London SW9 7QE\nAn 11-story office block with a vision to turn it into one of London’s largest affordable workspaces, which will provide space for new and growing businesses, social enterprises and charities, with a focus on design, creativity and innovation.",
                "Directions\nHead north-west on Canterbury Cresc 120m > Turn left onto Brixton Rd/A23 100m > Turn right into Ferndale Rd 50m > The Department Store building will be on the right",
                "The Department Store 248 Ferndale Rd, London SW9 8FR\nThe Department Store is an award winning refurbishment of a dilapidated Edwardian building in Brixton, completed by Squire and Partners in 2017. The design was informed by the layers of history and existing fabric of the heritage building.",
                "Directions\nReturn to Brixton Rd/A23 > Turn left on Brixton Rd/A23 750m > Turn right onto Loughborough Rd 500m > Continue on Loughborough Rd 50m >Iveagh House will be on the right",
                "Iveagh House, Loughborough Rd, Brixton, London SW9 7SF\nA seven-storey block of bedsitters intended for working women, originally incorporating a restaurant. Armstrong and McManus architects 1954.",
                "Directions\nContinue south on Loughborough Rd 600m > Turn right onto Coldharbour Ln/A2217 100m > Turn left into Shakespeare Rd > Evelyn Grace Academy will be on the right",
                "Evelyn Grace Academy, 255 Shakespeare Rd, Brixton, London SE24 0QN",
                "Zaha Hadid’s first completed project in England with her trademark sharp angles. Composed of four smaller schools contained within highly functional spaces, presenting generous environments with maximum levels of natural light, ventilation and understated but durable textures. The design encourages social communication within each school and eliminates problematic zones that require supervision. RIBA Award Winner 2011.",
                "Directions\nHead south on Shakespeare Rd 500m > Turn right onto Railton Rd/B223 600m > Turn left onto Saltoun Rd 250m > The Black Cultural Archives will be on the right",
                "Black Cultural Archives 1 Windrush Square, Brixton SW2 1EF\nBlack Cultural Archives is the only national heritage centre dedicated to collecting, preserving and celebrating the histories of African and Caribbean people in Britain. The building provides facilities for BCA’s core activities of education, research and community engagement. It includes the restoration and refurbishment of Raleigh Hall, a Grade II listed building. Architects Pringle Richards Sharratt 2014..",
                "Directions\nFrom Windrush Sq cross St Matthews Garden to reach Brixton Hill > Turn right on Brixton Rd/A23 2.5 km > Turn right onto Kennington Park Rd/A3 200m > Turn left onto Kennington Rd/A23 500m > Cross the main road and slight left onto Kennington Rd/A23 300m > Turn left into Lollard St and Vanguard School will be on the right",
                "Vanguard School, 182-196 Kennington Rd, London SE11 6QH\nThis new free school provides specialist education for children and young people aged between 11 and 19 with autism and associated learning disabilities. Alongside the teaching facilities there are therapy suites and individual learning rooms and a design which provides a calming environment that can help to minimise anxiety and overstimulation. Pozzoni Architects 2020",
                "Continue on Lollard St 25m > the Lollard St Housing is on your left",
                "Lollard Street Housing, London SE11 6UG",
                "The project made huge improvements to what was previously a problematic site, which primarily consisted of a car park structure which had created a negative social barrier, blocking access routes around the estate and to the underutilised community park. Lollard Street can be seen as a template for how developers in London can create off-site affordable housing to satisfy planning agreements. Darling Associates Architects 2019",
                "Directions:\nFrom Lollard St turn left onto Kennington Rd/A23 900m > At Lambeth North tube station slight right onto Baylis Rd/B300 200m > Turn left onto Frazier St 130m > Turn left onto Lower Marsh 200m > Turn right onto Leake St > Take the pedestrian tunnel 200m > Turn left onto York Rd/A3200 50m > Continue to follow A3200 >Turn left onto Station Approach Rd > Leake St Arches are ahead of you",
                "Leake Street Arches London SE1 7NN",
                "Eat, Drink, Paint and Play at Leake Street Arches; a celebration of urban art, dining and entertainment located underneath Waterloo Station. Eight former railway arches have been brought back to life to provide a community of independent restaurants, bars and entertainment spaces that are united by their approach to celebrate the creativity of urban culture. Adjoining London's longest legal graffiti wall on Leake Street (which has made its name as a democratic cultural venue for street art) Leake Street Arches is an exciting street-culture led destination."
            ]
        }
    ],
    "id": 9315,
    "images": [
        {
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/medium_golden/building_9315_untitled_artwork_3aaf48ba5010d4584dc579d5bfbc53a2.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Woodmansterne Road, Brixton, SW16 5UQ",
        "latitude": 51.4136378,
        "longitude": -0.1362473,
        "meeting_point": "Woodmansterne School",
        "travel_info": [
            "Nearest tube: Brixton"
        ]
    },
    "name": "Self-guided Cycle Tour of Lambeth",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/9315",
    "ticketed_events": false
}