{
    "all_week": false,
    "description": "Antepavilion Commission offers emerging architects and makers opportunities to create new work through hands-on construction. Works are put on temporary display in Columbia/ Brunswick Wharf, situated on the Regents Canal in Haggerston.",
    "design": {
        "designers": [
            {
                "architect": "Thomas Randall-Page and Benedetta Rogers,  Maich Swift architects,  PUP architects, Jamie Shorten",
                "description": "Original design",
                "year": "2017"
            }
        ],
        "periods": [
            "Historical/contemporary"
        ],
        "types": [
            "Industrial",
            "Art in the public realm",
            "Public realm/landscape",
            "Walk/tour",
            "Community/cultural",
            "Event"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": null,
            "date": "2021-09-05",
            "end": "2021-09-05T18:00:00+01:00",
            "fully_booked": null,
            "name": "Hoxton Docks Open House",
            "notes": "Visitors can arrive at any time during the opening hours.There may be queues at busy times.",
            "start": "2021-09-05T14:00:00+01:00",
            "ticketed": false
        },
        {
            "all_day": false,
            "booking_link": null,
            "capacity": null,
            "date": "2021-09-11",
            "end": "2021-09-11T18:00:00+01:00",
            "fully_booked": null,
            "name": "Hoxton Docks Open House",
            "notes": "Visitors can arrive at any time during the opening hours.There may be queues at busy times.",
            "start": "2021-09-11T14:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        [
            "Toilets"
        ]
    ],
    "factsheet": [
        {
            "heading": "Antepavilion Competition",
            "paragraphs": [
                "Established in 2017, Antepavilion is an arts and architecture charity in Hackney which promotes individual free thought and expression. The annual Antepavilion competition allows artists, architects and designers to create challenging and thought-provoking pavilions and gain practical experience.",
                "Over the last couple years, the competition has attracted the ire of Hackney Council. They served planning enforcement notices against the 2017 and 2019 winners, HVAC and Potemkin Theatre, and obtained an emergency High Court injunction against the 2020 Antepavilion winner, Sharks!.",
                "The Council have labelled the structures \"unacceptable in terms of their size, location and design\". A position which shows no respect for the opinions of local residents and the wider arts community who find the installations enliven an otherwise dull canalfront.",
                "These actions have placed Antepavilion in the centre of a battle between free expression and bureaucratic control for its own sake, or for simple authoritarian art censorship."
            ]
        },
        {
            "heading": "HVAC 2017",
            "paragraphs": [
                "The first Antepavilion commission was won by PUP architects with H-VAC. The timber framed structure was clad with shingles folded from reject Tetrapak carton material. It provided an outsized ventilation duct and vent to a top floor studio and sat on a canalside rooftop of the Columbia and Brunswick Wharf complex. It could also be used in the summer as a breakout/contemplation space.  Only its skeleton remains as Antepavilion structures slowly give way to their successors"
            ]
        },
        {
            "heading": "AirDraft 2018",
            "paragraphs": [
                "The 2018 Antepavilion, which travelled London’s waterways in the summer, was conceived as a two-level inflatable theatre space with a high-pressure supporting structure and low-pressure canopy resting on a historic steel barge named Ouse."
            ]
        },
        {
            "heading": "Potemkin Theatre 2019",
            "paragraphs": [
                "The 2019 Antepavilion, Potemkin Theatre, hosted to a programme of events that activated the roofscape of the Columbia and Brunswick Wharf site, its adjacent canal and roadsides with public performances.",
                "Maich Swift’s winning proposal was a timber structure clad in colourful panels of painted canvas, which acted as both a canalside theatre and cinema for a short summer season of performances",
                "Potemkin Theatre has now been dismantled, with its parts being reused to construct the 2021 Antepavilion, Antechamber."
            ]
        },
        {
            "heading": "Sharks! 2020",
            "paragraphs": [
                "SHARKS!, the winning proposal by architect Jaimie Shorten takes inspiration from the Headington Shark, the full-scale fibreglass sculpture of a shark that crashes into the roof of a terraced house in suburban Oxford. Installed in 1986, the Headington Shark was the subject of a prolonged campaign by Oxford City Council to force its removal.",
                "Sharks! can be seen in the warehouse, where they have been quarantined after a tour of duty in the City Road Basin due to the Hackney injunction that is the subject of ongoing litigation in the High Court and the Court of Appeal."
            ]
        },
        {
            "heading": "All Along the Watchtower 2021",
            "paragraphs": [
                "All Along the Watchtower was a special early summer commission for the 2021 Antepavilion competition. It is a bamboo and steel cable 'tensegrity structure' constructed and designed by Project Bunny Rabbit.",
                "Popularised by American architect, Buckminster Fuller, these structures place isolated components under compression (the bamboo) within a lattice of tension (the cable). In this way none of the bamboo elements touch each other. The 14 metre tensegrity structure forms a visually striking, fast construct and deconstruct ultra lightweight rooftop feature.",
                "Continuing in our vein of attracting authoritarian action, Watchtower has managed to draw the attention of greater powers than Hackney Council. On the 25th June, Around 100 police, spearheaded by the TSG raided Hoxton Docks. Three people were arrested, the building was damaged and the site was occupied for a day.",
                "This was apparently done in order to make sure the structure would not be used in any Extinction Rebellion protest, a group that sometimes builds tensegrity structures. This was despite the fact that Antepavilion has no relationship with Extinction Rebellion, a fact the Metropolitan Police's intelligence failed to reveal to them.",
                "Unsurprisingly, All Along the Watchtower has also garnered the attention of the Hackney Council who have launched attacks from any department they can think of to challenge it - lawfully or unlawfully.  We hope it will survive long enough to be enjoyed at Open House."
            ]
        },
        {
            "heading": "Antechamber 2021",
            "paragraphs": [
                "Antechamber is the 2021 Antepavilion by Nima Sardar, still under construction. Inspired by a bird box, the collapsable structure acts as a sanctuary and as a camera obscura, projecting the sky on to a table in the blacked-out Antechamber. Destress while watching the changing sky."
            ]
        }
    ],
    "id": 9395,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2021/9395/building_9395_peter-brooks_-ptrbrks_pavilion1_2c2d8dc040d087d6aad5f0e94066fafa.jpg",
            "description": "Peter Brooks · 2021",
            "title": "All Along the Watchtower",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9395_peter-brooks_-ptrbrks_pavilion1_2c2d8dc040d087d6aad5f0e94066fafa.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2021/9395/building_9395_20200821_183718_259039ac04cc7e00a42d13725ac57b6e.jpg",
            "description": "2020",
            "title": "View along Regents Canal",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9395_20200821_183718_259039ac04cc7e00a42d13725ac57b6e.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2021/9395/building_9395_hvac-jimstephenson-41-1500x1250_380de09992f76701f1afd802fbede317.jpg",
            "description": "2017",
            "title": "View from canal",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9395_hvac-jimstephenson-41-1500x1250_380de09992f76701f1afd802fbede317.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2021/9395/building_9395_antepavilion2-jimstephenson-11-webres_8b13780383a7d8bb74f9b91bb2c218bf.jpg",
            "description": "Jim Stephenson · 2018",
            "title": "AirDraft inflated",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9395_antepavilion2-jimstephenson-11-webres_8b13780383a7d8bb74f9b91bb2c218bf.jpg"
        }
    ],
    "links": [
        {
            "href": "https://antepavilion.org/",
            "title": "Website"
        }
    ],
    "location": {
        "address": "Hoxton Docks, 55 Laburnum street, E2 8BD",
        "latitude": 51.5357001,
        "longitude": -0.0706187,
        "meeting_point": null,
        "travel_info": [
            "Nearest train: Haggerston"
        ]
    },
    "name": "Hoxton Docks",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/9395",
    "ticketed_events": false
}