{
    "all_week": false,
    "description": "The sustainable re-birth of a 3-bedroom Victorian London terrace, completed in 2020. Whittaker Parsons have created a beautiful and functional space; a sanctuary in the middle of the Medway Conservation Area in East London.",
    "design": {
        "designers": [
            {
                "architect": "Whittaker Parsons",
                "description": "Original design",
                "year": "2020"
            }
        ],
        "periods": [
            "Victorian",
            "Historical/contemporary"
        ],
        "types": [
            "Residence"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 4,
            "date": "2021-09-11",
            "end": "2021-09-11T09:00:00+00:00",
            "fully_booked": true,
            "name": "General access",
            "notes": null,
            "start": "2021-09-11T09:00:00+00:00",
            "ticketed": true
        }
    ],
    "facilities": [
        [
            "Architect on site"
        ]
    ],
    "factsheet": [
        {
            "heading": "History of the Medway Conservation Area",
            "paragraphs": [
                "The Medway Conservation Area was designated in September 1989. It was designated to protect the overall character of the Victorian terraces. The Conservation Area is bounded by Cherrywood Close and the railway line to the south, Strahan and Medway Roads to the west, Roman Road to the North and St Stephen's Road to the east. This area lies within what was then known as Mile End Old Town. Evidence of this remains today, in the boundary plaques.",
                "Until the mid-nineteenth century, most of Bow was primarily rural, with the exception of late Georgian ribbon development on the main roads out of town, for example along Mile End Road. Historic maps reveal that the area once consisted of fields, lying east of Grove Road and south of Roman Road. Victoria Park to the north opened in 1845. However, the space that makes up the Conservation Area was still undeveloped.",
                "This all changed when the city expanded in size around the 1860s. The area was fully developed by the twentieth century. In addition to terrace houses, a school was opened in 1874 between Olga Street and Arbery Street. The School has since been relocated to a modern building next to its original site and the original school building has been converted to houses.",
                "Although principally residential, the area historically included a number of small businesses operating either from home or within small industrial buildings, such as those between Medway and Lyal Roads. The area also supported a number of local shops along Medway Road. The area was fully developed by the twentieth century. In addition to terrace houses, a school was opened in 1874 between Olga Street and Arbery Street.",
                "At that time Victorian terraces were perceived as old fashioned, and unhealthy with few modern facilities, and the area was considered to be slums. Subsequently, large clearance programmes begun and new estates were built, consisting of flats with modern amenities and plenty of open space, such as Lanfranc Estate that is immediately adjacent to the Conservation Area.",
                "Source: Medway Conservation Area Character Appraisal and Management Guidelines by London Borough of Tower Hamlets"
            ]
        },
        {
            "heading": "Architectural Characteristics",
            "paragraphs": [
                "The overriding impression of this Conservation Area is the consistency of the architectural form. There is a consistent rhythm and scale to the terraces with a fairly uniform parapet line to the front elevation, concealing a series of uniform London Roofs.\n  \nThe terraces vary in their ornamental detail; the types of doors, windows, decorative plasterwork and front boundary treatment differ, which give each street a slightly different quality. The houses along Strahan Road were built slightly later and are more ornately decorated than elsewhere, and 15 Strahan Road is a great example here.",
                "When built, the houses were considered of a good size.",
                "Source: Medway Conservation Area Character Appraisal and Management Guidelines by London Borough of Tower Hamlets"
            ]
        },
        {
            "heading": "Re-birth of No.15 Strahan Road",
            "paragraphs": [
                "As residents' lifestyles have considerably changed since Victorian times, the current owners of 15 Strahan Road were considering relocating and buying a new property as their house no longer served the needs of their family.",
                "They first approached Whittaker Parsons in 2018 to review a couple of properties that they were considering moving to - further out of London with more space and privacy. They loved the area they lived in but could not see how their existing home would accommodate their needs. This conversation was a spark that inspired and guided our design to remodel their existing house. As a result, the project grew from the inside out.",
                "The existing property was in poor condition, dark, poorly connected to its outdoor space and the city and overlooked by the neighbouring property. The client’s budget was relatively modest for the project they wished to achieve; a complete renovation including a master suite and family kitchen. We limited the amount of new building proposed and looked at the creative specification and honest expression of internal finishes, which were not only cost-effective but also healthy and sustainable, ones that would improve the family's well-being.",
                "Downstairs a single storey side extension creates a full-width kitchen and dining room, constructed from exposed reclaimed London stock and white glazed brickwork, woodfibre insulation (made from recycled wood chips from sustainable sources), exposed steelwork, and concrete screed. Bespoke joinery, formed from super sustainable Moso Bamboo panels, lines the space. A resin-free Neolith board, which is 100% recyclable, forms the worktop and tops the kitchen island. Bespoke taps were formed from copper pipes, creating a unique feature and adding a further sense of warmth to the material palette.",
                "Subtle internal alterations bring more natural light into the property, making the newly refurbished spaces feel more spacious and better connected. The original property was very dark and cramped, so we improved the connection to the rear courtyard garden, blurring the line between inside and outdoor space. Natural light floods into the kitchen through the glazed roof of the side extension and the bi-folding corner doors.\n \nThe existing reception rooms and bedrooms have been fully renovated, retaining their period features and the basement upgraded to dry storage space. Jute insulation, manufactured from discarded cocoa and coffee bean bags and processed with 100% renewable solar energy was used to thermally upgrade the existing property. Existing floorboards were retained and reused where possible.",
                "The new volumes have been carefully balanced to contrast with the original rooms in the house, to feel generous, light and encourage natural ventilation. The new timber staircase and internal glazing create a feeling of openness and result in unexpected views through the property while maintaining acoustic privacy.",
                "The double-pitch mansard roof extension creates a light-filled double bedroom lined with bespoke built-in Moso bamboo joinery, such as a dressing table looking over with views towards the London Docklands. The warm cork floor runs into a generous en-suite shower room, which again has bespoke formed copper fittings, including a rotating copper mirror above the basin, which can swing out of place, to enable the user to admire the London skyline as they brush their teeth.",
                "The project transformed the existing property from very dark and claustrophobic spaces that were embedded into the structure of extremely poor condition into space that gives a sense of very generous volume and light, with all faults in the structure repaired or replaced. Not only has the project  given a new breath into the old property; the materials that were used in the design gave the project lasting qualities, making sure it will wear well over time. The clients love their old-new home and sincerely appreciate the qualities that the design delivered."
            ]
        },
        {
            "heading": "Sustainability and innovative use of materials",
            "paragraphs": [
                "Our approach was to build as little new build as possible to meet the client’s brief; to reuse, upgrade and salvage anything possible from the existing property.  New materials were selected from renewable sources and the new build elements exceed current Part L building regulations.",
                "The materials combination allowed to create a space that is healthy, breathable, warm, elegant, full of character, and most importantly, practical and robust; qualities that make the project sustainable, recyclable and durable.\nKey products used:",
                "•\texposed London stock bricks, reclaimed\n•\twhite glazed brickwork, Ibstock\n•\tnatural Welsh slate to mansard roof\n•\tpainted exposed steelwork\n•\tbespoke copper pipe sanitaryware designed by \n        Whittaker Parsons\n•\tbespoke bathroom mirror designed by Whittaker \n         Parsons\n•\tbamboo joinery, formed from bamboo panels supplied \n        by Moso Bamboo Surfaces, www.mosobamboosurfaces.co.uk\n•\twood fibre insulation, www.ecologicalbuildingsystems.com\n•\tjute insulation, www.ecologicalbuildingsystems.com\n•\tparticle board flooring UFH panels, OMNIE\n•\tkitchen worktop, Neolith \n•\tcooker extract hood, Lamona\n•\tcork floors, Siesta Cork Tile Co.\n•\tceramic tiles for walls, Walls and Floors, \n        www.wallsandfloors.co.uk\n•\twindows and doors, Yord, www.yord.co.uk\n•\ttable and bench, Unto The Last, www.untothislast.co.uk\n•\thardwood floorboards - Solid Wood Floor Company, \n        www.thesolidwoodflooringcompany.com"
            ]
        },
        {
            "heading": "Client's view",
            "paragraphs": [
                "\"Working with Whittaker Parsons to extend and rejuvenate our compact Victorian home was a fantastic experience. From the outset, Matthew and Camilla understood our vision and enhanced our initial ideas by challenging our assumptions and suggesting novel approaches and materials.",
                "In addition to Matthew and Camilla's pivotal role in the design, they were instrumental in delivering the project through their project management expertise. This was vital as we were not based in our home through the works and were both working long hours. This allowed the design to emerge fully from the vision we set out to achieve, with a consistent and proper focus on the final details which were so important to us.",
                "Our home is now a wonderful family space with continuous, open, naturally lit spaces, whereas previously spaces were enclosed, cluttered and disjointed. Matthew and Camilla have helped us expose the fabric of the new structure and bring both light and space into our home, as well as connect existing areas to make them feel much larger. All in all, they have helped us add immeasurable value to our family life.”",
                "Andrew Long, 2020"
            ]
        }
    ],
    "id": 9531,
    "images": [
        {
            "description": "Jim Stephenson · 2020",
            "title": "Front of the house",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9531_strahan-jimstephenson-1-midres_74733327d92ba25279c6377d30dc7895.jpg"
        },
        {
            "description": "Jim Stephenson · 2020",
            "title": "View towards the rear of the property, with the new side extension",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9531_strahan-jimstephenson-2-midres_83200a171074bcad7a714e47f30bcf28.jpg"
        },
        {
            "description": "Jim Stephenson · 2020",
            "title": "View towards the kitchen and dining area",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9531_strahan-jimstephenson-4-midres_e641ef4130fc5b79cc367973efacf77a.jpg"
        },
        {
            "description": "Jim Stephenson · 2020",
            "title": "Dining area featuring exposed steelwork, polished screed floor and bespoke Moso bamboo joinery",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9531_strahan-jimstephenson-6-midres_e6042d6ae541a14f922675870923145b.jpg"
        },
        {
            "description": "Jim Stephenson · 2020",
            "title": "Glazed roof above new kitchen. High level steel shelf sits above glazed brickwork and neolith worktop",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9531_strahan-jimstephenson-7-midres_c9b432068718aaa46a5a032c11131a8c.jpg"
        },
        {
            "description": "Jim Stephenson · 2020",
            "title": "Kitchen and dining area in the side extension, featuring screed floors and bespoke Moso bamboo joinery",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9531_strahan-jimstephenson-12-midres_b2a0707ca00cf57a46edb56d4b106ea4.jpg"
        },
        {
            "description": "Jim Stephenson · 2020",
            "title": "Dining area with bespoke Moso bamboo joinery",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9531_strahan-jimstephenson-13-midres_647ade70d6b2a7a10cd9525c0deaaaf8.jpg"
        },
        {
            "description": "Jim Stephenson · 2020",
            "title": "Dining area with bamboo joinery looking into the courtyard",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9531_strahan-jimstephenson-14-midres_7e2073fd3db14b902382b504e1ce7615.jpg"
        },
        {
            "description": "Jim Stephenson · 2020",
            "title": "Glassware sits on bespoke Moso bamboo shelves",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9531_strahan-jimstephenson-15-midres_54a3ab184d2266be743d51f274f0c738.jpg"
        },
        {
            "description": "Jim Stephenson · 2020",
            "title": "Details of bamboo joinery in the kitchen",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9531_strahan-jimstephenson-16-midres_255cc3d6b0a8d78b2a33e8a021801772.jpg"
        },
        {
            "description": "Jim Stephenson · 2020",
            "title": "An openable glazed corner leading to the rear courtyard garden",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9531_strahan-jimstephenson-23-midres_877c4476b8a8564f3f4ed17c18294ce5.jpg"
        },
        {
            "description": "Jim Stephenson · 2020",
            "title": "Evening light falls across the dining table and bespoke Moso bamboo bookshelves",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9531_strahan-jimstephenson-22-midres_b4a8b6a9a80437a11d5f3c5e0c966253.jpg"
        },
        {
            "description": "Jim Stephenson · 2020",
            "title": "Single storey side extension created a full-width kitchen and dining room, constructed from exposed London stock and white glazed brickwork",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9531_strahan-jimstephenson-28-midres_0093bab3e0dd431d1327a5b3558bf880.jpg"
        },
        {
            "description": "Jim Stephenson · 2020",
            "title": "New staircase, view from the first floor",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9531_strahan-jimstephenson-29-midres_37ff159df797f30a755b9ebd421b036e.jpg"
        },
        {
            "description": "Jim Stephenson · 2020",
            "title": "View towards the new staircase from the existing first-floor bedroom",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9531_strahan-jimstephenson-30-midres_f48dd8a954341423e186634166d5edfd.jpg"
        },
        {
            "description": "Jim Stephenson · 2020",
            "title": "Bespoke painted timber staircase leading into new roof extension",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9531_strahan-jimstephenson-31-midres_88fa07803b8e9d54b0e5f10cd50ab695.jpg"
        },
        {
            "description": "Jim Stephenson · 2020",
            "title": "Bespoke painted timber staircase leading into new roof extension",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9531_strahan-jimstephenson-32-midres_f123fdda01ac6bd31ab5f0e6c7a779ec.jpg"
        },
        {
            "description": "Jim Stephenson · 2020",
            "title": "Double bedroom with bamboo joinery and a cork floor that runs into a generous en-suite shower room with views towards Canary Wharf",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9531_strahan-jimstephenson-33-midres_f61f38de2487fa3c78b5cd131a2483d4.jpg"
        },
        {
            "description": "Jim Stephenson · 2020",
            "title": "Sliding doors leading to en-suite shower room",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9531_strahan-jimstephenson-35-midres_6324fc13ba65f74565a9d11d98bf7f57.jpg"
        },
        {
            "description": "Jim Stephenson · 2020",
            "title": "Bespoke built-in Moso bamboo dressing table in the new bedroom",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9531_strahan-jimstephenson-38-midres_474b3b49d884b73895113e9522736208.jpg"
        },
        {
            "description": "Jim Stephenson · 2020",
            "title": "En-suite shower room, featuring cork floor and bespoke copper pipe sanitary ware",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9531_strahan-jimstephenson-42-midres_7fa640c47e2eb216c3f9a5d8f3b75200.jpg"
        },
        {
            "description": "Jim Stephenson · 2020",
            "title": "Bespoke mirror and bespoke copper pipe sanitary ware",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9531_strahan-jimstephenson-45-midres_3b7cd3f427987f6c7e7b2266af438623.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "15 Strahan Road, E3 5DA",
        "latitude": 51.5294117,
        "longitude": -0.0363257,
        "meeting_point": null,
        "travel_info": [
            "Nearest tube: Bow Road, mile end",
            "Nearest train: Hackney Wick, Cambridge Heath",
            "Bus routes: 339, 8"
        ]
    },
    "name": "The Naked House",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/9531",
    "ticketed_events": true
}