{
    "all_week": false,
    "description": "UCL PEARL is a brand new building designed to be a laboratory that can \"house the world\" so that we can create different environments from around the world for experiments about people and the environment around them.",
    "design": {
        "designers": [
            {
                "architect": "Penoyre & Prasad Architects",
                "description": "Original design",
                "year": "2021"
            }
        ],
        "periods": [
            "Contemporary"
        ],
        "types": [
            "Scientific"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": null,
            "date": "2021-09-04",
            "end": "2021-09-04T16:00:00+01:00",
            "fully_booked": null,
            "name": "PEARL Open House",
            "notes": "We will escort people around the building in groups, to explain what the building is, how it works, what we do in it, and why it is here",
            "start": "2021-09-04T10:00:00+01:00",
            "ticketed": false
        },
        {
            "all_day": false,
            "booking_link": null,
            "capacity": null,
            "date": "2021-09-05",
            "end": "2021-09-05T16:00:00+01:00",
            "fully_booked": null,
            "name": "PEARL Open House",
            "notes": "We will escort people around the building in groups, to explain what the building is, how it works, what we do in it, and why it is here",
            "start": "2021-09-05T10:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        [
            "Toilets",
            "Parking",
            "Disabled access",
            "Architect on site"
        ]
    ],
    "factsheet": [
        {
            "heading": "First impressions",
            "paragraphs": [
                "The PEARL building stands on part of the site of the old May and Baker pharmaceutical factory. The building is a portal frame building, cladded in steel, with a distinctive Corten steel façade on the west end. This façade incorporates perforations, that represent flocks of birds at sunset, pedestrians in a crowded place - or ideas coming together and swirling their way into the building to inspire the researchers inside to create a world that is better for both people and planet. The pathway to the building's front door is in two parts - one a traditional concrete pavement and the other a green, softer, surface designed to be more comfortable to walk on. This is one of the interim outcomes from our research - will a softer surface save damage to knees, ankles and hips after a lifetime f walking on concrete?"
            ]
        },
        {
            "heading": "The building within the building",
            "paragraphs": [
                "When you enter the building, you do so via a lobby and enter the Rise - a double-height space within a timber building, with an impressive large window to give a warm light to the interior. The Rise is intended to be a community space where meetings between people from the community and researchers can happen easily. Leading from the Rise is a meeting room - the Bass. This is used for teaching as well as meetings and has an open fourth wall so that people can join classes or seminars if they wish. A corridor leads to the Toolbox - the place where experiment elements are manufactured - and the Buzz, where these are conceived in model form. From there, there is the small Vibe - a laboratory where we can prepare the sounds that will be used in the experiments. The Rise also gives access to the laboratory space through a series of doors. Upstairs the Rise has a balcony and access to the View, which is a balcony overlooking the experimental Space, and gathering places where the public and researchers can meet up to discuss ideas and challenges. Treble, like Bass, is a three-walled teaching/meeting/seminar room, and is also open for people to join the activities there. Then there is the Riff.",
                "The Riff is the place where the researchers and others create the ideas and methods to be used in the experiments. This is designed to be a malleable space - a quite new concept in workplace design, where the space can  change to suit the people and their immediate and changing needs, rather than expect the people to bend to the limitations of the space. In the Riff are various kinds of seating, tables and other kinds of environment - hubs, meeting spaces, even a small theatre. These can all be moved around so that we encourage collaborative working practices."
            ]
        },
        {
            "heading": "The Space",
            "paragraphs": [
                "The Space is the part of the building where we carry out our experiments. This is a large space. The building as a whole is 44,000 cubic metres, and is 100m long and 40m wide. In order to gave the flexibility for our experiments, this has to be column-free, so the whole structure is supported by massive columns along the outer edges of the Space.",
                "You will notice that the Space is almost entirely black - this is so that light is absorbed in order that our lighting experiments are not disturbed by stray light from other sources. The lighting system splits the visible light spectrum into 11 parts, each a narrow bandwidth, so that we have 11 colours of light, which, when blended produce white light. However, we can adapt the intensities of the different waveband groups so that we can make differences in the light - for example, the difference between light in the morning and light in the afternoon, or light in different parts of the world.",
                "You may also notice that the Space is relatively quiet. This is because we designed the walls to absorb sound. Very little sound penetrates into the building from outside, which helps, but the distinctive part is that the walls have millions of small holes in them so that sound produced inside the building passes into the wall, rather than reflecting off the wall and back into the building. The walls are very thick rockwool, so the acoustic and thermal insulation is impressive.",
                "When we want sound in the Space, we put it there, with 3D dynamic spatial sound system, that moves sounds around the space and creates sound environments as we require.",
                "The Space has a ventilation system that removes the warm air from the roof space and extracts the heat from it to heat the water in the building and provide (in winter) warm are that can be pumped back into the building at a lower level. In the summer, the air is chilled so that the temperature remains near constant all year round. This is all powered by a solar panel array on the roof - 4,000 square metres of solar panels power everything the building needs and sends the rest to the national grid. As a result of this and the sustainable building design and construction, PEARL is classified as a net zero carbon building with an energy efficiency certification of -9. In other words, we create more (clean) energy than we use."
            ]
        },
        {
            "heading": "The Environment",
            "paragraphs": [
                "The building is all powered by a solar panel array on the roof - 4,000 square metres of solar panels power everything the building needs and sends the rest to the national grid. As a result of this and the sustainable building design and construction, PEARL is classified as a net zero carbon building with an energy efficiency certification of -9. In other words, we create more (clean) energy than we use."
            ]
        },
        {
            "heading": "What we do in PEARL",
            "paragraphs": [
                "If you come to visit us, we will tell you more about what we do - but as a taster, we have helped design trains, stations, buses, streets in the UK and around the world by running experiments to test how designs work with people..."
            ]
        }
    ],
    "id": 9542,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2021/9542/building_9542_pearl-westfacade_2546ebdf33a1bf5fea56d0a4e5f04147.jpg",
            "description": "Jordy Adjagboni · 2021",
            "title": "PEARL West façade",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9542_pearl-westfacade_2546ebdf33a1bf5fea56d0a4e5f04147.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2021/9542/building_9542_pearl-interior_2_df50e7c1d104670566e8b4d026fc0e4d.jpg",
            "description": "Joe Boxshall · 2021",
            "title": "Inside PEARL there is a whole world to imagine!",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9542_pearl-interior_2_df50e7c1d104670566e8b4d026fc0e4d.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "UCL PEARL, Yew Tree Avenue, RM10 7FN",
        "latitude": 51.5475948,
        "longitude": 0.170539,
        "meeting_point": null,
        "travel_info": [
            "Bus routes: 103"
        ]
    },
    "name": "UCL Pearl",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/9542",
    "ticketed_events": false
}