{
    "all_week": false,
    "description": "Established by the Knights Templar in 1195, The Inner Temple has had a Gardener since 1307. Surviving The Great Fire of London, and the Blitz, the Gardens remain a secret tranquil oasis in heart of the city.",
    "design": {
        "designers": [
            {
                "architect": "Knights Templar",
                "description": "Original design",
                "year": "1307"
            },
            {
                "architect": "Unknown ",
                "description": "Landscape design",
                "year": "1601"
            },
            {
                "architect": "Robert Marnock",
                "description": "Landscape design",
                "year": "1870"
            },
            {
                "architect": "William Robinson",
                "description": "Restoration",
                "year": "1890"
            }
        ],
        "periods": [
            "Historical/contemporary"
        ],
        "types": [
            "Garden"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": null,
            "date": "2021-09-05",
            "end": "2021-09-05T15:00:00+00:00",
            "fully_booked": null,
            "name": "General Access",
            "notes": "Visitors can arrive at any time during the opening hours.\n\nThere may be queues at busy times.",
            "start": "2021-09-05T12:00:00+00:00",
            "ticketed": false
        }
    ],
    "facilities": [
        [
            "Toilets",
            "Disabled access"
        ]
    ],
    "factsheet": [
        {
            "heading": "A Brief History of the Garden",
            "paragraphs": [
                "First Established by the Knights Templar in 1195 where they built the Church and Hall, where the Garden currently is would have been marsh land down to the Thames, but would have been used to grow vegetables for the kitchen and herbs for medicine.",
                "The first recorded gardener dates to 1307 who was one of the twenty or so people living in the Temple at the time, around that time there are records to show a number of fruit trees within the grounds.",
                "In 1533 the Thames embankment wall was built and the Garden was enclosed between the wall and Hall.",
                "Shakespeare sets the Temple Gardens as the scene in Henry  VI (1591) where the War of The Roses begins, where Somerset plucks a white rose and Suffolk picks a red rose.",
                "The Garden went on to be redesigned in 1651 with an orchard and formal lawn, which then survived the Great Fire of London in 1666, but then was ravaged by the later fire of 1678.",
                "in 1771 a new embankment was formed, which is now marked by the three veteran Plane trees, Platinus x hispanica, in the middle of the lawn.",
                "The Temple Gardens continued to play an essential role in the horticultural world, with an annual Chrysanthemum show starting in 1856 that would bring 7000 visitors a day. Eventually growing to the Royal Horticultural Show's Spring Show in 1888, which in turn grew so popular it had to move to its current location in Chelsea.",
                "The Victoria Embankment was built in 1870 which lead to the creation of the Broadwalk, the avenue of Plane Trees, and a redesign of the Garden  by the Landscape Designer Robert Marnock, who also designed Sheffield Botanical Garden and Regent's Park.",
                "In the 1890s with electricity being installed, the Garden required restoration from the works, which William Robinson assisted with.",
                "The Garden took a significant toll over the Second World War, with rubble from the greatly damaged surrounding buildings gathered along the High Border and where the Main Gates currently stand, and a barrage balloon named 'Shirley Temple' positioned in the middle of the lawn.",
                "From 1947 the garden was rebuilt and revitalized, with the first Head Gardener since the war being appointed in 1952 once the works had been completed, where he planted the two Walnut trees between the lawn and Paper Buildings.",
                "The Garden has remained largely unchanged since, outside of the planting of the Gingko, Metasequoia, and Liriodendrons, and the addition of the fountain donated by Baroness Butler-Sloss and her brother in dedication to their father, Sir Cecil Robert Havers.",
                "The current Head Gardener, Sean Harkin, was appointed in 2018 and has overseen the revitalization of the pond."
            ]
        }
    ],
    "id": 9601,
    "images": [
        {
            "description": "Paul Debois · 2021",
            "title": "The Mediterranean Beds flanking the steps into the garden",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9601_pdb_1_06_21_0130_82576be122371b47657869a0c69213b0.jpg"
        },
        {
            "description": "Paul Debois · 2021",
            "title": "The view towards the main gates from underneath the Manchurian Walnut",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9601_pdb_1_06_21_0005_84e44a7819dafca4094b49336da42237.jpg"
        },
        {
            "description": "Paul Debois · 2021",
            "title": "The Woodland bed beneath Prunus sargentii",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9601_pdb_1_06_21_0280_270de5856b13465d4975db138e9ca9a0.jpg"
        },
        {
            "description": "Paul Debois · 2021",
            "title": "The sundial in font of the main gates",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9601_pdb_1_06_21_0446_5986e9af758ce8268a6bc3c7f7b4d64f.jpg"
        },
        {
            "description": "Paul Debois · 2021",
            "title": "Looking across the lawn with the 1771 London Planes ",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9601_pdb_27_05_21_0291-hdr_4f75774560eb59424bfc6171cd5375d7.jpg"
        },
        {
            "description": "Paul Debois · 2021",
            "title": "The meadow in flower with Rosa x odorata 'Bengal Crimson'",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9601_pdb_27_05_21_0565_83c5088277fa1efe607d41ee333b9317.jpg"
        },
        {
            "description": "Paul Debois · 2021",
            "title": "Looking down the broadwalk set out by Bazalgette",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9601_pdb_27_05_21_0935_a0d38b7bdb896c0cfe6f40a9d279e1de.jpg"
        },
        {
            "description": "Paul Debois · 2021",
            "title": "Wisteria in flower along the railings",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9601_pdb_27_05_21_1019_61da9a7207c7755b4266dc0a2e7796f7.jpg"
        },
        {
            "description": "Sam Fry · 2021",
            "title": "The pond and fountain with Nymphaea 'Attraction' coming into flower",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9601_pond_3b266f0159007d1d8d91928acd62dec3.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "The Inner Temple Gardens, Crown Office Row, EC4Y 7BS",
        "latitude": 51.5134158,
        "longitude": -0.1092206,
        "meeting_point": null,
        "travel_info": [
            "Nearest tube: Temple, Blackfriars",
            "Nearest train: Blackfriars"
        ]
    },
    "name": "Inner Temple Gardens",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/9601",
    "ticketed_events": false
}