{
    "all_week": false,
    "description": "Designed to have a low environmental impact, the new community centre for the London Borough of H&F is a light & airy multi-purpose  scheme providing spaces for art exhibitions & community events with an ancillary café & dance studio.",
    "design": {
        "designers": [
            {
                "architect": "Mae Architects, Max Fordham LLP",
                "description": "Original design",
                "year": "2021"
            }
        ],
        "periods": [
            "Contemporary"
        ],
        "types": [
            "Community/cultural"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 15,
            "date": "2021-09-04",
            "end": "2021-09-04T16:00:00+01:00",
            "fully_booked": null,
            "name": "Explore and chat to the Design Team",
            "notes": null,
            "start": "2021-09-04T10:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        [
            "Toilets",
            "Disabled access",
            "Architect on site"
        ]
    ],
    "factsheet": [
        {
            "heading": "History & Today's use",
            "paragraphs": [
                "The project restores and completely retrofits the 1903 Clancarty Lodge, adjoining it to the new additions.",
                "Together, in South Park, the old and new form the nucleus of a new community hub for the London Borough of Hammersmith and Fulham, with the various building elements framing a courtyard at the centre of the site.",
                "Located a stone's throw from the Parson's Green conservation area, the new multi-purpose building complex provides spaces for art exhibitions and community events with an ancillary café and dance studio.",
                "“It’s been a pleasure working with the team at Hammersmith and Fulham and the local community to realise a building that, whilst modest in scale, offers a nonetheless significant piece of civic and social infrastructure to South Park“ - Alex Ely, Director of Mæ",
                "“This beautiful new centre will enhance people’s wellbeing across Sands End and south Fulham, it has been set up to ensure that it is truly for people of all backgrounds, and that residents are in the driving seat for this new community space in Hammersmith and Fulham.” - Cllr Andrew Jones, Hammersmith and Fulham Cabinet Member for the Economy and the Arts",
                "\"Sands End Arts and Community Centre perfectly showcases how beautiful design and truly sustainable engineering can go hand in hand and compliment each other. We're proud to have provided smart but unobstrusive MEP solutions that enable visitors to enjoy a beautiful, naturally ventilated building fuelled by green energy that can accommodate a broad range of community events.\" - Lidia Guerra, Engineer and Partner at Max Fordham"
            ]
        },
        {
            "heading": "Environmental Impact",
            "paragraphs": [
                "Sands End Arts and Community Centre (SEACC), a charity, was designed to have low environmental impact and utilises sustainably sourced CLT (cross laminated timber) throughout as the primary structure, lowering embodied carbon relative to more traditional construction methods.",
                "The building uses an innovative brick made from waste by specialist supplier StoneCycling. This is the first time the bricks have been used in the UK and means that the project effectively upcycles over 28 tonnes of potential construction landfill material. The bespoke ‘Nougat’ WasteBasedBricks® have been created specifically for Sands End, to suit the context and its characteristics.",
                "Focusing on flexibility and making sure each space can adapt to a dynamic programme of functions, simple and unobtrusive MEP services appropriate to their setting were implemented. Enhancing usability and maintainability, they simultaneously keep down cost due to high energy efficiency. The fabric and glazing strategy carefully balance winter passive solar gain with summer comfort, without resorting to complex cooling or shading devices.",
                "To that end, the main spaces within the building are naturally ventilated, providing free cooling without air-conditioning plant."
            ]
        },
        {
            "heading": "Lighting Design",
            "paragraphs": [
                "\"When designing the lighting, one challenge was to let the pure geometric forms of the architecture shine, and to complement the exposed natural materials. With this in mind, we’ve created lines of LED fittings, simple in colour and shape, and varied mountings and brightness to achieve uniformity with the steep sloped ceilings. A full LED system with daylight dimming throughout matches the energy efficiency aspirations of the whole project.\" - David Atkinson, Senior Engineer at Max Fordham",
                "Electrical distribution routes have been carefully integrated within the build-up.",
                "The timber roof construction gives a natural lightness to the space which is lit by large north facing clerestory. Internally the exposed timber structure reinforces the sustainable agenda behind the project while giving a highly tactile quality to the space."
            ]
        }
    ],
    "id": 9662,
    "images": [
        {
            "description": "Rory Gardiner · 2021",
            "title": "The project included refurbishing an existing historical lodge adjacent to the new buildings.",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9662_j6307_n14_high_60de25f896f64ecab517312170b7e39a.jpg"
        },
        {
            "description": "Rory Gardiner · 2021",
            "title": "The community centre's external envelope made out of recycled bricks from construction waste, in line with the environmental aspirations.",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9662_03_rorygardiner1421c_01_5052ba25d9f27904a430d0a6e956337d.jpg"
        },
        {
            "description": "Rory Gardiner · 2021",
            "title": "Full height glazing is protected from glare with a deep overhang on the garden side.",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9662_j6307_n11_high_c07ce7e477c6bf423d5f02cfff6b837d.jpg"
        },
        {
            "description": "Rory Gardiner · 2021",
            "title": "Flexibility has been a key element of the brief for the adaptable spaces.",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9662_j6307_n12_high_b74f375e3f79dc84d5c3af8951b29be8.jpg"
        },
        {
            "description": "Rory Gardiner · 2021",
            "title": "Clerestory provides natural light and a link to the outdoors. Natural materials have been chosen throughout to echo surrounding environment. Services run in a buried trench to avoid disrupting the lines of exposed CLT elements.",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9662_j6307_n13_high_bf6a4a1f51ce2a339e678adcdd3fb7a5.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Peterborough Road, Fulham, SW6 3EB",
        "latitude": 51.468138,
        "longitude": -0.1954366,
        "meeting_point": null,
        "travel_info": [
            "Nearest tube: Putney Bridge, Parsons Green",
            "Nearest train: Putney, Wandsworth Town",
            "Bus routes: C3, 28, 295, 424"
        ]
    },
    "name": "Sands End Arts and Community Centre",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/9662",
    "ticketed_events": false
}