{
    "all_week": false,
    "description": "An imaginative solution to today's contrasting needs of open spaces and privacy. A large open plan ground floor is carved by joinery items and a wooden slatted box leading to the basement. Natural light filters through the whole house.",
    "design": {
        "designers": [
            {
                "architect": "Unagru architecture",
                "description": "Original design",
                "year": "2020"
            }
        ],
        "periods": [
            "Contemporary"
        ],
        "types": [
            "Residence"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": null,
            "date": "2021-09-04",
            "end": "2021-09-04T15:00:00+00:00",
            "fully_booked": null,
            "name": "General Access",
            "notes": "Visitors can arrive at any time during the opening hours.\n\nThere may be queues at busy times.",
            "start": "2021-09-04T09:00:00+00:00",
            "ticketed": false
        },
        {
            "all_day": false,
            "booking_link": null,
            "capacity": null,
            "date": "2021-09-05",
            "end": "2021-09-05T15:00:00+00:00",
            "fully_booked": null,
            "name": "General access",
            "notes": "Visitors can arrive at any time during the opening hours.\n\nThere may be queues at busy times.",
            "start": "2021-09-05T09:00:00+00:00",
            "ticketed": false
        }
    ],
    "facilities": [
        [
            "Architect on site"
        ]
    ],
    "factsheet": [
        {
            "heading": "Introduction",
            "paragraphs": [
                "The clients, B&A, approached us through a previous client, now a friend. The couple had recently bought a beautiful Victorian house close to Queen’s Park, Northwest London, which was to become their first house together, after living several years in different countries. \nThey were looking for someone to develop their project together, with this exceptional brief in mind. The property had been used for several years as two separate flats, and then joined again: different sets of meters remained lingering in every corner, the finishes were completely random and very tired, and the layouts were completely dysfunctional: a sink appeared now and then, the only access to the garden was through a tiny side door, always stuck; the structure also felt -unsteady- sometimes sloping. \nB&A had drafted a brief document and selected three architects to prepare a presentation describing how they would approach the project. During our first conversations. we realised our ideas about quality of life aligned: natural light, relationship to the garden, airy and deep spaces with complexity and narrative. Our proposal developed organically from these observations and our work on previous projects (many unbuilt). We decided on a strategy based on lightboxes clustered around the ground floor open space and bringing light from the outside. One box would be the entrance, with double heights and a roof light at the very top, the second was in the middle of the ground floor, bringing light down to the basement, the third would be a new glazed rear extension."
            ]
        },
        {
            "heading": "The challenges",
            "paragraphs": [
                "We went through a lengthy tendering process and a few design revisions before finding the right contractor who would work for the proper budget. \nWe worked hard with contractor and subcontractors to keep the costs under control and the construction on time. Tropical fish is one of the client’s passions, so we incorporated a beautiful one metre by three metres triangular fish tank under the stairs to the basement. Cooking is also a shared hobby, so we designed a generous kitchen that integrates comfortably in the overall joinery design. \nThe result is a very welcoming space to meet people or enjoy quiet days. In addition, the joinery and a wooden enclosure of the stair to the basement carve out better-defined areas and snugs. \nThe lightboxes are filled with plants, and the giant fish tank provides a relaxing mood to the basement. A&B often work from home and can choose among many levels of privacy and different light and noise conditions throughout the house."
            ]
        },
        {
            "heading": "The Project",
            "paragraphs": [
                "The scheme has extended the original dwelling into the basement, side, rear and roof of the property. This additional space has made it possible to rethink the historic circulation, preferring a more fluid layout to achieve an exciting experience of movement through the building. Side and rear extensions are clad in dark stained marine plywood, with dark stained hardwood window and door frames. Below ground level, walls, paving, and stairs are all clad in stacked black bricks.\n​\nThis project is an experiment on a shift of scale: from a house composed of floors to a narrative whole. Rather than stacking uses on separate floors as almost separate parts of the house, uses are imagined as more flexible throughout floors. The circulation areas merge into one another and the living spaces through small double-height spaces. \n​\nThe home's design inspiration has come from the clients' interests and cultural heritage, resulting in an in-depth investigation of eastern and southern Asian architecture and its influence on contemporary architecture. The design needed a vital clarity of contrast between planes and volumes to achieve this particular feel to the interior. The interior plasters were tested, finally selecting off-the-shelf plaster to seal and leave exposed, in contrast to the dark stained oak floor finish and matching joinery."
            ]
        },
        {
            "heading": "Main Spaces and Layout",
            "paragraphs": [
                "The basement and ground floor are interconnected open-plan spaces directly related to the garden. Sliding doors, changes in levels and slatted screens have replaced partitions, doors and corridors to provide a fluid space with varying degrees of separation and privacy. Long convex joinery walls model the space at both levels, incorporating the services areas, storage and kitchen units. A curling steel stair encased in a slatted wooden box gives access to the basement. The stair is enclosed into a loose wooden box that resembles an atrium, illuminated from above, and floating on a large fish tank at basement level. The stair and box are located in the middle of the ground floor, serving as a direct connection between the two stories and a light source. In addition, the wooden box acts as a perforated screen between the front sitting room and the rear open plan kitchen and dining areas. \nThe circulation to the top floor covers multiple levels, with landings at every change of direction. The path extends on the ground floor and basement through an exterior stair that connects to the garden and back into the ground floor"
            ]
        }
    ],
    "id": 9685,
    "images": [
        {
            "description": "Stale Eriksen · 2020",
            "title": "View towards the garden from the sitting area",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9685_20200625_unagru_keslakeroad_-stale_eriksen_08-copy_5c54eba335eebc61ceaaa1eb9cde5c28.jpg"
        },
        {
            "description": "Stale Eriksen · 2020",
            "title": "Wooden box enclosing the stair to the Basement",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9685_20200625_unagru_keslakeroad_-stale_eriksen_03-copy_6ce834861561d3793653e5f803be2192.jpg"
        },
        {
            "description": "Stale Eriksen · 2020",
            "title": "Timber slatted box",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9685_20200625_unagru_keslakeroad_-stale_eriksen_09-copy_65a4ff00e47d1daae9e2691491887796.jpg"
        },
        {
            "description": "Stale Eriksen",
            "title": "View from the rear garden",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9685_20200625_unagru_keslakeroad_-stale_eriksen_20-copy_3addebd37281ffece959a88534ec04b6.jpg"
        },
        {
            "description": "Stale Eriksen",
            "title": "Exterior stairs from the basement",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9685_20200625_unagru_keslakeroad_-stale_eriksen_13_dcdc38c4fc08185faa34e90658fd8a6a.jpg"
        },
        {
            "description": "Stale Eriksen · 2020",
            "title": "Double height above the entrance",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9685_20200625_unagru_keslakeroad_-stale_eriksen_15_09233972bf18fd40f1deef9d6107d1aa.jpg"
        },
        {
            "description": "Stale Eriksen · 2020",
            "title": "Stair down to the basement and above the fishtanks",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9685_20200625_unagru_keslakeroad_-stale_eriksen_11-copy_16530813953346200bb5cbf8fdeb2c6d.jpg"
        },
        {
            "description": "Stale Eriksen · 2020",
            "title": "Joinery detail",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9685_20200625_unagru_keslakeroad_-stale_eriksen_04_725dba103e8b957484d4b31257f8d367.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "50 Keslake Raod, NW6 6DG",
        "latitude": 51.534092,
        "longitude": -0.2167352,
        "meeting_point": null,
        "travel_info": [
            "Nearest tube: Queen's Park",
            "Nearest train: Kensal Rise"
        ]
    },
    "name": "The Sponge",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/9685",
    "ticketed_events": false
}