{
    "all_week": false,
    "description": "The project involved the extension and internal reconfiguration of a Victorian mid-terrace house in north London. The design of the four indoor and outdoor levels of the ground floor promotes interactions between inhabitants and visitors.",
    "design": {
        "designers": [
            {
                "architect": "William Tozer Associates",
                "description": "Original design",
                "year": "2020"
            }
        ],
        "periods": [
            "Contemporary"
        ],
        "types": [
            "Online",
            "Residence"
        ]
    },
    "events": [
        {
            "all_day": true,
            "booking_link": null,
            "capacity": null,
            "date": "2021-09-04",
            "end": "2021-09-04T23:59:00+01:00",
            "fully_booked": null,
            "name": "Virtual tour, pre-recorded by Architect, available throughout the festival",
            "notes": "Link available here: https://williamtozerassociates.com/op-structuralist-house",
            "start": "2021-09-04T00:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [],
    "factsheet": [
        {
            "heading": "Structuralist House",
            "paragraphs": [
                "The design of the four indoor and outdoor levels of the ground floor promotes interactions between inhabitants and visitors. The living room, on the upper-ground floor, overlooks the kitchen-living-dining space on the half-level below. These spaces are open to one another, divided only by a frameless glass balustrade, allowing conversations between them—particularly to and from the sitting area and dining space below—and views to the kitchen and garden beyond. A further half-level below the lower-ground floor, the utility room is separated from the dining space by a large panel of sand-blasted glass, allowing a play of light and shadow between the two areas. Built-in shelves at this junction of three interior levels encourages users to pause, prompting interplay. A mirrored splash-back facilitates conversation between people using the kitchen and those sitting on the island and dining table behind them."
            ]
        },
        {
            "heading": "Project information",
            "paragraphs": [
                "project:               A four-storey terrace house\nlocation:             Archway, London\ncompleted:         2020\nclient:                 private\nsize:                   83.5 sqm (internal basement, lower ground floor and upper ground floor)\ncost:                   £180,000\narchitect:            WILLIAM TOZER Associates\nproject team:      William Tozer, Tom Shelswell, Adoracion Marco, Harpreet Marway, Mia Rezek\nconsultants:       MLM building control, Vincent Grant Partnership, Party Wall Consulting Ltd.\ncontractor:         Techbuild Construction Ltd."
            ]
        },
        {
            "heading": "Practice information",
            "paragraphs": [
                "WILLIAM TOZER Associates is an award-winning practice headquartered in London, England. The practice has broad experience, including in housing, office, retail, and hospitality sectors, and has worked on projects in the UK, US, Australia and New Zealand. Their work is particularly indebted to the practice of early-twentieth century Viennese modernist master architect Adolf Loos, on whom practice founder William Tozer completed his doctorate at the Bartlett.\n \nWILLIAM TOZER Associates understands architecture as compositions of abstract sculptural form and space, and discrete functional 'furnishings' at various scales. Each project curates and re-frames the context and history of its site, and captures the open-endedness of the processes of demolition and construction. Their projects make sculptural compositions of volumes and planes, loosely dividing open-plan spaces into zones of use through their alignments and misalignments, changes of floor and ceiling level, and continuities and distinctions in the selection of materials, lighting, and other fixtures and fittings. Experiencing their finished architectural projects gives users and viewers a sense of engagement with the processes of conception, demolition and construction that are usually erased—a form of ‘action architecture’, giving formal and spatial expression to contemporary craft processes, including writing and drawing."
            ]
        }
    ],
    "id": 9733,
    "images": [
        {
            "description": "William Tozer Associates · 2020",
            "title": "Seated at the dining table, the mirrored splash-back allows eye contact with someone cooking or washing dishes in the kitchen.",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9733_img01-williamtozerassociates_b162efa64d7d4a5411e2df7285ed0ec6.jpg"
        },
        {
            "description": "William Tozer Associates · 2020",
            "title": "Kitchen, dining and upper living level",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9733_img02-williamtozerassociates_f0f54c7cafc2e0eed60b77a973dbc3fd.jpg"
        },
        {
            "description": "William Tozer Associates · 2020",
            "title": "The roof-light punctuates the dining area, subtly zoning it in the open-plan space.",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9733_img04-williamtozerassociates_54eb232c8087b9f75a7cf8b73e25acbc.jpg"
        },
        {
            "description": "William Tozer Associates · 2020",
            "title": "Viewed from the kitchen, the level threshold between interior and exterior promotes direct interactions between those outside and inside.",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9733_img03-williamtozerassociates_03f7366e777de5e870cb6fc74a8f073c.jpg"
        },
        {
            "description": "William Tozer Associates · 2020",
            "title": "From the garden, one looks up through the terrace and kitchen-living-dining level, to the raised-ground-floor living space, and then the street beyond.",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9733_img10-williamtozerassociates_92c4eabb4c68d9c19e9940c322d546e8.jpg"
        },
        {
            "description": "William Tozer Associates · 2020",
            "title": "Referencing the rectilinear vocabulary of the new building forms, the kitchen is a small-scale composition of concrete and timber volumes and planes.",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9733_img09-williamtozerassociates_a749c65d59ae6a2775dcf054bba2da6d.jpg"
        },
        {
            "description": "William Tozer Associates  · 2020",
            "title": "Various zones of use are defined by changes of level, and varying degrees of aural and visual opacity created by thresholds being closed, open, or glazed with sandblasted or clear glass.",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9733_img07-williamtozerassociates_27faa68762215054c65e01edd93555fe.jpg"
        },
        {
            "description": "William Tozer Associates · 2020",
            "title": "The roof-light allows framed views of the sky, trees, and surrounding houses.",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9733_img08-williamtozerassociates__4c3192ed537883f9f3f5d5abda084b16.jpg"
        }
    ],
    "links": [
        {
            "href": "https://williamtozerassociates.com/op-structuralist-house",
            "title": "Virtual Tour"
        }
    ],
    "location": {
        "address": "42-44 new house, EC1N 8JY",
        "latitude": 51.52087,
        "longitude": -0.108929,
        "meeting_point": null,
        "travel_info": [
            "Nearest tube: Archway"
        ]
    },
    "name": "Structuralist House - Online only",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/9733",
    "ticketed_events": false
}