{
    "all_week": false,
    "description": "Large, openable glass-to-glass sliding doors sit seemingly precariously underneath a massive cantilever and a facetted roof rises up to meet a skylight at the highest point of this imposing extension in the Woodgrange Conservation Area.",
    "design": {
        "designers": [
            {
                "architect": "Space Group Architects",
                "description": "Original design",
                "year": "2019"
            }
        ],
        "periods": [
            "Edwardian",
            "Contemporary"
        ],
        "types": [
            "Residence"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 12,
            "date": "2021-09-04",
            "end": "2021-09-04T16:00:00+00:00",
            "fully_booked": null,
            "name": "",
            "notes": null,
            "start": "2021-09-04T09:00:00+00:00",
            "ticketed": false
        },
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 12,
            "date": "2021-09-05",
            "end": "2021-09-05T16:00:00+00:00",
            "fully_booked": null,
            "name": "",
            "notes": null,
            "start": "2021-09-05T09:00:00+00:00",
            "ticketed": false
        }
    ],
    "facilities": [
        [
            "Architect on site"
        ]
    ],
    "factsheet": [
        {
            "heading": "Context & Brief",
            "paragraphs": [
                "The existing building is an imposing double fronted Edwardian house located at the end of a terrace in the Woodgrange Conservation Area. We have added a large extension to the ground floor to the rear which now accommodates the new kitchen and also an additional dining area. We have also remodelled parts of the layout on the same floor in order to provide an accessible visitors bathroom and a dedicated utility room. Further to that we have introduced an additional bathroom to the first floor which has the capacity to be turned into an en-suite in the future if one wishes to do so. Last but not least we have added a loft conversion into the existing, wonky roof which required a rethink of the vertical circulation throughout the building whilst minimizing the impact onto the existing structure."
            ]
        },
        {
            "heading": "The GF Rear Extension",
            "paragraphs": [
                "Large, openable glass-to-glass sliding doors sit seemingly precariously underneath a massive cantilever and a facetted roof above. The glazing encloses the new dining area which, whilst getting a full view of the garden, is naturally shaded by the overhang of the cantilever. The roof rises up to meet a skylight at its highest point. Right underneath that sits the monolithic marble kitchen island. Tall kitchen units clad in bronzed copper deflect light back into the deep space. An odd leftover area of the existing house forms the perfect niche for an existing large antique wooden medicine counter. All of which sits solidly grounded on a polished concrete floor which butts up against the existing brickwork of the house which has been left fair-faced. Black painted steel and various brass details complete the material palette. Fire-glazed crittal-style doors enable an uninterrupted long view from the main entrance into the new extension and beyond."
            ]
        },
        {
            "heading": "The Interior",
            "paragraphs": [
                "Similar materials have been used for the four bathrooms: Concrete tiled floors are finished with golden grout joints to match the brushed brass taps and accessories. The walls are clad in marble bricks and Corten-steel tile panels. Even the doors are tiled too in order to achieve a homogenous finish.",
                "The utility room is completely clad in Moroccan-style tiles and offers a refreshing surprise to an otherwise typically dull room.",
                "One-and-a-half new stair-flights form the dramatic new centre-piece of the house. Perforated and folded mild steel sheets provide an adroit and delicate sculpture that happens to be the staircase. Natural daylight produces fabulous varying shadows that filter through it whilst in the evening deliberate asymmetric lighting recreates the effect. A fibre-optic chandelier spills droplets of light into the voids of the half landings."
            ]
        }
    ],
    "id": 9737,
    "images": [
        {
            "description": "Space Group Architects · 2021",
            "title": "The kitchen",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9737_img_e0707_0324a6e309df510816c927ace4f220a3.jpg"
        },
        {
            "description": "Space Group Architects · 2021",
            "title": "The dining area",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9737_img_e0736_39a3336d25eb63ef52c31dadfda5c63e.jpg"
        },
        {
            "description": "Space Group Architects · 2021",
            "title": "Staircase detail",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9737_img_e0769_5a21914425d24dd1623ec9df0090fb0e.jpg"
        },
        {
            "description": "Space Group Architects · 2021",
            "title": "Bathroom",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9737_img_e0682_2805219bd3b8253df73d54f9a7c4c645.jpg"
        },
        {
            "description": "Space Group Architects · 2021",
            "title": "The guest bathroom",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9737_img_e0694_e0d7fee91d99bafb5e94f50a029a69e0.jpg"
        },
        {
            "description": "Space Group Architects · 2021",
            "title": "Staircase detail",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9737_img_0781_4d3c59c784c502fd9adf6e19aa1100e8.jpg"
        },
        {
            "description": "Space Group Architects · 2021",
            "title": "The kitchen",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9737_dsc_1796_ad96caf4582c56025d11d75338a5c95a.jpg"
        }
    ],
    "links": [
        {
            "href": "https://www.spacegrouparchitects.com/projects/Twofold-House-p167695902",
            "title": "Website"
        }
    ],
    "location": {
        "address": "90 Windsor Road, E7 0QY",
        "latitude": 51.5480284,
        "longitude": 0.0328575,
        "meeting_point": null,
        "travel_info": [
            "Nearest train: Woodgrange Park, forest gate"
        ]
    },
    "name": "Twofold House",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/9737",
    "ticketed_events": false
}