{
    "all_week": false,
    "description": "The Foundation's artistic and social interests are at the heart of the design. A dramatic intervention to the first floor allows natural light to permeate to the ground floor.",
    "design": {
        "designers": [
            {
                "architect": "Theis + Khan",
                "description": "Original design",
                "year": "2009"
            }
        ],
        "periods": [
            "Contemporary"
        ],
        "types": [
            "Offices"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 30,
            "date": "2021-09-04",
            "end": "2021-09-04T16:00:00+01:00",
            "fully_booked": null,
            "name": "Open House",
            "notes": "Visitors can arrive at any time during the opening hours.There may be queues at busy times.",
            "start": "2021-09-04T10:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        [
            "Disabled access",
            "Toilets"
        ]
    ],
    "factsheet": [
        {
            "heading": "Background",
            "paragraphs": [
                "The Calouste Gulbenkian Foundation is an international charity with cultural, educational, social and scientific interests.",
                "The Foundation made the decision to relocate their UK offices from a traditional Georgian terraced building in Regent’s Park to a contemporary office within an existing building in Hoxton Square. The move in 2009 from cellular offices in Portland Place to an open-plan set-up, totally visible to all of Hoxton Square, was in line with the 21st-century Gulbenkian culture the Foundation wishes to promote."
            ]
        },
        {
            "heading": "The Design Brief",
            "paragraphs": [
                "The brief for Theis + Khan Architects called for a ground floor with exhibition space and meeting areas, and a first-floor level with open-plan office space for 12 people plus private space for directors.",
                "Art is of fundamental importance to the CGF and its installation was at the forefront of the design at Hoxton.",
                "A dramatic intervention was made to the first floor slab. It was cut back to allow natural light from the existing roof light above to permeate into the ground floor. This also created a double-height ‘art wall’ along the west side of the building, where both conventional and video art installations are accommodated.",
                "A combination of spotlighting and recessed fixtures brings lighting up to gallery standard. To open the space visually, the original staircase was moved from the front, near the windows, back towards the centre of the double-height void, facing away from the main entrance.",
                "Bespoke timber joinery made of smoked ash veneer provides a sleek storage and services pod along the east side of both the ground and first floor walkways. This, together with Portuguese stone and smoked ash flooring throughout the gallery space, are references to the Foundation’s main offices in Lisbon."
            ]
        }
    ],
    "id": 980,
    "images": [
        {
            "description": "N/A · 2009",
            "title": "View from Hoxton Square",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_980_0907cagu30-calouste-gulbenkian-uk-office-exterior-0023b_e6d0e33799744e80d584bbd01fbb34fe.jpg"
        },
        {
            "description": "",
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_980_0909cagu01-uk-headquarters-0130_d3cb9491d6ba2520be3f25daedfaebf9.jpg"
        },
        {
            "description": "",
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_980_ukb-building-3_cbc2187e5d508130b8037b5830c44b03.jpg"
        },
        {
            "description": "",
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_980_ukb-builiding-5_bb05ce8880196f18438273ae819571b7.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "50 Hoxton Square, N1 6PB",
        "latitude": 51.527137,
        "longitude": -0.0814331,
        "meeting_point": null,
        "travel_info": [
            "Nearest tube: Old Street",
            "Nearest train: Hoxton, Shoreditch High Street",
            "Bus routes: 35, 47, 48, 55, 243"
        ]
    },
    "name": "Calouste Gulbenkian Foundation",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/980",
    "ticketed_events": false
}