{
    "all_week": false,
    "description": "Wallington library is the oldest library in Sutton borough, built in 1936. Designed by Robert Atkinson in the Neo-Georgian style, it bears the hallmarks of Art Decco design that was typical of the period.",
    "design": {
        "designers": [
            {
                "architect": "Robert Atkinson",
                "description": "Original design",
                "year": "1936"
            }
        ],
        "periods": [
            "Inter-war"
        ],
        "types": [
            "Library"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": null,
            "date": "2021-09-04",
            "end": "2021-09-04T16:00:00+00:00",
            "fully_booked": null,
            "name": "Open Day",
            "notes": "A small band of performers, made up of current SMS students and alumni will delight onlookers with a set consisting of a mixture of rock and pop items, with music from Mancini to Bruno Mars! Members from this ensemble will then perform solo items. Later on in the  afternoon, vocal students from the SMS Saturday Music Academy will perform their interpretation of pop classics.",
            "start": "2021-09-04T08:00:00+00:00",
            "ticketed": false
        }
    ],
    "facilities": [],
    "factsheet": [
        {
            "heading": "History of Wallington Library",
            "paragraphs": [
                "Wallington library is the oldest library in the borough, built in 1936 when the area was still in the Municipal Borough of Beddington and Wallington. Designed by Robert Atkinson in the Neo-Georgian style, it bears the hallmarks of the Art Decco design that was typical of the period. Another building by the same architect can be seen on a grander scale opposite the library in the form of the Old Town Hall.",
                "The library received commission through an endowment from Sir William James Mallinson. Legend has it that the timber in the Mallinson room came through the philanthropist's own forestry companies based in Canada. If you look closely, you can see a subtle Egyptian motif etched into the book cases. Egyptian aesthetics were an integral part of the language of Art Decco decorations, owing in-part to the discoveries of ancient tombs within the Valley of Kings that capture the imagination of Western popular culture!"
            ]
        },
        {
            "heading": "Music at Wallington Library",
            "paragraphs": [
                "to be added"
            ]
        }
    ],
    "id": 9908,
    "images": [
        {
            "description": null,
            "title": "Wallington Library",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/medium_golden/building_9908_screen-shot-2021-08-03-at-15-40-19_d1c47c6bab40af984f800d1347725317.png"
        }
    ],
    "links": [],
    "location": {
        "address": "Wallington Library, Shotfield, Wallington, SM6 0HY",
        "latitude": 51.3572641,
        "longitude": -0.1508614,
        "meeting_point": null,
        "travel_info": [
            "Nearest tube: Morden",
            "Nearest train: Wallington",
            "Bus routes: 151, 155, 154"
        ]
    },
    "name": "Wallington Library",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/9908",
    "ticketed_events": false
}