{
    "all_week": false,
    "description": "Ebury Edge is a colourful temporary development, providing residents with a continuous community space as the Ebury Bridge Estate is re-developed in phases, together with affordable workspaces and a café.",
    "design": {
        "designers": [
            {
                "architect": "Jan Kattein Architects",
                "description": "Original design",
                "year": "2020"
            }
        ],
        "periods": [
            "Contemporary"
        ],
        "types": [
            "Mixed use",
            "Community/cultural"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 20,
            "date": "2022-09-04",
            "end": "2022-09-04T17:00:00+01:00",
            "fully_booked": null,
            "name": "General Access",
            "notes": "Visitors can arrive at any time during the opening hours.There may be queues at busy times.",
            "start": "2022-09-04T10:00:00+01:00",
            "ticketed": false
        },
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 5,
            "date": "2022-09-04",
            "end": "2022-09-04T16:30:00+01:00",
            "fully_booked": null,
            "name": "Architect-led tour",
            "notes": null,
            "start": "2022-09-04T10:30:00+01:00",
            "ticketed": false
        },
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 20,
            "date": "2022-09-05",
            "end": "2022-09-05T17:00:00+01:00",
            "fully_booked": null,
            "name": "General Access",
            "notes": "Visitors can arrive at any time during the opening hours.There may be queues at busy times.",
            "start": "2022-09-05T10:00:00+01:00",
            "ticketed": false
        },
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 5,
            "date": "2022-09-05",
            "end": "2022-09-05T16:30:00+01:00",
            "fully_booked": null,
            "name": "Architect-led tour",
            "notes": null,
            "start": "2022-09-05T10:30:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        [
            "Architect on site"
        ]
    ],
    "factsheet": [
        {
            "heading": "Project Background",
            "paragraphs": [
                "Westminster City Council is undertaking its most ambitious housing and regeneration programme of this time. Pivotal to the plan is the Council’s redevelopment of the Ebury Bridge Estate in Pimlico, situated a few minutes from Victoria Station and adjacent to Chelsea Barracks.",
                "Through consistent engagement with the existing community, the Council have identified the residents’ needs and priorities. Over 80% of Ebury Bridge residents were involved in shaping designs throughout the project. The Community Futures Group met over 30 times, a resident voice which was ultimately influential on the project’s development.",
                "First established was the right to return for all residents, ensuring they were prioritised when new homes are allocated. The provision of replacement and additional new homes addresses local housing need and offers a solution for families living in over-crowded conditions.",
                "Overall, the scheme will provide:",
                "• 781 mixed tenure new homes, of which 50% will be affordable Over 20% of homes will be family sized units (3 bedroom and above). \n• High quality open space delivered through a series of new public open squares \n• New shops, cafes, restaurants, enterprise and leisure facilities, including the enhancement of the local retail and enterprise parade along Ebury Bridge Road.",
                "Phased demolition has already begun. Planning consent for phase 1 of the new development was given in April 2021, with construction due to start shortly after.",
                "Ebury Edge is a temporary development which is already delivering on the civic promise of the long-term Estate regeneration -  trailing community and economic activity which will bridge into the wider regeneration scheme. The Council, along with social enterprises at the facility and other partners, are mitigating deprivation and insufficiency through activities including:",
                "• a parent-led nursery\n • employment and skills training sessions\n • a digital inclusion programme\n • outdoor, sports and wellbeing activities\n • farm and food weekend markets\n • gardening and food growing projects \n • celebrations and community events."
            ]
        },
        {
            "heading": "Design development",
            "paragraphs": [
                "Jan Kattein Architects were commissioned in May 2019 to realise temporary community facilities for Ebury. They worked closely with residents from the outset to pick up on earlier threads of consultation and to establish the brief for the project. Interviews and walkarounds with key stakeholders, including a local homeless charity and community garden. This informed the inclusion of a high level planting deck and scaffold ‘trellis’ which overspans the development and rear courtyard, putting gardening activity at the heart of the scheme.",
                "In parallel, and in partnership with workspace operator Meanwhile Space, we visited other community spaces in the borough and local primary schools to build a thorough picture of local demand and operational requirements. Together, we reported regularly to the Community Futures Group to workshop the design. It was their brief to create an ‘invitation’ into the estate that informed the inclusion of an illuminated sculptural tower on the corner of the site to announce the building’s civic function."
            ]
        },
        {
            "heading": "Sustainability",
            "paragraphs": [
                "In light of the building’s limited lifespan, ARUP were commissioned to develop a structural scheme based on pre-fabricated timber cassettes and roof trusses, making innovative use of accessible elements common in house-building. As well as minimising time on site, these  have been carefully assembled to allow the entirety of the structures to be disassembled and re-erected elsewhere. In the case of the workspaces, partial re-erection has also been desgn prepared in case the next site is narrower. Meanwhile, the use of timber (including in the ground floor plates) allows for flexibility in fixing and adaptation and keeps the buildings light, minimising their foundations and embodied carbon. Vertical circulation is provided by a scaffold system, which also frames the rear courtyard of the scheme."
            ]
        }
    ],
    "id": 9909,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2021/9909/building_9909_ebury_street-view-dusk-03-crop_jan-kattein-architects-ltd_lowres_d53cf85d615a403f982e5e64a6285ab4.jpg",
            "description": null,
            "title": "Street view, dusk",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/medium_golden/building_9909_ebury_street-view-dusk-03-crop_jan-kattein-architects-ltd_lowres_d53cf85d615a403f982e5e64a6285ab4.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "43 Ebury Bridge Road, SW1W 8DX",
        "latitude": 51.4891172,
        "longitude": -0.1501458,
        "meeting_point": null,
        "travel_info": [
            "Nearest tube: Victoria, Sloane Square, Pimlico",
            "Nearest train: Victoria",
            "Bus routes: 44, 11, 170"
        ]
    },
    "name": "Ebury Edge",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/9909",
    "ticketed_events": false
}