{
    "all_week": false,
    "description": "A redevelopment of Holborn’s community centre improving and increasing facilities  -  the space has been designed by Stirling prize nominated 6a architects and includes a public artwork for the building, created by artist Cargh Thuring",
    "design": {
        "designers": [
            {
                "architect": "6a Architects",
                "description": null,
                "year": "2021"
            }
        ],
        "periods": [
            "Contemporary"
        ],
        "types": [
            "community/cultural"
        ]
    },
    "events": [],
    "facilities": [
        "Food and drink",
        "Baby changing facilities",
        "Accessible toilet",
        "Refreshments",
        "Toilets"
    ],
    "factsheet": [
        {
            "heading": "A 102 years of community",
            "paragraphs": [
                "It is 102 years since Holborn House, one of London’s oldest community centres, began life as Holborn Boys’ Club, evolving in 1989 to become Holborn Community Association (HCA).",
                "Purpose built for community use in the 1950's Bedford House (as it was originally known) has been a focal point for the community ever since.  Over the last decade HCA have worked with  the community, funders and designers to reimagine what our community space  can be.  Over the last 2 years we've been learning what our community needs now in a very different world and how the space supports that."
            ]
        },
        {
            "heading": "Calm in the city",
            "paragraphs": [
                "In Holborn House we have a building with radically improved environment (light, cleanliness and atmosphere) accessibility (lifts, toilets and visibility) and performance (low energy use, improved facilities).  We also realised our ambition to create a space that can stand proudly alongside other cultural institutions in the area.",
                "HCA have worked hard to realise the benefits of the building for the community over the last 2 years.  Our programme is inclusive, inviting to all - we host everyone, older people crafting and young families playing through to funk dance and a wrestling club!   Come and find out how we draw on the design of our space to build a home for everyone in the heart of central London.",
                "."
            ]
        },
        {
            "heading": "Great Things Lie Ahead",
            "paragraphs": [
                "Caragh Thuring’s Great Things Lie Ahead (2020),  is a new public artwork for the frontage of Holborn House. HCA have taken the title to heart - building on the profile of Holborn House we're influencing how residents, developers and organisations shape the community spaces and environment across the local area.  HCA were ambitious in our plans for Holbon House and we want to inspire that ambition in others so great things lie ahead for everyone, everyday, across the community."
            ]
        }
    ],
    "id": 10216,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/10216/building_10216_255_holbornhouse-8_6aarchitects_ff90c920b6091d676a46a622c73ad85e.png",
            "description": null,
            "title": "View from stair",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10216_255_holbornhouse-8_6aarchitects_ff90c920b6091d676a46a622c73ad85e.png"
        }
    ],
    "links": [],
    "location": {
        "address": "Community Centre, 35 Emerald Street, WC1N 3QW",
        "latitude": 51.521498,
        "longitude": -0.1180248,
        "meeting_point": null,
        "travel_info": [
            "Tube: Farringdon, Holborn",
            "Train: Farringdon",
            "Bus: 55, 243, 38, 19"
        ]
    },
    "name": "Holborn House",
    "original_url": "https://programme.openhouse.org.uk/listings/10216",
    "ticketed_events": false
}