{
    "all_week": false,
    "description": "The redevelopment of a former furniture warehouse in Hackney. Using CLT and glulam, the existing building has been extended to include a new building over the yard as well as a new office space on the top floor of the main building.",
    "design": {
        "designers": [
            {
                "architect": "Ian Chalk Architects",
                "description": null,
                "year": "2021"
            }
        ],
        "periods": [
            "Historical/contemporary"
        ],
        "types": [
            "offices"
        ]
    },
    "events": [
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/10574",
            "capacity": null,
            "date": "2023-09-16",
            "drop_in": false,
            "end": "2023-09-16T10:45:00+01:00",
            "fully_booked": true,
            "name": "Architect guided tour",
            "notes": null,
            "start": "2023-09-16T10:00:00+01:00",
            "ticketed": true
        },
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/10574",
            "capacity": null,
            "date": "2023-09-16",
            "drop_in": false,
            "end": "2023-09-16T12:45:00+01:00",
            "fully_booked": true,
            "name": "Architect guided tour",
            "notes": null,
            "start": "2023-09-16T12:00:00+01:00",
            "ticketed": true
        },
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/10574",
            "capacity": null,
            "date": "2023-09-16",
            "drop_in": false,
            "end": "2023-09-16T14:45:00+01:00",
            "fully_booked": true,
            "name": "Architect guided tour",
            "notes": null,
            "start": "2023-09-16T14:00:00+01:00",
            "ticketed": true
        },
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/10574",
            "capacity": null,
            "date": "2023-09-17",
            "drop_in": false,
            "end": "2023-09-17T10:45:00+01:00",
            "fully_booked": true,
            "name": "Architect guided tour",
            "notes": null,
            "start": "2023-09-17T10:00:00+01:00",
            "ticketed": true
        },
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/10574",
            "capacity": null,
            "date": "2023-09-17",
            "drop_in": false,
            "end": "2023-09-17T12:00:00+01:00",
            "fully_booked": false,
            "name": "Architect guided tour",
            "notes": null,
            "start": "2023-09-17T11:15:00+01:00",
            "ticketed": true
        },
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/10574",
            "capacity": null,
            "date": "2023-09-17",
            "drop_in": false,
            "end": "2023-09-17T13:00:00+01:00",
            "fully_booked": true,
            "name": "Architect guided tour",
            "notes": null,
            "start": "2023-09-17T12:15:00+01:00",
            "ticketed": true
        }
    ],
    "facilities": [
        "Step free access",
        "Gender neutral toilets",
        "Accessible toilet",
        "Toilets",
        "Architect on site"
    ],
    "factsheet": [
        {
            "heading": "General Information",
            "paragraphs": [
                "16 Chart Street is a carefully considered retrofit of an existing 1930s furniture warehouse in Hoxton. After two years of construction and refurbishment the building has been recently transformed from an unused building into a modern, interconnected studio space for structural engineers Heyne Tillett Steel.",
                "The redevelopment takes design inspiration from what already exists, responding to the raw material palette of exposed steel, concrete and brickwork found throughout. Alterations to the existing fabric were limited to essential structural repairs with new finishes used sparingly, an approach that reduces carbon whilst celebrating the character of the existing building.",
                "Sustainable structural timber has been used to form the building’s new elements such as the north lit studio space on top and the vertical extension to the side; built using a combination of cross-laminated, glue-laminated and high-strength LVL timber, the new extensions avoids wet trades and composite materials and has reversible connections, showcasing the unique design potential of an all-timber solution and extending the life of the existing structure.",
                "The project has won a number of prestigious architectural awards number of awards including the RIBA London Award 2023, the AJ Retrofit of Year 2022, and the New London Architecture Awards."
            ]
        },
        {
            "heading": "Approach",
            "paragraphs": [
                "Located in a predominantly residential area in back streets behind Old Street, the project has taken a vacant building and secured its long term future through careful and considered design; its subsequent occupation bringing additional life to the street through the active yard and deliberate visibility into the building, as well as a number of social benefits including offering increased passive surveillance.",
                "Dealing with complicated issues of varying tolerances between existing masonry, steel and cross laminated timber, alongside balancing sequencing and buildability on a tight central London site, Chart Street demonstrates the feasibility of an all timber construction for mid-scale refurbishment projects.",
                "Panelised timber was used to form the building’s new elements; utilising a combination of cross- laminated timber, glulam and high-strength LVL they demonstrate a commitment to low carbon construction. Making maximum use of the capabilities of the material the project employs large spans with no additional framing, with panel sizes arranged to maximise the efficiency of manufacturing and transportation, further minimising construction time and material wastage.",
                "The project has built on a long-standing relationship between Heyne Tillett Steel (client and engineer) and Ian Chalk Architects; the collective knowledge and mutual understanding of both sides leading to a project which not only suits the needs of a forward thinking client, but one which academically represents the teams approach to structural and sustainable design.",
                "Building on the project team’s substantial experience with retrofit projects, Chart Street has addressed several complex issues surrounding the reuse of existing buildings, carefully mediating the transition between the new and existing elements as well as the balancing discussions around operational and embodied carbon.",
                "Devised as a contemporary version of the found building, the new additions were designed to be an expression of their construction and sequencing. Left uncovered, the new materials mimic the rawness of the materials below; concrete beams, terracotta pots and exposed brickwork sit alongside lacquered and galvanised steel and timber. This didactic expression requires extensive coordination; the expression of structure allowing no areas to conceal services, but the idea by its very nature requiring a calmness and simplicity of finish in order to achieve its intension.\nThe outcome of this is a rich patchwork of exposed masonry scars interspersed with moments of contemporary detail which enjoy the idiosyncrasies of construction; a distinctive design solution, one that could not be achieved through new build alone."
            ]
        },
        {
            "heading": "Circularity and Sustainability",
            "paragraphs": [
                "The project started with the key decision to reuse and extend the existing building; demolishing only what was necessary and enjoying its unique character. This has saved a significant amount of embodied carbon over new build, achieving a value of 362kg CO2e/m2, and giving a 90-year old building 60 more years of life.",
                "The building employs a practical and ‘analogue’ approach to sustainably, quietly outperforming RIBA, LETI and IStructE targets. Repairs to fabric were restricted to structural repairs and new finishes used sparingly, accepting the imperfect nature of raw materials, minimising material waste and maximising future adaptability. Keeping structure and services exposed allows for repairs, upgrades and alterations to be made with minimal waste.",
                "The panellised construction is a simple, exposed structure with reversible connections. Connection details were designed by engineers and client HTS allowing for sensible and early decision making in the design process further minimising construction time; the structural timber being erected in less than two weeks, despite the relative complexity of sawtooth sequencing. Avoiding wet trades and composite materials means the timber extensions can be disassembled.",
                "New double glazed steel windows (u-value 1.5w/m2k) provide daylight and ventilation on three sides of the building, with heat recovery systems used in the lower ground floors. At third floor, the CLT studio space forms an efficient warm lid to the building (achieving a u-value of 0.16 w/m2k), with the north-lit space maximising daylight whilst minimising solar gain. To the south, the CLT extension over the yard provides a new stair and lift and informal meeting spaces whilst providing a new covered entrance. This mass reduces solar gain into the building through its mass; a single small window allowing a glimpse of the city views beyond. The decision not to insulate the existing masonry walls was a balance between the embodied carbon of all the associated components and the potential carbon saved through heat retention over the operation life of the components."
            ]
        }
    ],
    "id": 10574,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/10574/building_10574_hts-chart-edmund-sumner-0015_0d6804c30d01ef75c2e12279bba2bcd3.jpg",
            "description": null,
            "title": "Third Floor Event Space ",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10574_hts-chart-edmund-sumner-0015_0d6804c30d01ef75c2e12279bba2bcd3.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/10574/building_10574_hts-chart-edmund-sumner-0014_29cc32c172e3bc9b05b840457f268f3a.jpg",
            "description": null,
            "title": "External Photo",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10574_hts-chart-edmund-sumner-0014_29cc32c172e3bc9b05b840457f268f3a.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/10574/building_10574_hts-chart-edmund-sumner-0012_a4d9a3c57bad2e1b2e3a8cce8d0e3f0f.jpg",
            "description": null,
            "title": "Meeting Room",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10574_hts-chart-edmund-sumner-0012_a4d9a3c57bad2e1b2e3a8cce8d0e3f0f.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/10574/building_10574_hts-chart-edmund-sumner-0039_73ad14991504581ac0dbc7e4a7c5b5de.jpg",
            "description": null,
            "title": "Typical Office Floor",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10574_hts-chart-edmund-sumner-0039_73ad14991504581ac0dbc7e4a7c5b5de.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/10574/building_10574_hts-chart-edmund-sumner-0004_59da4b08391dfc9f0f7b734fc9b63fca.jpg",
            "description": null,
            "title": "External Photo",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10574_hts-chart-edmund-sumner-0004_59da4b08391dfc9f0f7b734fc9b63fca.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "16 Chart Street, N1 6DD",
        "latitude": 51.5280042,
        "longitude": -0.085286,
        "meeting_point": null,
        "travel_info": [
            "Tube: Old Street",
            "Train: Old Street"
        ]
    },
    "name": "Chart Street Studios",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/10574",
    "ticketed_events": true
}