{
    "all_week": false,
    "description": "Olden Community Garden - a hidden 2.5 acre green oasis along a railway embankment in Islington. Sit beside the lawn; listen to birdsong; follow trails into the woodland and orchard; discover vegetable patches. Help plant lavender hedge.",
    "design": {
        "designers": [
            {
                "architect": "Community Garden",
                "description": null,
                "year": "1986"
            }
        ],
        "periods": [
            "Contemporary"
        ],
        "types": [
            "garden"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "booking_link": null,
            "capacity": null,
            "date": "2023-09-16",
            "drop_in": true,
            "end": "2023-09-16T16:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in",
            "notes": "Please let us know if you plan to visit. Doing so allows the venue to plan ahead and you will be notified by email about any changes to the programme that might affect your visit.",
            "start": "2023-09-16T10:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        "Step free access",
        "Accessible toilet",
        "Refreshments"
    ],
    "factsheet": [
        {
            "heading": "Olden Community Garden - visit our hidden oasis of greenery",
            "paragraphs": [
                "Over time, a herbaceous garden, an orchard, a series of vegetable terraces, a small meadow and an acre of woodland have all emerged from a railway embankment.",
                "Under an agreement with Islington Council which owns the land, the volunteer-run Charity – Olden Community Garden – maintains the Garden, with the object to promote a community garden for the benefit of people living or working in the London Borough of Islington. Olden Garden gives local people opportunities for education and recreation, with the aim of increasing involvement in the community and reducing isolation.",
                "We depend on income from membership subscriptions, donations and grants, as well as the time and effort of our volunteers, to maintain and develop Olden Garden for the benefit of our diverse local community."
            ]
        },
        {
            "heading": "A self-sustaining garden",
            "paragraphs": [
                "We use harvested water, we compost all the green waste and create wildlife habitats from woody debris.  There is a fruitful orchard and a flourishing vegetable garden."
            ]
        },
        {
            "heading": "Membership - we welcome new members",
            "paragraphs": [
                "Olden Community Garden is available for members during daylight hours. Members should reside or work within Islington.  For information about joining Olden Garden see www.oldengarden.org/membership or contact our Membership Secretary at oldengarden1@gmail.com"
            ]
        },
        {
            "heading": "Garden House available for hire",
            "paragraphs": [
                "Members and local community groups may hire the Garden House and terrace seating area for parties and meetings. For further information see www.oldengarden.org/bookings"
            ]
        },
        {
            "heading": "Volunteer Gardening - new volunteers are welcome",
            "paragraphs": [
                "Our volunteer gardening days are open to everyone and provide opportunities to learn new skills. Our volunteer days run on Tuesdays and on the third Saturday in the month, 10am-4pm. Enjoy coffee and biscuits, make new friends and learn more about the Garden."
            ]
        },
        {
            "heading": "Your Visit - please take care on the paths and steps",
            "paragraphs": [
                "See our lawn with the Garden House and Jamie's hut at either end, the herbaceous border alongside. Behind the hut, paths lead past the potting area from where you can look over our meadow, being  regenerated with a grant from Our Space Award. Follow the path through the woodland, walk downhill towards the greenhouse. Look across the railway line to Arvon Road Allotments. See the vegetable terraces and our orchard. Don't miss the graffiti! You are very welcome to watch or join our volunteer day's seasonal gardening activities. And enjoy tea and cake!"
            ]
        }
    ],
    "id": 10727,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/10727/building_10727_olden-community-garden-1_89c9254c16a5f6beaa0c128c91bbe888.jpg",
            "description": null,
            "title": "Olden Community Garden lawn",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10727_olden-community-garden-1_89c9254c16a5f6beaa0c128c91bbe888.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/10727/building_10727_olden-community-garden-volunteers-planting-native-hedge_1b86f3067fae2611dc89383072c8b4d8.jpg",
            "description": null,
            "title": "Volunteers planting native hedge in the woodland",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10727_olden-community-garden-volunteers-planting-native-hedge_1b86f3067fae2611dc89383072c8b4d8.jpg"
        }
    ],
    "links": [
        {
            "href": "www.oldengarden.org/membership",
            "title": null
        },
        {
            "href": "www.oldengarden.org/bookings",
            "title": null
        }
    ],
    "location": {
        "address": "Whistler Street (opposite no 22), N5 1NJ",
        "latitude": 51.5523926,
        "longitude": -0.1044575,
        "meeting_point": null,
        "travel_info": [
            "Tube: Highbury & Islington, Arsenal",
            "Train: Drayton Park",
            "Bus: 21, 43, 153, 263"
        ]
    },
    "name": "Olden Community Garden",
    "original_url": "https://programme.openhouse.org.uk/listings/10727",
    "ticketed_events": false
}