{
    "all_week": false,
    "description": "A tour of one of the largest and best preserved early Victorian squares and gardens in London, also with a magnificent and original public library of 1906, which shows Byzantine and Art Nouveau influences, and a remarkable Gothic church.",
    "design": {
        "designers": [
            {
                "architect": "John Johnson",
                "description": null,
                "year": "1846"
            },
            {
                "architect": "Arthur Beresford Pite and others",
                "description": null,
                "year": "1846"
            },
            {
                "architect": "Francis Newman",
                "description": null,
                "year": "1846"
            },
            {
                "architect": "Joseph Kay",
                "description": null,
                "year": "1846"
            }
        ],
        "periods": [
            "Edwardian",
            "Victorian"
        ],
        "types": [
            "walk/tour",
            "public realm/landscape",
            "religious",
            "library"
        ]
    },
    "events": [
        {
            "activity_type": "Walking Tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/10893",
            "capacity": null,
            "date": "2023-09-17",
            "drop_in": false,
            "end": "2023-09-17T14:40:00+01:00",
            "fully_booked": true,
            "name": "Walking tour",
            "notes": null,
            "start": "2023-09-17T14:00:00+01:00",
            "ticketed": true
        },
        {
            "activity_type": "Walking Tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/10893",
            "capacity": null,
            "date": "2023-09-17",
            "drop_in": false,
            "end": "2023-09-17T15:40:00+01:00",
            "fully_booked": true,
            "name": "Walking tour",
            "notes": null,
            "start": "2023-09-17T15:00:00+01:00",
            "ticketed": true
        },
        {
            "activity_type": "Walking Tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/10893",
            "capacity": null,
            "date": "2023-09-17",
            "drop_in": false,
            "end": "2023-09-17T16:40:00+01:00",
            "fully_booked": true,
            "name": "Walking tour",
            "notes": null,
            "start": "2023-09-17T16:00:00+01:00",
            "ticketed": true
        }
    ],
    "facilities": [
        "Toilets",
        "Refreshments"
    ],
    "factsheet": [
        {
            "heading": "History",
            "paragraphs": [
                "Thornhill Square was built as part of the development of the Thornhill Estate, which was one of the last parts of Barnsbury to be developed in the 19th century. Until the early 1800s, this corner of Islington was used mainly for grazing - to provide fresh milk to London - or for entertainment, notably at refreshment houses such as the famous White Conduit House, which stood in fields near the current Islington Police Station. Development had begun further south in the late 18th century in the rather unsuccessful small suburb of Pentonville (hence Pentonville Road), but from around 1800-15 the dairy fields began to turn into houses as a series of landowners embarked on speculative developments.",
                "The Thornhill family were one of these families, a gentry family who owned land mainly in Huntingdonshire and Cambridgeshire. In Barnsbury their land stretched from what is now Thornhill Road, on the ridge top, west to what is now Caledonian Road.",
                "The planning for a new estate had began as early as 1808, when surveyors had been engaged and an initial layout designed, including a Crescent. But the building work itself proceeded slowly, and well behind that of other local estates. It seems as though the attention of the family patriarch, George Thornhill, lay elsewhere. Important developments did however happen nearby: in 1820 the Regent’s Canal was opened from Camden to Limehouse, passing just to the south, and in 1826 the new Chalk Road (now Caledonian Road) was built as a turnpike to connect Battle Bridge (now Kings Cross) and Holloway, for easier access to the north.",
                "A few houses were built in Richmond Avenue in the 1820s, more in Hemingford Road in the 1830s, and then in the 1840s the development of Thornhill Square itself began. The Square is clearly the piece de resistance of the estate: a large urban scheme, complete with gardens and space for a church.",
                "The aim was no doubt to attract the ‘better sort’ of resident  - well-to-do middle class families who would find the location close to the City convenient. And the development seems at first to have been successful. But shortly after the development began less attractive neighbours arrived - notably London’s live cattle market was relocated by the City Corporation from Smithfield to the former Copenhagen Fields a few hundred yards north. And noxious industries - some based on cattle products - grew rapidly along Maiden Lane (now York Way, and still in part an industrial area). By the late 19th century the area was no longer attractive to the middle classes, who often moved further out along the railways, and most houses in the Square had become multi-occupancy, and home to families making modest livings: warehouseman, railway clerk, and shop assistant are among the occupations in Census returns.",
                "The story began to change again in the last few decades of the 20th century, as many houses were restored to single family use. But the area remains happily mixed, with both social housing and private, and a strong sense of community."
            ]
        },
        {
            "heading": "The architecture",
            "paragraphs": [
                "The Square, the Crescent, the gardens and the Church are best seen as an ensemble: an ambitious development, by a private landowner, offering an early Victorian vision of what urban living could be like. As such it combines houses that are generously proportioned, and provision for both the senses - the gardens, and the high standard of detail, inside and out - and the soul. If there is a lesson for today, it is perhaps to ask how often we see similar ambition on the part of either developers or planners.",
                "A great deal of credit for the conception should probably go to Joseph Kay, who was engaged by Thornhill as surveyor for the Estate in about 1813 and stayed in that role till his death in 1847. Kay was a talented architect, also Surveyor to the Foundling Estate, and a pupil of Samuel Pepys Cockerell (whose work provided inspiration for the Brighton Pavilion, and also taught Benjamin Latrobe, one of the most important early US architects).",
                "The ‘Square’ is none such. It is instead really two crescents, one larger and one smaller, connected by two straight sides that are gradually converging. It has been compared in plan to a Roman circus, or chariot racetrack, though that does not have the same ovoid shape. The details of the architecture are Italianate, and will be explored on the tour.",
                "We will also look at two prominent buildings. The earlier is St Andrew’s Church, which was consecrated in 1854 on a site donated by the Thornhill family. ‘Like a medieval village church transposed into this classical suburban layout’ (Cherry & Pevsner). It is built of snecked Kentish ragstone, in a ‘Middle Pointed’ style inspired by English church architecture of c1300-1330. It was built on a grand scale, with nave, chancel, transepts and aisles, a vestry and towering above all, a tall broach spire at the south-west corner. It is a very well preserved statement of early Victorian faith and confidence - externally that is, for the interior was rather brutally reorganised in the 1970s. Some interesting fittings however remain and will be seen on the tour.",
                "The other major building is the public library, West Library. This is one of the major works of Arthur Beresford Pite, one of the most original architects of the 1890s-1920s. The Library is rich in Byzantine influence as well as Art Nouveau detail and a few touches of grandeur that could be described as Baroque. It is believed to include one of the first purpose-built children’s libraries in the British Isles."
            ]
        }
    ],
    "id": 10893,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/10893/building_10893_85bc5516-d2bc-4dae-ac93-4bdca10bde8f_c8e3e176fadf250f7f22e7d537637dcd.jpeg",
            "description": null,
            "title": "Aerial view of Thornhill Square and Church",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10893_85bc5516-d2bc-4dae-ac93-4bdca10bde8f_c8e3e176fadf250f7f22e7d537637dcd.jpeg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/10893/building_10893_eabf12ee-f57b-4e22-9f37-aa763d767248_144ca243da7ba76b203a05d3a30ce8ab.png",
            "description": null,
            "title": "Sculpture and lettering on West Library’s facade",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10893_eabf12ee-f57b-4e22-9f37-aa763d767248_144ca243da7ba76b203a05d3a30ce8ab.png"
        }
    ],
    "links": [],
    "location": {
        "address": "Meet outside the main door of St Andrew’s Church, Bridgeman Road",
        "latitude": 51.541114,
        "longitude": -0.1152717,
        "meeting_point": null,
        "travel_info": [
            "Tube: Angel, Caledonian Road, King's Cross St. Pancras",
            "Train: Caledonian Road & Barnsbury",
            "Bus: 153, 274, 259, 91, 17"
        ]
    },
    "name": "Thornhill Square",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/10893",
    "ticketed_events": true
}