{
    "all_week": false,
    "description": "Newly refurbished former social club, which is now a multi-use community space in the heart of Satge 3 Thamesmead - The Moorings \r\nOpen Access and Tours running all day",
    "design": {
        "designers": [
            {
                "architect": "Stephen Mooring",
                "description": null,
                "year": "1976"
            }
        ],
        "periods": [
            "Stephen Mooring ",
            "Project Orange",
            "Verity-Jane Keefe",
            "Contemporary"
        ],
        "types": [
            "community/cultural"
        ]
    },
    "events": [],
    "facilities": [
        "Toilets",
        "Refreshments"
    ],
    "factsheet": [
        {
            "heading": "History",
            "paragraphs": [
                "Thamesmead Stage Three was built in the late 1970s and was a very different style of construction from  Stages 1 and 2.",
                "Despite some undoubted successes, a lack of investment and infrastructure has meant that Thamesmead is yet to fully to live up to initial potential. However, just over 50 years after its creation, with investment of over £1 billion now coming in, Thamesmead is now well set to fulfil its promise as London's new town."
            ]
        },
        {
            "heading": "Peabody",
            "paragraphs": [
                "When Peabody incorporated Thamesmead's three leading organisations in 2014, it meant that much of the town's housing, community investment activities and over 200 acres of developable land became owned by a single, well-resourced body for the first time in a generation.",
                "As Thamesmead’s main landowner, Peabody is driving the town's regeneration in collaboration with partners. Thamesmead is one of Peabody's core priorities, and a dedicated Thamesmead regeneration team has been built up to deliver the ambitious vision for change in the town.",
                "Peabody is one of London's oldest and largest housing associations and has been creating opportunities for Londoners since 1862 when it was established by the American banker and philanthropist, George Peabody. Its mission is to ensure that as many people as possible have a good home, a real sense of purpose and a strong feeling of belonging.",
                "Working across 21 locations in London and the South East, we own and manage more than 55,000 homes, providing affordable housing for around 111,000 people."
            ]
        },
        {
            "heading": "The Social Club Refurbishment",
            "paragraphs": [
                "Sitting in the heart of The Moorings is a 1970s former social club, planned as part of the Local Centre for Thamesmead Stage 3. Part of the GLC’s masterplan for Thamesmead, this modernist building sought to bring the community together. The Club closed in the 00's following a lack of financial and community investment, and has sat empty since, boarded up above the shops and public space below.",
                "In Spring 2022, The Moorings Sociable Club opened to the public. The building has undergone a four-year refurbishment with the community, led by artist Verity-Jane Keefe with support from original architect, Stephen Mooring, Project Orange and many others on the Design Team. The project was financed by Peabody whose mission is to improve, grow and look after Thamesmead for the long-term, and £1.15m grant from the Mayor of London. The ambition championed by Peabody lead Kate Batchelor, democratised the design team, locating the co-design team as lead, alongside the architects. Allowing the artist to work closely through brief shaping, scene setting and construction with the contractors Bayanix.",
                "The Moorings Sociable Club is now an open, flexible space – somewhere to go and meet for lunch, or just sit and use the WIFI – to work or play. The building is a prime example of modern conservation – an unhurried process informed by the community and underpinned by an ethos of repair and care. This blend of original design and architecture, with new fixtures and fittings, aims to be both familiar - for those who already knew the building before closure, whilst being warm and welcoming to first time visitors. A series of creative components and artworks, from the useful to the decorative, developed by Keefe with the community can be seen across the inside and outside of the building.",
                "Including: \nDamaged quarry tiles infilled with new bespoke tiles extending to a new tiled artwork in the entrance.\nA new terrazzo welcome mat inserted into a gap left by tarmac infill, in front of the reopened entrance.\nDamaged parquet and wood removed and chipped, bound in bio-resin and placed within the gaps left in the flooring.\nThe building name painted on the roof, making it more visible in the area and on the flight path\nRailing artwork – ‘All the best for the future’ taken from a poster found downstairs \nAlcove Museum that shares objects and ephemera from the former life of the building, alongside new works that share the creative process\nPatterned curtains made from sellotape marks left across the windows"
            ]
        }
    ],
    "id": 10925,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/10925/building_10925_thamesmead_day-2_005-1_3d5fdd1cafcf8d1eceb5cc64f0f56f8b.jpg",
            "description": null,
            "title": "Aerial View of the rear of sociable Club",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10925_thamesmead_day-2_005-1_3d5fdd1cafcf8d1eceb5cc64f0f56f8b.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/10925/building_10925_thamesmead_day-2_001_f0ede1382934dcbbd47f00cd3a7eade4.jpg",
            "description": null,
            "title": "Main Entrance of Sociable Club",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10925_thamesmead_day-2_001_f0ede1382934dcbbd47f00cd3a7eade4.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/10925/building_10925_thamesmead_day-2_024_fbcefff650bc5848167414ca4453af33.jpg",
            "description": null,
            "title": "Internal Staircase ",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10925_thamesmead_day-2_024_fbcefff650bc5848167414ca4453af33.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/10925/building_10925_thamesmead_day-2_023_97f789389dea77815a8857d1cd247451.jpg",
            "description": null,
            "title": "View from Internal Staircase across Arnott Close",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10925_thamesmead_day-2_023_97f789389dea77815a8857d1cd247451.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/10925/building_10925_thamesmead_day1_039_fa7c92a47fcf24475601e3005fd29c4c.jpg",
            "description": null,
            "title": "Great Hall",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10925_thamesmead_day1_039_fa7c92a47fcf24475601e3005fd29c4c.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/10925/building_10925_thamesmead_day1_009_dd87da4b04293b3560b973be836f7c6b.jpg",
            "description": null,
            "title": "Side of Main Entrance in Arnott Close",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10925_thamesmead_day1_009_dd87da4b04293b3560b973be836f7c6b.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/10925/building_10925_thamesmead_day1_074_47751ad623df2b902b11fea8bb291592.jpg",
            "description": null,
            "title": "View Across Cafe Area ",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10925_thamesmead_day1_074_47751ad623df2b902b11fea8bb291592.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Arnott Close, Thamesmead , SE28 8BG",
        "latitude": 51.5044916,
        "longitude": 0.1170762,
        "meeting_point": null,
        "travel_info": [
            "Train: Abbey Wood",
            "Bus: 472, 244, 229, 177"
        ]
    },
    "name": "Moorings Social Club",
    "original_url": "https://programme.openhouse.org.uk/listings/10925",
    "ticketed_events": false
}