{
    "all_week": false,
    "description": "Colindale played a pivotal role in early aviation in England with the establishment of the London Aerodrome. Later, the area was developed with manufacturing, scientific, and cultural repositories and became home to emerging suburbs.",
    "design": {
        "designers": [
            {
                "architect": "Claude Graham-White",
                "description": null,
                "year": "1908"
            }
        ],
        "periods": [
            "Historical/contemporary"
        ],
        "types": [
            "walk/tour"
        ]
    },
    "events": [],
    "facilities": [
        "Parking"
    ],
    "factsheet": [
        {
            "heading": "The Meeting Point",
            "paragraphs": [
                "Meeting outside Bang Bang Oriental Foodhall \n399 Edgware Road, London NW9 OFH",
                "Parking\nFree 3-hour Parking available at both Bang Bang/Morrison's car park and ASDA's car park (next to Morrison's)"
            ]
        },
        {
            "heading": "The Tour - How Early Aviation Forged Colindale’s Development",
            "paragraphs": [
                "In a little over mile, this walking tour travels back through a little over a century of change in Colindale. While the majority of this area is being covered in large flat complexes, it previously served many other enterprises.",
                "The largest aircraft factory in the world stood where Bang Bang Oriental Foodhall is now. But previous to Bang Bang, it was Oriental City or Yaohan Plaza. The UK Health Security Agency (previously Public Health England) sits on the massive grounds to the old Colindale Hospital (originally called the Central London Sick Asylum District Infirmary). However, Colindale had a precursor to Public Health England up the street called the Government Lymph Establishment. Across from there was a branch of the British Library in the form of newspaper archives. Last, but not least, is the RAF Museum that takes up only a tiny bit of the 207-acre site of the London Aerodrome.",
                "Local Colindale resident Lisa Lu, who moved the day before lockdown in March 2020, explores the past, present and coming future of the area that she and so many are now calling home."
            ]
        },
        {
            "heading": "The Guide - Lisa Lu of Eclectic Tours - eclectic-tours.com",
            "paragraphs": [
                "Eclectic Tours is led by Lisa Lu. Holder of a Golden Key Badge as a trained tour guide from Open City/Open House London, Lisa is an American who has lived in London for almost 15 years.  She holds  a MA in Shakespeare Studies from King's College London and Shakespeare's Globe Theatre.",
                "Originally from Los Angeles, she has lived in New York and Chicago and has a background in theatre and film. Her interests are varied – even eclectic – as reflected in the range of tours.",
                "For information on more tours, please go to: eclectic-tours.com"
            ]
        }
    ],
    "id": 11076,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/11076/building_11076_watch-tower-ll_6fb124afd6860b1f73ac7930ad253643.jpg",
            "description": null,
            "title": "RAF Museum",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11076_watch-tower-ll_6fb124afd6860b1f73ac7930ad253643.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/11076/building_11076_colindale-hospital-admin-bldg_aeb0ed43ff2549f5eab5bab032be23e7.jpg",
            "description": null,
            "title": "Colindale Hospital Administration Bldg in 2022 c. Lisa Lu",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11076_colindale-hospital-admin-bldg_aeb0ed43ff2549f5eab5bab032be23e7.jpg"
        }
    ],
    "links": [
        {
            "href": "eclectic-tours.com",
            "title": null
        }
    ],
    "location": {
        "address": "Bang Bang Oriental Food Hall, 399 Edgware Rd, NW9 0FH",
        "latitude": 51.5934,
        "longitude": -0.25949,
        "meeting_point": null,
        "travel_info": [
            "Tube: Colindale",
            "Bus: 324, 32, 142, 303, 204",
            "Additional travel info: Parking - Free 3-hour parking is available both at Bang Bang/Morrison's car park or ASDA's car park"
        ]
    },
    "name": "Discovering Colindale - How Early Aviation Forged Colindale’s Development",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/11076",
    "ticketed_events": false
}