{
    "all_week": false,
    "description": "Home of the Worshipful Company of Saddlers, Saddlers’ Hall is built in a neo-classical style and impresses with bespoke period furniture, historical antiquities, and paintings. The highlight is the Great Hall.",
    "design": {
        "designers": [
            {
                "architect": "Leo Sylvester Sullivan",
                "description": null,
                "year": "1958"
            }
        ],
        "periods": [
            "Historical/contemporary"
        ],
        "types": [
            "livery hall"
        ]
    },
    "events": [],
    "facilities": [
        "Cloakroom",
        "Accessible toilet",
        "Toilets"
    ],
    "factsheet": [
        {
            "heading": "History",
            "paragraphs": [
                "The Company's first Hall was established in what was known as “the Saddlery”, between Cheapside and Gutter Lane, around 1395. It was destroyed in the Great Fire of 1666.  A successor was built on the same site. That was burned down in 1821 and the rebuilt hall survived until it was destroyed by air attack in 1940. At the end of the War the Corporation of London carried out extensive re-planning and the Company lost much of its original mediaeval freehold by compulsory purchase orders. Nevertheless the present Hall - built in 1958 - still stands on part of the site of the first Saddlers’ Hall.",
                "The interior is in neo-classical style and is furnished with period furniture and paintings which provide an elegant background for the display of the Company’s treasures, the earliest of which date from the 15th Century."
            ]
        },
        {
            "heading": "The Origins of the Company",
            "paragraphs": [
                "The earliest surviving record that refers to a Guild of Saddlers in London dates from the second half of the 12th Century.  The saddlery craft flourished in London in the early Middle Ages. This was the period in which the artisan guilds contended with one another for economic power and influence and the Saddlers strove to control those crafts - such as the Joiners, Painters and Loriners - whose skills contributed to the products marketed by saddlers. Nonetheless by the 16th Century the economic balance had moved from the artisan companies to the merchant companies, which had acquired wealth and standing by trading in a wide range of goods. Thus when the Court of Aldermen, in 1515, set out the order of precedence of the livery companies in order of wealth rather than antiquity, the Saddlers were ranked 25th of the 42 companies then extant.  They remain 25th but there are now 110 livery companies in the City of London."
            ]
        },
        {
            "heading": "Royal Charters",
            "paragraphs": [
                "The Saddlers’ received its first known Royal Charter - more correctly, a grant of liberties - from Edward III in 1363. This was followed by the much more important Incorporation Charter of Richard II in 1395. Other Royal Charters followed between 1424 and 1684. In 1995, on the 600th anniversary of the original Incorporation Charter, Her Majesty Queen Elizabeth II graciously granted her Supplemental Charter to the Saddlers' Company and it is that which now governs the Company's activities.",
                "By this Charter, it is granted that:",
                "•\t“The objects of the Company shall be the furtherance of the Craft of Saddlery and activities associated with the Craft of Saddlery.”\n•\t“The Company shall promote and sustain charitable and philanthropic objects of all kinds...”\n•\t“The Company shall have all powers necessary... to institute and establish training courses, scholarships, bursaries, grants, awards and prizes, to make funds or other benefits available for the promotion of equestrian training and horsemanship and to promote education.”"
            ]
        },
        {
            "heading": "The Saddlery Trade",
            "paragraphs": [
                "The well-being of the saddlery trade in the United Kingdom is one of the Company’s main interests. It supports the Society of Master Saddlers, with which it runs the National Saddlery Skills Assessment Scheme and the Saddlery Apprenticeship Scheme. The Company provides prizes for the Society’s Annual Saddlery Competition which is held in Saddlers' Hall.",
                "The Company instituted the Millennium Apprenticeship Scheme and is active in the continued development of saddlery training standards for the whole trade.  It provides bursary and other funds to support trainee saddlers as well as Master Saddlers who take on apprentices and those saddlery firms who train their workforce in saddlery skills.",
                "The Company provides funds through  the British Horse Society for training in all riding disciplines and it awards saddles and other saddlery prizes at many equestrian competitions, particularly targeted at the younger rider, through the British Equestrian Federation.  The aim of this support is to encourage the manufacture and use of high quality British saddlery and tack, not least to ensure the safety and comfort of both horse and rider.  The Company also maintains liaison with the mounted regiments of the Army and Police and supports equitation in all three Services."
            ]
        },
        {
            "heading": "Charities",
            "paragraphs": [
                "The Company funds its charitable activities through a series of both old-established and modern charitable trusts under the aegis of the Charity Commission. Kitchin’s Charity dates from 1555, the Apprenticing Charity from 1698 and the Saddlers’ Company Charitable Fund from 1970, while Kaye’s and Labourne’s Charity is an amalgam of many old charities, with Labourne’s dating from 1624. The annual income from the invested capital of these trusts is disbursed among a broad spectrum of charitable appeals and causes"
            ]
        },
        {
            "heading": "Education",
            "paragraphs": [
                "Support for education is a very important element of the Company’s charitable commitment. It includes financial help for student activities at City University, the provision of scholarships and bursaries for boys and girls at Alleyn’s School in Dulwich and bursarial and other support for students at the City of London Academy Islington.",
                "The Company shares the Corporation of London’s awareness that the City is bordered by areas of great deprivation. It provides financial support for educational projects for children living within the Greater London area, and particularly in the boroughs which are contiguous to the City of London, thereby the neighbouring boroughs, seeking to raise schools’ educational standards and children’s levels of achievement."
            ]
        },
        {
            "heading": "Support for the Armed Forces",
            "paragraphs": [
                "The Saddlers’ Company is proud to be affiliated with HMS Duncan (a Type 45 destroyer), the Mounted Regiment of the Household Cavalry and The Household Cavalry Regiment, The King’s Troop RHA, 265 Battery and HQ 106 Yeomanry Regt (RA) of the Territorial Army and No. 41 Squadron RAF (the Tornado and Typhoon Operational Evaluation Unit).  In view of the important youth training role played by cadet forces, the Company supports the London Region of the Sea Cadets, the Middlesex and NW London contingent of the Army Cadet Force and the London Wing of the Air Training Corps."
            ]
        },
        {
            "heading": "The City",
            "paragraphs": [
                "In common with the other ancient and modern livery companies, the Saddlers’ Company is involved with the City of London - not only in electing the Lord Mayor and the Sheriffs each year but also in supporting the Corporation of London in all it does."
            ]
        },
        {
            "heading": "The Company's Role Today",
            "paragraphs": [
                "As an ancient craft guild with a still thriving modern trade, the Company is as intricately involved in the challenges of the future as it is with the legacies of its past."
            ]
        }
    ],
    "id": 11108,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/11108/building_11108_01_saddlers_hall_mk2_web_ad546db58ff6172751e86854a9ebd470.jpg",
            "description": null,
            "title": "View from Goldsmith Stret",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11108_01_saddlers_hall_mk2_web_ad546db58ff6172751e86854a9ebd470.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/11108/building_11108_saddlers-hall-156_6b42dbdc54799e785f3e97e882350047.jpg",
            "description": null,
            "title": "View from Courtyard",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11108_saddlers-hall-156_6b42dbdc54799e785f3e97e882350047.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/11108/building_11108_saddlers-hall-004_f8a8837f9cc22fdfea9f3695ca6e8507.jpg",
            "description": null,
            "title": "The King's Champion Saddle",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11108_saddlers-hall-004_f8a8837f9cc22fdfea9f3695ca6e8507.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/11108/building_11108_saddlers-hall-038_82d561cb974d0f55c7111a96e55ecee7.jpg",
            "description": null,
            "title": "Entrance Hall",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11108_saddlers-hall-038_82d561cb974d0f55c7111a96e55ecee7.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Saddlers' Hall, 40 Gutter Lane, EC2V 6BR",
        "latitude": 51.5149566,
        "longitude": -0.0956361,
        "meeting_point": null,
        "travel_info": [
            "Tube: St. Paul's",
            "Train: City Thameslink",
            "Bus: 8, 25"
        ]
    },
    "name": "Saddlers' Hall",
    "original_url": "https://programme.openhouse.org.uk/listings/11108",
    "ticketed_events": false
}