{
    "all_week": false,
    "description": "Open House of 13 Nubia Way  and oral history exhibition of Europe's largest black-led community self-build for rent  iintiative including archive material and new video. https://sites.gold.ac.uk/inlivingmemory/tomorrow-is-built-today/",
    "design": {
        "designers": [
            {
                "architect": "Architype",
                "description": null,
                "year": "1997"
            }
        ],
        "periods": [
            "Contemporary"
        ],
        "types": [
            "housing"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2023-09-17",
            "drop_in": true,
            "end": "2023-09-17T16:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in",
            "notes": "",
            "start": "2023-09-17T11:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [],
    "factsheet": [
        {
            "heading": "Oral History exhibition of 3 timber frame community self-build for rent schemes",
            "paragraphs": [
                "Tim Oshodi a community self-builder, Chair of Fusions Jameen and community-led regeneration consultant has curated an oral history exhibition of the 3 Fusions Jameen's schemes which form Europe's largest Black-led self-build for rent initiative.",
                "There will be first hand testimony from the original self-builders of Fusions 1 of Brockley Park and Lowther Hill. Winner of the RIBA project design award. Sharing their pioneering experience and discussing its legacy.",
                "Tim will be holding an open house of 13 Nubia Way where you can see inside a timber frame home  that was the overall winner of the inaugural Lewisham Homes Award.",
                "Nubia Way will be the site of the oral history photo exhibition  and documentary 'Tomorrow is Built Today' where you can watch vintage footage of the opening of Nubia Way as well as testimony from the self-builders of all 3 Fusions  Jameen inspired schemes. Including the most cost effective of all the self-build for rent scheme the women-led 14 home Chinbrook Meadow scheme designed to accommodate the naturalisation of the Quaggy River.",
                "The self-builders share their personal views on the rewards and challenges of meeting their family's housing need through a group effort.",
                "You will also  be able to hear testimony from experts in housing finance, cost control, building procurement and community empowerment  on how an innovative mutli-disciplinary approach was required to maximise the participation of the self-builders in the creation  their eco social housing communities.",
                "Discover how Nubia Way dealt with racist arson attacks and worked to restore a disused ancient woodland with the  local community and schools. Hear how the community self-build led to  wider neighbourhood regeneration with the  Downham community land trust working in partnership with  local GP's to develop the Downham Health Through Sport, Leisure and Nature Strategy. \nhttps://vimeo.com/732795269/a6fcc9eeb4",
                "Fusions Jameen were inspired by the African and Caribbean parents and  leaders of yesterday. We invite you  to explore what lessons  their inspirational achievements have for the next generation's challenge of meeting their need for green social housing. Come discover how the tomorrow we seek can be built today"
            ]
        },
        {
            "heading": "Accessibility",
            "paragraphs": [
                "Number 13 has ramped access but is not fully accessible to larger wheelchairs. The street and garden of number 13 has step free access. No toilet facilities will be available."
            ]
        }
    ],
    "id": 11168,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/11168/building_11168_dolly-hills-and-car_e8f018094ace80eb0a68709848be9b47.jpg",
            "description": null,
            "title": "Nubia Way today",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11168_dolly-hills-and-car_e8f018094ace80eb0a68709848be9b47.jpg"
        }
    ],
    "links": [
        {
            "href": "https://vimeo.com/732795269/a6fcc9eeb4",
            "title": null
        }
    ],
    "location": {
        "address": "13, Nubia Way, Downham, Bromley, BR1 5HY",
        "latitude": 51.429857,
        "longitude": 0.0032383,
        "meeting_point": null,
        "travel_info": [
            "Train: Bellingham, Beckenham Junction, Grove Park",
            "Bus: 336, 181, 124, 284, 136",
            "Additional travel info: Bromley South is 15 mins by cab"
        ]
    },
    "name": "'Tomorrow is Built Today' exhibition of Black-led self-build",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/11168",
    "ticketed_events": false
}