{
    "all_week": false,
    "description": "The former Alexandra Palace Railway Station now run by a charity for use by local people and organisations for classes, meetings and many other leisure activities.",
    "design": {
        "designers": [
            {
                "architect": "Unknown",
                "description": null,
                "year": "1873"
            }
        ],
        "periods": [
            "Peter Ledwith",
            "Victorian"
        ],
        "types": [
            "community/cultural"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "booking_link": null,
            "capacity": null,
            "date": "2023-09-17",
            "drop_in": true,
            "end": "2023-09-17T17:30:00+01:00",
            "fully_booked": false,
            "name": "Drop in",
            "notes": "Please let us know if you plan to visit. Doing so allows the venue to plan ahead and you will be notified by email about any changes to the programme that might affect your visit.",
            "start": "2023-09-17T12:30:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        "Step free access",
        "Cloakroom",
        "Baby changing facilities",
        "Accessible toilet",
        "Toilets"
    ],
    "factsheet": [
        {
            "heading": "Station History of Cufos",
            "paragraphs": [
                "Alexandra Palace Station was built at the same time as Alexandra Palace opening with Alexandra Park on 24 May 1873. The station platform was built beneath the North Terrace, the original entrance to the Palace, parallel to the north-west side of the building. The booking office was at street level at the end of a grand avenue alongside a wide stairway leading up to the North Terrace.",
                "With its fortunes tied to those of the Palace, the station was closed nine times due to insufficient demand before Great Northern renamed it Alexandra Park in March 1891 in a bid to increase residential traffic to the local area. The ploy failed and the station was again closed in April 1892. Great Northern finally reached agreement with the Muswell Hill & Palace Railway that the station would remain open permanently when it came back into full use with the original name restored.",
                "The single-storey street level booking office was a modest L-shaped building of buff-coloured brick with a slate roof, and round-headed windows with arches of red brick with buff-coloured keystones, the same decorative features graced the doorway above which a wooden canopy was added creating a porched entrance at the front of the building.",
                "The station closed permanently on 5 July 1954, the platforms demolished in the late 1950s and Southern Counties Car Auctions operated out of the site in the early 1960s, while the street-level booking office was retained by British Railways Board. The building deteriorated during the 1960s and 70s with slates missing from the roof and the canopy was removed before it could collapse."
            ]
        },
        {
            "heading": "Cufos - a Community Phoenix",
            "paragraphs": [
                "Most of Alexandra Palace was destroyed by fire on 10 July 1980. The old station building escaped damage but was still in very poor condition after decades of disuse.",
                "In 1984 a group of local residents calling themselves 'Community Use For the Old Station' prevailed over other ideas of how best to utilise the station building. They received approval from Haringey Council for their proposal for a volunteer-run centre that could be used for a variety of purposes at a low cost. One of the Palace architects, Peter Ledwith, drew up the plans and Haringey Council funded the building restoration including the installation of toilets and kitchen, along with fencing and courtyard construction. CUFOS, now a registered charity, took on full responsibility for the building's maintenance while leasing it from the Council, and later from Alexandra Park and Palace Charitable Trust.",
                "The Mayor of Haringey officially opened CUFOS on 5 December 1987. The aim from the start was to have a place the community could use for a variety of activities which over the years have included exercise classes (yoga, pilates, kick-boxing), language classes and clubs, music groups of all descriptions, arts and crafts sessions, drama and performance workshops, mother-toddler groups, antenatal classes, weight management courses, health and wellness classes, even a sailing club! It has proved to be a unique and ideal venue for parties and special events at weekends.",
                "Since its opening 35 years ago, small but dedicated groups of volunteers have taken turns to keep CUFOS running, overseen by its Trustees. Volunteers are always welcome to help maintain the building and assist with special projects as they arise."
            ]
        }
    ],
    "id": 11172,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/11172/building_11172_cufos-and_palace_a689310644f576dcc40fb9695141c74d.jpg",
            "description": null,
            "title": "CUFOS today",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11172_cufos-and_palace_a689310644f576dcc40fb9695141c74d.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/11172/building_11172_ap-history_07_f94c05d9c1f56c9e4f634e7a5fdba2d6.jpg",
            "description": null,
            "title": "CUFOS in a former life as Alexandra Palace Station",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11172_ap-history_07_f94c05d9c1f56c9e4f634e7a5fdba2d6.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "CUFOS, Top of The Avenue, Muswell Hill, N10 2QE",
        "latitude": 51.5947742,
        "longitude": -0.1319197,
        "meeting_point": null,
        "travel_info": [
            "Tube: Bounds Green, Wood Green",
            "Train: Alexandra Palace",
            "Bus: W3, 184, 102"
        ]
    },
    "name": "CUFOS - Community Use For the Old Station",
    "original_url": "https://programme.openhouse.org.uk/listings/11172",
    "ticketed_events": false
}