{
    "all_week": false,
    "description": "This walking tour follows an ancient route taken by drovers from London’s agricultural hinterland to the city markets, exploring historic and contemporary stories about Hackney, its food culture, and its relationship to the city.",
    "design": {
        "designers": [],
        "periods": [
            "n/a",
            "Historical/contemporary"
        ],
        "types": [
            "walk/tour"
        ]
    },
    "events": [],
    "facilities": [],
    "factsheet": [
        {
            "heading": "About the tour and guide",
            "paragraphs": [
                "The Black Path is Hackney’s version of Broadway, a diagonal line that cuts through the east London urban grid. Also known as the Porters’ Path, it marks the route taken by drovers and market traders from London’s agricultural hinterland to the city markets.",
                "The tour uses the path not just as a history, but as a lens for exploring contemporary stories about Hackney, its food culture, and its relationship to the city.",
                "These stories range from the exotic fruits of Hackney Central through to the back-to-front inns of Mare Street, from factory-scale food production to urban farming, from food poverty to intensifying gentrification.",
                "We’ll also reflect on the route itself, and how this quirk of geography is still a support line to the city – although the commodities 'Hackneyites' carry into town today are more likely to be ideas than livestock.",
                "Distance: 3km\nEnds: Hackney City Farm.",
                "The route follows pavements and paths, and there are some steps, kerbs and uneven surfaces.",
                "Guide: Emma Keyte is a writer, map enthusiast and founder of Free, a specialist consultancy working with architects to define and articulate their ideas and identity. For her, most stories about London start or end in Hackney where she has lived for the last 20 years."
            ]
        },
        {
            "heading": "Golden Key Academy",
            "paragraphs": [
                "This tour is led by an alumnus of Open City’s Golden Key Academy – a course training up insightful and engaging guides dedicated to explaining London and bringing its many stories to life.",
                "Further info on the Golden Key Academy can be found here  https://open-city.org.uk/golden-key-academy"
            ]
        },
        {
            "heading": "Tour meeting point:",
            "paragraphs": [
                "Meet at the bottom of St. Augustine's Tower \n354 Mare St\nE8 1HT"
            ]
        }
    ],
    "id": 11191,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/11191/building_11191_blackpath_e8f5aedcba269da9e1c5c514431b22c9.jpg",
            "description": null,
            "title": "Fruit, flock and fields",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11191_blackpath_e8f5aedcba269da9e1c5c514431b22c9.jpg"
        }
    ],
    "links": [
        {
            "href": "https://open-city.org.uk/golden-key-academy",
            "title": null
        }
    ],
    "location": {
        "address": "354 Mare St, E8 1HT",
        "latitude": 51.5477532,
        "longitude": -0.0546903,
        "meeting_point": null,
        "travel_info": [
            "Train: Hackney Downs, Hackney Central",
            "Bus: 55, 242, 254, 253, 106, 30, 56, 38"
        ]
    },
    "name": "The Black Path II: Feeding London",
    "original_url": "https://programme.openhouse.org.uk/listings/11191",
    "ticketed_events": false
}