{
    "all_week": false,
    "description": "Leyton House is a new build house that has been designed to maximise the potential of its urban infill setting.",
    "design": {
        "designers": [
            {
                "architect": "McMahon Architecture",
                "description": null,
                "year": "2020"
            }
        ],
        "periods": [
            "Contemporary"
        ],
        "types": [
            "residence"
        ]
    },
    "events": [],
    "facilities": [
        "Architect on site"
    ],
    "factsheet": [
        {
            "heading": "Project Description",
            "paragraphs": [
                "Leyton House is a new build house that has been designed to maximise the potential of its urban infill setting.  It is a contemporary design that respects the spirit of the adjacent 1960’s terrace whilst addressing the Victorian context of the neighbouring street and one that creates a harmonious urban fabric that positively contributes to the streetscape.",
                "The design is defined by its elemental nature and comprises two distinct blocks - a monolithic masonry plinth at street level and a finely detailed timber structure above. The brick references the local brickwork with the same materiality maintained throughout the courtyard gardens and ground floor living spaces, creating a series of internal and external rooms.  The hit and miss brickwork over the windows provides privacy whilst the building is completed by a sculptural chimney that is topped by a concrete crown, with the shape of the openings referencing nearby Victorian chimney pots.",
                "Despite the limited budget our aim was to create a generous home that achieves an unexpected sense of tranquillity and provides a retreat from the bustle of city life whilst adding an element of considered design to the streetscape that has been embraced by the local community."
            ]
        },
        {
            "heading": "Architect - McMahon Architecture",
            "paragraphs": [
                "We are an award winning London based practice that specialises in residential projects across a variety of scales. The studio has a strong design focus and each project is characterised by a sensitive approach to materiality and an intuitive understanding of construction and detailing. \nWe aspire to add value through thoughtful and considered design, creating unique and uplifting spaces that maximise light, material and form. Every project is bespoke; developed and tested through a rigorous process of hand sketching, model making and detailed technical drawing.",
                "We believe that good architecture is a collaborative process, we take time to get to know our clients, understand each brief and have established long term relationships with consultants and constructors.",
                "We work hard to create a shared sense of pride at the end of each project, using inspiring design to create generous homes that positively transforms the experience of the end users."
            ]
        },
        {
            "heading": "Contact",
            "paragraphs": [
                "https://www.mcmahonarchitecture.com/\nhttps://www.instagram.com/mcmahonarchitecture/"
            ]
        }
    ],
    "id": 11657,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/11657/building_11657_01-view-from-public-highway-to-side-elevation-of-house_727247c1c0cbcf12924da9d74a91a949.jpg",
            "description": null,
            "title": null,
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11657_01-view-from-public-highway-to-side-elevation-of-house_727247c1c0cbcf12924da9d74a91a949.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/11657/building_11657_06-internal-view-of-kitchen-towards-main-external-brick-elevation_ec10680a05e1a24cff66df0812de383f.jpg",
            "description": null,
            "title": null,
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11657_06-internal-view-of-kitchen-towards-main-external-brick-elevation_ec10680a05e1a24cff66df0812de383f.jpg"
        }
    ],
    "links": [
        {
            "href": "https://www.mcmahonarchitecture.com/",
            "title": null
        },
        {
            "href": "https://www.instagram.com/mcmahonarchitecture/",
            "title": null
        }
    ],
    "location": {
        "address": "128 Claude Road, Leyton, E10 6NE",
        "latitude": 51.5668128,
        "longitude": -0.0036894,
        "meeting_point": null,
        "travel_info": [
            "Tube: Leyton",
            "Train: Leyton Midland Road"
        ]
    },
    "name": "Leyton House (DPA2023)",
    "original_url": "https://programme.openhouse.org.uk/listings/11657",
    "ticketed_events": false
}