{
    "all_week": false,
    "description": "The EES is a charity supporting and promoting Egyptian cultural heritage located in 3-4 Doughty Mews. We propose an Open Day on Saturday 9th September with collections tours and an exhibition of the history and archaeology of the building.",
    "design": {
        "designers": [],
        "periods": [
            "Georgian"
        ],
        "types": [
            "community/cultural"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2023-09-09",
            "drop_in": true,
            "end": "2023-09-09T16:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in",
            "notes": "Come and see what the Egypt Exploration Society do, attend a collections tour and browse an exhibition on the history of our London library!",
            "start": "2023-09-09T10:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        "Toilets",
        "Refreshments",
        "Gender neutral toilets",
        "Food and drink",
        "Bookshop"
    ],
    "factsheet": [
        {
            "heading": "What to expect",
            "paragraphs": [
                "Come along to explore the fascinating history of Egypt through craft activities, tours of the collections (book your place on arrival) or relax with a hot drink (and cakes) and a book - about Egypt of course! Better yet, treat your-shelf at our discount second-hand book sale or even loan a book from our Lending Library (EES members only). We'll also have an exhibition where you can learn about the history of our London Library."
            ]
        },
        {
            "heading": "Our mission",
            "paragraphs": [
                "The Egypt Exploration Society's mission is to support and promote Egyptian cultural heritage, because we envisage a world where the cultural heritage of Egypt is preserved for posterity.",
                "Today the Society supports research projects around the world. We rely almost entirely on donations from members and the wider public to fund our work and run an extensive educational programme of publications and training, as well as events to convey the results to interested audiences."
            ]
        },
        {
            "heading": "Our history",
            "paragraphs": [
                "In 1873, Victorian novelist and travel writer, Amelia B Edwards, made a journey that would change the world of Egyptology forever. On her return to the UK, Amelia founded the Egypt Exploration Society in 1882. Today, we continue to support and promote Egyptian cultural heritage, by focusing on innovative projects that put people at the centre of heritage and education.",
                "\"Such is the fate of every Egyptian monument, great or small... every day, more inscriptions are mutilated, more tombs are rifled, more paintings and sculptures are defaced.\" - Amelia Edwards, 1877",
                "Over the course of our history, we have explored over 150 sites and monuments in Egypt and Sudan and shared the results of this work in more than 350 publications.",
                "We now work closely with the Egyptian government to continue our mission and are the only UK charity to combine archaeological research in Egypt with a busy publications programme and a unique archive and research library. Our online events and courses share the latest Egyptological research with supporters across the world by bringing experts in the field into your own home.",
                "At a time when heritage is more threatened than ever, from the economic effects of the global pandemic or the devastating impact of climate change, we remain at the forefront of efforts to safeguard Egyptian heritage by working with local communities and putting people at the centre of our work.",
                "Find out more by visiting our website: https://www.ees.ac.uk/"
            ]
        },
        {
            "heading": "How we make a difference",
            "paragraphs": [
                "We believe that understanding and preserving past cultures is crucial for informing our shared identities and futures.",
                "\"The man who knows and dwells in history adds a new dimension to his existence…\" - William Matthew Flinders Petrie, 1904.",
                "We do this by transcending modern political boundaries to explore Egyptian cultural heritage and sharing the results with a global community.",
                "As the UK’s leading charity supporting archaeological fieldwork and research in Egypt since 1882, we engage a diverse international audience of like-minded individuals to preserve and protect cultural heritage for future generations.",
                "Sharing a lasting record",
                "Publications:\nFor over a century we have combined archaeological fieldwork and research with a fast-paced publications programme in order to communicate the results of our work to both scientific and general audiences. In more recent years, Egyptian Archaeology has disseminated the results of archaeological fieldwork to broader audiences, while the Journal of Egyptian Archaeology remains one of the leading scientific journals in the discipline.",
                "\"To leave important remains without any diffused record is a crime only exceeded by that of their destruction.\" - William Matthew Flinders Petrie, 1901.",
                "Archives:\nAfter publication the documentation for each expedition has been deposited in our archives. These unique collections of material constitute a lasting record of the remains explored and ensures the long term preservation of the knowledge gained from their investigation in order to inform future generations.",
                "How can I help?\nHelping is easy and there are a number of things you can do to make a difference such as:",
                "- donating towards our ongoing work here: https://www.ees.ac.uk/donate/donate-now\n- joining the largest international crowd-funding body supporting Egyptian cultural heritage today by becoming a member here: https://www.ees.ac.uk/membership\n- spread the word to your friends and colleagues via social media!"
            ]
        },
        {
            "heading": "The EES Library and Archive",
            "paragraphs": [
                "Ricardo Caminos Memorial Library:\nThe EES Reference Library contains approximately 20,000 books, journals and pamphlets on Egyptology. As such it is one of the best libraries of its kind in the world.",
                "It occupies the former home of Professor Ricardo Caminos; a professor of Egyptology at Brown University and the Society’s epigrapher before he retired in the early 1980s. The library is named The Ricardo A Caminos Memorial Library in his honour.",
                "Lending Library:\nThe EES Lending Library is a selection of up to 500 Egyptological books that are available for EES members to borrow. The books in the Lending Library cover ancient Egyptian mythology, architecture, language, history of Egyptology, and even children's books and popular Egyptian fiction.",
                "Lucy Gura Archive:\nThe Lucy Gura Archive is a unique record of the Society’s historical contribution to the field of Egyptology from the founding of the EEF (as we were named until 1919) in 1882. A brief history of the Society is available here.",
                "The archive is named after a member, Lucy Gura, whose family made a substantial donation to the EES in 2007 for the digitisation of the oldest photographs in the collection."
            ]
        },
        {
            "heading": "Exhibition: The Mews-eum",
            "paragraphs": [
                "‘The Mews-eum’ tells the story of 4 Doughty Mews from humble stables to a quiet residential oasis, and now as a centre for exploring the cultural heritage of Egypt!",
                "Learn more on our website: https://www.ees.ac.uk/news/the-mews-eum"
            ]
        }
    ],
    "id": 11679,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2023/11679/building_11679_23-09-09-open-day-advert_d65132e1dbe55a978a9d908633d7c18e.png",
            "description": null,
            "title": "EES Open Day Poster",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11679_23-09-09-open-day-advert_d65132e1dbe55a978a9d908633d7c18e.png"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2023/11679/building_11679_image_642a87ef84d7780c32172fa44e5cbadb.jpeg",
            "description": null,
            "title": "EES Collections Manager Stephanie Boonstra (right) giving a tour of archive material in the library.",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11679_image_642a87ef84d7780c32172fa44e5cbadb.jpeg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2023/11679/building_11679_image-4_e76d70b6e59eab27845232eff14ea0d8.jpeg",
            "description": null,
            "title": "Refreshments and bake sale in Doughty Mews, held outside the EES London Office.",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11679_image-4_e76d70b6e59eab27845232eff14ea0d8.jpeg"
        }
    ],
    "links": [
        {
            "href": "https://www.ees.ac.uk/",
            "title": null
        },
        {
            "href": "https://www.ees.ac.uk/donate/donate-now",
            "title": null
        },
        {
            "href": "https://www.ees.ac.uk/membership",
            "title": null
        },
        {
            "href": "https://www.ees.ac.uk/news/the-mews-eum",
            "title": null
        }
    ],
    "location": {
        "address": "The Egypt Exploration Society, 3-4 Doughty Mews, WC1N 2PG",
        "latitude": 51.523079,
        "longitude": -0.116958,
        "meeting_point": null,
        "travel_info": [
            "Tube: Russell Square, King's Cross St. Pancras, Holborn, Farringdon, Euston, Chancery Lane",
            "Train: King's Cross, Farringdon, Euston",
            "Bus: 55, 46, 38, 243, 19, 17",
            "Additional travel info: There is no parking available at the venue, but very limited paid parking is available on the surrounding streets."
        ]
    },
    "name": "The Egypt Exploration Society (EES)",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/11679",
    "ticketed_events": false
}