{
    "all_week": false,
    "description": "Based in Shoreditch since the start of the centaury and still family owned, Jerram Falkus would like to open its office doors, for visitors to see our unique garden and sympathetically refurbished offices, along with history of the company",
    "design": {
        "designers": [
            {
                "architect": "0",
                "description": null,
                "year": "1930"
            }
        ],
        "periods": [
            "Georgian"
        ],
        "types": [
            "offices"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2023-09-14",
            "drop_in": true,
            "end": "2023-09-14T20:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in",
            "notes": "Meet the Jerram Falkus staff team and take a look inside their offices.",
            "start": "2023-09-14T17:30:00+01:00",
            "ticketed": false
        },
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2023-09-17",
            "drop_in": true,
            "end": "2023-09-17T15:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in",
            "notes": "Meet the Jerram Falkus staff team and take a look inside their offices.",
            "start": "2023-09-17T11:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        "Toilets",
        "Refreshments",
        "Gender neutral toilets",
        "Accessible toilet"
    ],
    "factsheet": [
        {
            "heading": "East end family builders from 1884",
            "paragraphs": [
                "Jerram Falkus Construction Limited is part of the Jerram Group whose origins lie with two companies: William J Jerram Limited and Falkus Construction Limited.",
                "William J Jerram Limited was founded in 1884 by James William Jerram, trading under his own name. The name changed in 1934 when William J Jerram, his Grandson and late Grandfather of our current Managing Directors, assumed control. Over the years the company growth was steady, rather than spectacular, with an emphasis on quality rather than quantity. Throughout its trading history William J Jerram’s activities accommodated the varied needs of the community. A great spectrum of work was carried out, with a particular involvement in public sector new build construction. \nDuring World War II, the company was responsible for emergency works and reparations in East Ham and West Ham. This included working on dangerous bombed and fire damaged locations including housing and public buildings, with William James Jerram and his team often called out in the middle of the night following Luftwaffe strikes.\nFollowing the war, the company was contracted to rebuild much of war-torn and dilapidated London, including some of the 1950’s & 60’s council housing estates and schools that still exist today.\nFalkus Construction Limited was founded in 1919 as contractors in the City of London with premises in Folgate Street. The company, whilst carrying out works further afield concentrated most of its business within the City of London area, working for institutions and commercial organisations, gaining a high level of expertise which exists to this day.\nThe grouping together of the two companies enabled them to compliment each other. With this resilient combined strength, it enabled the group to carry out a vast range of works in the knowledge that the management and technical experience necessary existed within the same organisation.\nThe spectrum of work carried out embraces both old and new build, refurbishment of commercial, industrial, residential, educational, healthcare and other public building sectors buildings. Projects are carried out in both occupied and unoccupied environments.\nToday the group is a soundly based multi-faceted organisation able to collectively offer a strong and well organised construction ability to design and construct or refurbish any building. Apart from carrying out projects using traditional contracting arrangements, the company is able to provide a design and build service for all types of building works. Full turnkey projects can be undertaken to serve a busy client’s needs. Contracting works are carried out across all London Boroughs and throughout the south east of England.\nIt has been suggested that creative organisations possess different intellectual and character traits compared to lesser innovative and archaic industry counterparts. Jerram Falkus are unique in that we embrace creativity with an openness and flexibility necessary to facilitate innovation which is critical in the current construction marketplace. Whether it’s the application of innovation in design or in building processes, or in terms of value engineering, programme and cost efficiencies we are at the forefront. This creativity and innovation is founded on a wide interest in the built environment, its processes and new and emerging methods of problem identification, resolution and building design. \nWe embrace modern methods of construction (MMC) and have been one of the most active contracting companies using cross laminated timer (CLT) across education, residential and commercial projects.\nOur commitment to Nett Zero Carbon and sustainable design and construction is demonstrated by the number of low-energy and Passivhaus projects that we have completed or are currently undertaking."
            ]
        },
        {
            "heading": "The building",
            "paragraphs": [
                "The architecture of the building is a mix of original 1930's deco, with original Crittall windows, with a mock Georgian exterior that has been wrapped around the original building. The interior has been refurbished as modern office space in 2017 and work finished in 2020 - it has exposed original features such as the brickwork and original floors. The building has a court yard garden.",
                "Part of the site is formally a joinery workshop (now used as flexible studio space) and prior to this, the entire site a car dealership."
            ]
        }
    ],
    "id": 11742,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2023/11742/building_11742_jf-staff-outing-1920s_d44c5c7fbf117bd379fb264a098dd668.jpg",
            "description": null,
            "title": "Jerram Falkus is an established, family-run construction business that  operates across London",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11742_jf-staff-outing-1920s_d44c5c7fbf117bd379fb264a098dd668.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2023/11742/building_11742_jf1_9200ae522eeecc6a6b61f1e5c45264c8.jpg",
            "description": null,
            "title": "Jerram Falkus Main Entrance",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11742_jf1_9200ae522eeecc6a6b61f1e5c45264c8.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2023/11742/building_11742_img_5736_7998a2261e2c7858c7033af3749fc453.jpeg",
            "description": null,
            "title": null,
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11742_img_5736_7998a2261e2c7858c7033af3749fc453.jpeg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2023/11742/building_11742_img_5738_a7a16739b69c7896555c4d07b9ffcd54.jpeg",
            "description": null,
            "title": null,
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11742_img_5738_a7a16739b69c7896555c4d07b9ffcd54.jpeg"
        }
    ],
    "links": [],
    "location": {
        "address": "14 Anning St, EC2A 3LQ",
        "latitude": 51.5248024,
        "longitude": -0.07802890000000001,
        "meeting_point": null,
        "travel_info": [
            "Tube: Liverpool Street",
            "Train: Shoreditch High Street"
        ]
    },
    "name": "Jerram Falkus Construction Ltd",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/11742",
    "ticketed_events": false
}