{
    "all_week": false,
    "description": "A 2.5 hour walking tour showcasing unexpected and hidden architectural landmarks, both historic and contemporary, of the South Bank area along a route from Lambeth Palace/Garden Museum to Bernie Spain Gardens. Held on 2 weekends.",
    "design": {
        "designers": [],
        "periods": [
            "  "
        ],
        "types": [
            ""
        ]
    },
    "events": [],
    "facilities": [],
    "factsheet": [
        {
            "heading": "History",
            "paragraphs": [
                "North Lambeth was historically low lying, marshy and liable to flooding, making it unsuitable for extensive building. However,  parts the Medieval complex at Lambeth Palace and St Mary's, the parish Church of Lambeth, survive.",
                "The area changed with the coming of the railway which had to elevate the track over the swampy ground by the construction of a series of viaducts and arches.  The new Station in 1848 took its name from the Bridge that connects to the north bank, and a short time later the use of  ' Waterloo' as a district of London came in to being.  In the wake of construction churches, houses and places of entertainment were lost,  but in the 20th and 21st centuries these spaces are revealed and regenerated by change of use and new purposes.",
                "The area also has a history of health care and hospitals and while Life Sciences develop in Waterloo former hospitals await discovery along the route.",
                "Now one of London’s best loved destinations the riverside of the South Bank attracts visitors seeking both culture and hospitality, on the site for past water-based industries such as breweries, power stations and timber wharves.",
                "Away from the famous arts venues are sites that tell stories of the past as well as setting the scene for the present and looking forward to the future."
            ]
        }
    ],
    "id": 11778,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/11778/building_11778_20230802_093845_2f1919b16acae48a4234dec3e574e724.jpg",
            "description": null,
            "title": "Oxo Tower, South Bank",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11778_20230802_093845_2f1919b16acae48a4234dec3e574e724.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "South Bank, SE1 7ND",
        "latitude": 51.50349079999999,
        "longitude": -0.1156656,
        "meeting_point": null,
        "travel_info": [
            "Tube: Waterloo",
            "Train: Waterloo"
        ]
    },
    "name": "LOST AND HIDDEN ARCHITECTURE OF SOUTH BANK WALK",
    "original_url": "https://programme.openhouse.org.uk/listings/11778",
    "ticketed_events": false
}