{
    "all_week": false,
    "description": "Apartment Block’ is an impeccably hand-crafted, two-storey apartment, designed by Coffey Architects as a solid piece of joinery ‘inserted’ into a Grade II listed building.",
    "design": {
        "designers": [
            {
                "architect": "Coffey Architects",
                "description": null,
                "year": "2019"
            }
        ],
        "periods": [],
        "types": [
            "residence"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2023-09-16",
            "drop_in": true,
            "end": "2023-09-16T17:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in",
            "notes": "Please let us know if you plan to visit. Doing so allows the venue to plan ahead and you will be notified by email about any changes to the programme that might affect your visit.",
            "start": "2023-09-16T10:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [],
    "factsheet": [
        {
            "heading": "History",
            "paragraphs": [
                "Located within Kingsway Place, the same estate as Coffey Architects’ RIBA award-winning Hidden House, the building is Grade II-listed and part of Clerkenwell’s Conservation Area.  It was originally built in 1892 and was converted from a school to residential and commercial use in 2000.  The spaces which were created by the conversion were generic, inefficient, dark, and did not do justice to the significance and beauty of the buildings envelope nor did they maximise the potential of such a dramatic space.",
                "The brief was to rationalise the floor plan, maximize the main double height space, increase the amount of light and future proof the apartment for the client and his wife.\n \nCoffey Architects began by stripping away all non-original features, the envelope is left exposed and bare to retain the drama and history of the space, whilst maximising the sense of openness and light.  Spatial quality is improved by reconfiguring the existing mezzanine over the double-height living room.",
                "Original glazed green bricks which line the perimeter of the ground floor were revealed as part of the construction process along with a penny dating back to 1900 which has now been inset into the new floor.  The three-metre tall original sash timber windows are now the main feature in the living space, with ornately crafted opening shutters filtering the light casting an orchestra of shadows on the walls of the double height space, ever changing and moving throughout the day.  This main space now celebrates the original Victorian features, and an etched image of the original classroom dated 1906 is set into the new structure to provide further historical reference.",
                "The largest challenge was how to fabricate and fix the individual blocks, but this was overcome by exceptional teamwork, communication and craftsmanship between Coffey Architects and the contractor, Woods Construction.",
                "The new timber blocks and green glazed brick work in tandem to create a granular richness of delicate light. The blocks, which took 4 months to individually hand cut and lay cover most of the space, including flooring in the living room, kitchen, and flexible dining room on the ground floor, and the office space on the mezzanine level. They also make up the ceiling above the kitchen and dining room, as well as an ornate stair and handrail connecting the two floors, and a bespoke desk and dresser. The blocks’ characterful woodgrain texture complements the lightly striped oak timber joinery is a contemporary and playful nod to traditional wood block flooring often found in Victorian school buildings."
            ]
        }
    ],
    "id": 11779,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/11779/building_11779_coffey-architects_apartment-block-tim-soar-16_5d28f1ad42dc6b40ea0a42997efb7303.jpg",
            "description": null,
            "title": "©Tim Soar",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11779_coffey-architects_apartment-block-tim-soar-16_5d28f1ad42dc6b40ea0a42997efb7303.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "11 Kingsway Place, EC1R 0LU",
        "latitude": 51.5247289,
        "longitude": -0.1060243,
        "meeting_point": null,
        "travel_info": [
            "Tube: Farringdon, Barbican, Angel",
            "Train: Farringdon",
            "Bus: 63, 55, 341, 243, 153"
        ]
    },
    "name": "Apartment Block, 11 Kingsway Place",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/11779",
    "ticketed_events": false
}