{
    "all_week": false,
    "description": "This walking tour maps out North Kensington's evolution from 1800s Victorian middle-class suburbia, to the vibrant and diverse inner London neighbourhood it is today, revealing a multi-faceted, contradictory and oft misunderstood area .",
    "design": {
        "designers": [
            {
                "architect": "",
                "description": null,
                "year": "1821"
            }
        ],
        "periods": [
            "  ",
            "Victorian"
        ],
        "types": [
            "walk/tour"
        ]
    },
    "events": [],
    "facilities": [],
    "factsheet": [
        {
            "heading": "Tour Information",
            "paragraphs": [
                "This walking tour aims to piece together some of the vastly disparate identities of the North Kensington area and invites attendees to experience for themselves an often misunderstood area.",
                "The walk takes us from the area's rural origins through to its development during the 1800s as both an industrial centre for brick manufacture and an emerging middle-class suburban residential neighbourhood.  Today we can still see see remnants of the Victorian-era class and wealth distinction throughout the area; a prevailing theme through North Kensington's history right up to present day.",
                "The tour will explore the immense changes throughout the 20th Century - from the decline in housing quality in the aftermath of World War II bombing, to the changing demographics post-war which saw many immigrant families settle in the area who would help shape a new and enduring identity, epitomised by the legendary Notting Hill Carnival.",
                "The area played a pivotal role in the counter-culture movement of the 1960s, nurturing and inspiring many of the decade's most influential artists. The area also underwent transformative urban and architectural development through the work of the LCC and GLC in the mid to late 20th Century, with iconic structures such as the Westway and Trellick Tower featuring on this walking tour.",
                "Bringing us up to the present day, we discuss the influence of Richard Curtis' 1990s films in shaping a new identity for this area, as an exclusive and affluent London neighbourhood. All the while, we walk in the shadow of the remains of the Grenfell Tower, devastated by fire on the 14th June 2017; the signs of a grieving community are all around us as we explore these streets.",
                "This is an important story to tell for London, and for wider society, in the aftermath of the Grenfell fire and subsequent inquiry as we find ourselves on the cusp of regulatory change."
            ]
        }
    ],
    "id": 11784,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/11784/building_11784_trellick_tower_-_north_kensington_from_20th_flr_of_hall_tower_facc3e771a1a80492147d70965f4f3a3.jpg",
            "description": null,
            "title": "North Kensington circa 2010\r\nCredit: Amanda Vincent-Rous",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11784_trellick_tower_-_north_kensington_from_20th_flr_of_hall_tower_facc3e771a1a80492147d70965f4f3a3.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "St John's Church, 152 Lansdowne Crescent",
        "latitude": 51.51071,
        "longitude": -0.20564,
        "meeting_point": null,
        "travel_info": [
            "Tube: Notting Hill Gate"
        ]
    },
    "name": "A Tale of Two Cities: North Kensington Walking Tour",
    "original_url": "https://programme.openhouse.org.uk/listings/11784",
    "ticketed_events": false
}