{
    "all_week": false,
    "description": "Open Day: LFB's grade II listed Memorial Hall, part of the LFB's Headquarters, opened in 1937. The hall is rarely seen by the public & contains stunning large memorials by Gilbert Bayes commemorating firefighters lost protecting London.",
    "design": {
        "designers": [
            {
                "architect": "Some aspects by Gilbert Bayes",
                "description": null,
                "year": "1937"
            }
        ],
        "periods": [
            "Inter-war"
        ],
        "types": [
            "monument"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2023-09-09",
            "drop_in": true,
            "end": "2023-09-09T16:30:00+01:00",
            "fully_booked": false,
            "name": "Drop in",
            "notes": "Drop in and see the London Fire Brigade's beautiful Memorial Hall. This Grade II listed room is part of the 1930s LFB Headquarters.",
            "start": "2023-09-09T11:30:00+01:00",
            "ticketed": false
        },
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/11781",
            "capacity": null,
            "date": "2023-09-09",
            "drop_in": false,
            "end": "2023-09-09T15:00:00+01:00",
            "fully_booked": false,
            "name": "British Sign Language interpreted Q&A",
            "notes": null,
            "start": "2023-09-09T14:00:00+01:00",
            "ticketed": true
        }
    ],
    "facilities": [
        "Toilets",
        "Accessible toilet",
        "Step free access"
    ],
    "factsheet": [
        {
            "heading": "History",
            "paragraphs": [
                "The London Fire Brigade’s Memorial Hall is part of the old LFB Headquarters building at 8 Albert Embankment which was opened on Wednesday 21 July 1937 by King George VI and Queen Elizabeth. \nThe striking purpose-built premises replaced the previous Brigade Headquarters in Southwark Bridge Road which had been in use since 1878. 8 Albert Embankment is no longer LFB’s HQ but it houses Lambeth Fire Station, which is still operational, and the Memorial Hall, which continues to be used by LFB for ceremonial purposes. \nWhen the Second World War began on 2 September 1939, Lambeth Fire Station had been open for just over two years, but it had been designed to withstand attack from the air. It was from here that the capital's firefighting operations were run during the Second World War. \nIn Lambeth alone between the 7 October 1940 and the 6 June 1941, the Luftwaffe dropped 1,215 high explosive bombs. Fortunately the station survived the Blitz; the closest bomb fell on Black Prince Road but caused no damage to the building. \nThe Memorial Hall is a beautiful space that reflects key stages in the history of the Brigade and offers an ongoing focus for the memorialisation of firefighters who have lost their lives in the line of duty, protecting the people of London. A service is still held annually on Remembrance Sunday and the Hall is also used for community events. \nLondon Fire Brigade headquarters personnel were moved to Union Street in Southwark, in 2007. Lambeth Fire Station continues to operate from 8 Albert Embankment.\nFor Open House we are opening the Memorial Hall only and there will not be access to the rest of the building, though the fire engine bays will be visible from the Hall."
            ]
        },
        {
            "heading": "Listing",
            "paragraphs": [
                "8 Albert Embankment is Grade II listed and the listing noted that it is “of special architectural interest as a well-composed and externally unaltered 1930s building which, while in the streamlined Moderne idiom, upholds the Arts and Crafts ideal of collaboration between architecture and sculpture”. The exterior of the building, and the Memorial Hall, incorporate sculptural reliefs by Gilbert Bayes.\nAs well as the main building, the drill tower in the yard is also Grade II listed and there is a good view of the tower from front and the rear of the building, though the yard will not be accessible on the day."
            ]
        },
        {
            "heading": "Memorials",
            "paragraphs": [
                "The Memorial Hall contains two original memorials by Gilbert Bayes, with further memorials added in the 20th century.\n1.\t The first commemorates the establishment of the Metropolitan Fire Brigade in 1865, with a marble relief by Gilbert Bayes dated 1938 depicting an 18th century firefighting scene. \n2.\tMemorial by Gilbert Bayes dedicated 'to the memory of the officers and men of the London Fire Brigade who throughout the years lay down their lives whilst doing their duty'. The central marble relief depicts a contemporary firefighting scene, set within a bronze frame with opening panels to either side bearing the names of 62 men. \n3.\tAn early 1950s floor panel map which depicts the areas of the London Civil Defence Region Fire Services in the Second World War, and wall-based memorial featuring St Paul’s Cathedral. A more modern sculpture by John Mills has been placed in this area more recently, which is a smaller version of the National Fire Fighters’ Memorial located near St Paul’s Cathedral.\n4.\tMemorial tablet against central pier to LCC staff who died in the two World Wars, with gilded key pattern.",
                "Bronze grilles in the hall and on the windows contain decorative elements featuring billhooks (a type of knife) and firefighting equipment. In the original scheme this was mirrored in the pattern of the distinctive black and white floor which is currently covered by carpet and will not be visible for Open House."
            ]
        },
        {
            "heading": "External Features",
            "paragraphs": [
                "The building was designed by E. P. Wheeler, Architect to London City Council. The structure was created from a steel frame with brick cladding. \nThe front of the building was decorated with sculpted reliefs by Gilbert Bayes, with gold mosaic backgrounds, and above the two entrances to the building are stone reliefs of fire fighters in action by Nicholas Babb. The sculptures include firefighters dressed in the most modern uniform and using the most up to date equipment in 1937, alongside mythical imagery including Phoebus the sun god in his chariot with sun's rays behind. The coat of arms of the London County Council, also on the front of the building, was produced by F. P. Morton.\nLambeth River Station is on the river, opposite 8 Albert Embankment. The original plans for Lambeth Fire Station included a floating station for the Brigade’s fire boat and crews ate and slept in the main building. Today it is still a busy operational station, with two new fire boats, so there will not be public access to the river station on the day"
            ]
        }
    ],
    "id": 11781,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2023/11781/building_11781_main-image_7b78a7d102bc779b70ce0533a3d1b6de.jpg",
            "description": null,
            "title": "Memorial by Gilbert Bayes, LFB Memorial Hall",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11781_main-image_7b78a7d102bc779b70ce0533a3d1b6de.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2023/11781/building_11781_detail-iron-work_d465cc91669bad7eb03bda16670b4e74.jpg",
            "description": null,
            "title": "Iron work in the Memorial Hall",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11781_detail-iron-work_d465cc91669bad7eb03bda16670b4e74.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2023/11781/building_11781_2ww-memorial_e996cc5404609c9826097861216b67fd.jpg",
            "description": null,
            "title": "Memorial to firefighters lost in the line of duty during the Second World War",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11781_2ww-memorial_e996cc5404609c9826097861216b67fd.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2023/11781/building_11781_detail-18th-century-scene_d09d2291ae1184b0b1336f39344ecf88.jpg",
            "description": null,
            "title": "Detail of memorial by Gilbert Bayes",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11781_detail-18th-century-scene_d09d2291ae1184b0b1336f39344ecf88.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "8 Albert Embankment, SE1 7SP",
        "latitude": 51.49253,
        "longitude": -0.1215,
        "meeting_point": null,
        "travel_info": [
            "Tube: Waterloo, Vauxhall, Lambeth North",
            "Train: Vauxhall"
        ]
    },
    "name": "London Fire Brigade Memorial Hall",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/11781",
    "ticketed_events": true
}