{
    "all_week": false,
    "description": "Visit the Pepys Estate, a 1960s social housing estate built by the Greater London Council. You will be able to visit the top of a residential tower (one of the tallest buildings in London when built) and hear about local community projects.",
    "design": {
        "designers": [
            {
                "architect": "Greater London Council",
                "description": null,
                "year": "1966"
            }
        ],
        "periods": [
            "Post-war"
        ],
        "types": [
            "housing"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2023-09-17",
            "drop_in": true,
            "end": "2023-09-17T16:30:00+01:00",
            "fully_booked": false,
            "name": "Drop in",
            "notes": "Come and find out information about the history of the Pepys Estate and learn about local community projects!",
            "start": "2023-09-17T11:00:00+01:00",
            "ticketed": false
        },
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/11795",
            "capacity": null,
            "date": "2023-09-17",
            "drop_in": false,
            "end": "2023-09-17T11:30:00+01:00",
            "fully_booked": false,
            "name": "Visit to the top of Eddystone Tower",
            "notes": null,
            "start": "2023-09-17T11:00:00+01:00",
            "ticketed": true
        },
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/11795",
            "capacity": null,
            "date": "2023-09-17",
            "drop_in": false,
            "end": "2023-09-17T12:30:00+01:00",
            "fully_booked": false,
            "name": "Visit to the top of Eddystone Tower",
            "notes": null,
            "start": "2023-09-17T12:00:00+01:00",
            "ticketed": true
        },
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/11795",
            "capacity": null,
            "date": "2023-09-17",
            "drop_in": false,
            "end": "2023-09-17T13:30:00+01:00",
            "fully_booked": true,
            "name": "Visit to the top of Eddystone Tower",
            "notes": null,
            "start": "2023-09-17T13:00:00+01:00",
            "ticketed": true
        },
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/11795",
            "capacity": null,
            "date": "2023-09-17",
            "drop_in": false,
            "end": "2023-09-17T14:30:00+01:00",
            "fully_booked": false,
            "name": "Visit to the top of Eddystone Tower",
            "notes": null,
            "start": "2023-09-17T14:00:00+01:00",
            "ticketed": true
        },
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/11795",
            "capacity": null,
            "date": "2023-09-17",
            "drop_in": false,
            "end": "2023-09-17T15:30:00+01:00",
            "fully_booked": true,
            "name": "Visit to the top of Eddystone Tower",
            "notes": null,
            "start": "2023-09-17T15:00:00+01:00",
            "ticketed": true
        },
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/11795",
            "capacity": null,
            "date": "2023-09-17",
            "drop_in": false,
            "end": "2023-09-17T16:30:00+01:00",
            "fully_booked": false,
            "name": "Visit to the top of Eddystone Tower",
            "notes": null,
            "start": "2023-09-17T16:00:00+01:00",
            "ticketed": true
        }
    ],
    "facilities": [
        "Toilets",
        "Step free access",
        "Accessible toilet"
    ],
    "factsheet": [
        {
            "heading": "History",
            "paragraphs": [
                "The land that would eventually sit beneath the Eddystone Tower and the rest of the Pepys Estate was established in 1513 as Henry VIII's naval yard. From 1742, the Navy Board created a huge victualling yard on the site to store food and (more importantly) rum for Britain's navy.",
                "In 1958 the Admiralty agreed to sell the 11 acre site to the then London County Council for housing, principally for local people being displaced by the demolition of the run-down terraces which dominated the area. In 1966, the Greater London Council built Eddystone Tower as part of the Pepys Estate (which would be fully completed in 1973). The estate originally comprised around 1,200 homes for local workers. The development was seen as a prestigious move forward in social housing, designed to foster a strong sense of community and adopt modern approaches to community building. Indeed, a key focus was on people being able to walk freely around the estate. When the estate was completed you could use connected walkways to get from Deptford Park to the river without your feet ever touching the ground, and there was a “car-free shopping centre”. In 1967 it was awarded a Civic Trust Award in recognition of its \"impeccable design\".",
                "The naval legacy of the land was recognised and embraced by Pepys' residents: there was a Pepys Estate Sailing Club and Tenants Associations used to formally “adopt” a naval frigate. Naval officers would visit the estate and some tenants would even visit the ships when docked.",
                "The late Queen Elizabeth II visited the estate during her Silver Jubilee celebrations in 1977. Her Majesty arrived by river and climbed \"Drake’s Step’s\" (so called because Sir Francis Drake received his knighthood on his ship just off those very steps) before meeting the cheering crowd of hundreds. Eddystone Tower Tenants and Residents Association recently marked Her Majesty’s Platinum Jubilee by planting a Jubilee Rose Garden in her honour, funded by Lewisham Homes."
            ]
        },
        {
            "heading": "Architectural Description for Eddystone Tower",
            "paragraphs": [
                "Eddystone Tower is located on Oxetalls Road, London, SE8 3QU, 51.4888° N, 0.0359° W",
                "The building is 78.3 metres (26 floors) tall, purpose-built, and made up entirely of social housing residential dwellings. It is one of three towers originally built as part of the Pepys Estate by the Greater London Council. On 13th July 1966 it was opened by the then Admiral of the Fleet (a nod to the redeveloped land's naval history) the Earl Mountbatten of Burma KG.",
                "The tower itself is rectangular and mostly white, with a stripe of green-clad windows running up the south facing side and a row of green railings running along the front of the tower's first floor. These colours are the result of the building's refurbishment in the early 1990s, which changed its mostly brown exterior to white. This refurbishment was part of a wider estate regeneration that was conducted at the same time. The tower is constructed of mainly block/brick/reinforced concrete and steel with a flat roof.",
                "Most of the dwellings inside the tower are “scissors maisonettes” (an innovation at the time of the build): split-level flats which maximise accommodation space by reducing the internal area required for access and allow flexible dual-aspect lay-outs to best exploit varied sites and orientations. From the front door, you can walk up (or down) one flight of stairs to the kitchen and living room and another to reach the toilet, bathroom and airing cupboard. Then, one level above or below, lie the two bedrooms and a final short flight of stairs to a fire exit.",
                "The tower is situated on Oxetalls Road, with a small carpark in front. Heading east from the tower beyond the car park you reach the 2000 Community Action Centre and the Riverside Youth Club, and the rest of the Pepys Estate. North of the tower is the site of a former canal, redeveloped into a wide, green and pleasant pedestrian walkway. West of the tower is Deptford Park Primary School and south of it is the bridge which used to traverse the now non-existent canal, and the site of the substantial Deptford Landings private residential development.",
                "Known information about the exterior:\nStuctural system: The external walkway structure is made of concrete with steel balustrades and an asphalt finish.\nWall finish: The walls are constructed mainly of brick, finished with pointing and metal cladding.\nDoors and Doorways: There are different types of doors within the block and dwellings. The main entrance doors and the Type 2 block doors are made of steel. \nWindows: Communal windows are of three main types: timber double glazed (type 1), metal double glazed (type 2) and metal single glazed (type 3). Windows belonging to specific dwellings are timber double glazed.\nRoof (shape and structural system): The roof is flat with a profiled sheet finish and a profiled sheet extension finish. From the roof there are downpipes constructed from cast iron and aluminium guttering. There is a fall arrest system to provide roof edge protection, and an internal/concealed soil and vent pipe.",
                "Known information about the interior:\nFlooring: The ground floor type is solid and mid floor type is concrete-suspended, both are finished with either vinyl or tiled.\nWalls: finished with emulsion/gloss\nCeilings: finished with concrete/plaster.\nDoorways: internally there are two types of doors but both are firecheck doors.\nBuilt-ins (standing woodwork): There are metal refuse chutes and internal CCTV."
            ]
        },
        {
            "heading": "Attending the event",
            "paragraphs": [
                "If you are unable to attend one of the tour sessions, please do still come to the drop-in at 2000 Community Action Centre! There will be information about the estate on display, archival material from Lewisham's social housing and more!"
            ]
        },
        {
            "heading": "Summary",
            "paragraphs": [
                "The Pepys Estate is historic: the land used to be Henry VIII’s naval yard and later the Royal Navy’s rum store, and when the estate arrived it received a Civic Trust Award for its “impeccable design.” We will celebrate the estate’s role in its residents’ lives over the decades and showcase the roles residents have played in shaping the estate, particularly in improving communal green spaces."
            ]
        }
    ],
    "id": 11795,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/11795/building_11795_pepys_deptford_45_v2_d3b46d0c3a07363d44451c85b9e1065e.jpg",
            "description": null,
            "title": "Eddystone Tower (L) and Daubeney Tower (R) as seen from Pepys Park",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11795_pepys_deptford_45_v2_d3b46d0c3a07363d44451c85b9e1065e.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "2000 Community Action Centre, 199-201 Grove Street, SE8 3PG",
        "latitude": 51.4893981,
        "longitude": -0.0350639,
        "meeting_point": null,
        "travel_info": [
            "Tube: Surrey Quays",
            "Train: Surrey Quays",
            "Bus: 47, 199, 188, 108"
        ]
    },
    "name": "Lewisham Homes presents: The Pepys Estate, High Up",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/11795",
    "ticketed_events": true
}