{
    "all_week": false,
    "description": "Over the last 13 years, the 150-year-old school has reused and built upon its existing campus to provide new, state-of-the-art facilities. See how new architecture can sit with heritage buildings to create something completely new.",
    "design": {
        "designers": [
            {
                "architect": "Hawkins\\Brown",
                "description": null,
                "year": "2023"
            }
        ],
        "periods": [
            "Historical/contemporary"
        ],
        "types": [
            "education"
        ]
    },
    "events": [
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/11815",
            "capacity": null,
            "date": "2023-09-09",
            "drop_in": false,
            "end": "2023-09-09T16:00:00+01:00",
            "fully_booked": true,
            "name": "Guided tour: Central Foundation Boys' School",
            "notes": null,
            "start": "2023-09-09T14:00:00+01:00",
            "ticketed": true
        },
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/11815",
            "capacity": null,
            "date": "2023-09-10",
            "drop_in": false,
            "end": "2023-09-10T16:00:00+01:00",
            "fully_booked": true,
            "name": "Guided tour",
            "notes": null,
            "start": "2023-09-10T14:00:00+01:00",
            "ticketed": true
        }
    ],
    "facilities": [
        "Step free access",
        "Gender neutral toilets",
        "Accessible toilet",
        "Toilets",
        "Architect on site"
    ],
    "factsheet": [
        {
            "heading": "Creating state-of-the-art educational facilities in a heritage context",
            "paragraphs": [
                "Over the last 150 years, seven buildings (including a Grade II listed former county court and the Tabernacle Chapel) had been brought together in one school campus around a central courtyard. The result was a hotch-potch of spaces, increasingly under-utilised and inefficient.",
                "We replaced the less suitable buildings with state-of-the-art general and specialist teaching facilities and improved the efficiency of the remaining buildings through targeted and sensitive refurbishment.",
                "The school now has a new science laboratory, a partially subterranean sports hall in the courtyard and a Creative Arts Centre in the Tabernacle Chapel.",
                "Our new cohesive campus provides the school with facilities which reflect and support its commitment to excellence; a bigger and better school for future generations on the same tight inner-city site."
            ]
        },
        {
            "heading": "School history: pioneering East London education since the 1860s",
            "paragraphs": [
                "The Reverend William Rogers was born in 1819 and became Rector of St. Botolph’s Church, Bishopsgate in the City of London in 1863.  He was a pioneer in the education of children and in the early years when legislation for compulsory child education had just been introduced, was involved in opening many schools in the east end of London.",
                "Rogers soon realised that as well as a need for simple elementary education for children, there was a need for a more extended form of tuition directed towards the sons of skilled workmen and tradesmen who were able to pay only a limited amount towards their sons education and which would prepare them for entry to business, the professions and university.  With the assistance of the Lord Mayor of London and other wealthy patrons, he set up in 1866 the Middle Class School, initially occupying the site of the old French Protestant Hospital in Bath Street in the City of London.",
                "This soon proved inadequate and a site for the new School was purchased in Cowper Street. A photograph exists (date about April 1867) of the boys and their masters in the playground at Bath Street with the architect and the headmaster looking at plans for projected new permanent buildings in Cowper Street, close to the City, where a site some two acres in extent had been purchased.  The Foundation Stone was laid by the Lord Mayor in 1868 and the new school buildings in Cowper Street were opened on 29th February 1869, the great hall being erected and opened in 1873.  Fees were set at £4 per annum, a significant, although affordable, sum and the school rapidly expanded to take 1000 pupils."
            ]
        },
        {
            "heading": "Redevelopments: 20th century and onwards",
            "paragraphs": [
                "The Boys’ School buildings were badly damaged by bomb blast and fire during 1940 and the governing body was able to carry out little repair work until after the war ended in 1945.  When the school re-opened, therefore, only two classrooms were available for use, the remainder of the school buildings being in a terrible condition.  Repairs were undertaken but owing to regulations, restrictions and shortages these went on, but slowly, and it was not until 1951 that the great hall was re-opened by the Lord Mayor.",
                "Since 1952 many improvements have been carried out by the trustees, both major and minor, with the help of the Local Education Authority and grants from the Education Ministry.",
                "In 2005, the former Shoreditch County Court was returned to the possession of the trustees. It was transformed, at a cost of approximately £6,000,000, into a modern educational building. It houses new technology rooms, a library, general classrooms and a lecture theatre.",
                "Over the last few years, the school has been undergoing a major redevelopment of its campus. Phase 1 of the redevelopment project was completed in the autumn term 2021 and delivered a brand new Science Centre with a new reception area and a refurbished Maths and Humanities Block with general classrooms and a heritage gym.",
                "Phase 2 of the campus redevelopment project completed this year. The Phase 2 works include the construction of an underground sports hall and a performing arts centre housed in a former methodist chapel. The performing arts centre will contain a theatre, music practice rooms and classroom, and two art studios."
            ]
        },
        {
            "heading": "Tradition",
            "paragraphs": [
                "Traditionally both the girls' and boys' schools have provided education for the children of immigrants who have tended to migrate and settle in the east end of London.  The record of achievement of pupils from both schools is impressive and very many famous names in law, medicine and science were former pupils of CFS.",
                "In the late 1800s many of the pupils came from Russia and east european families fleeing the pogroms and religious persecution and in the 1920s and 1930s many of the pupils were children of German and Jewish refugees.  This tradition of educating and integrating first generation immigrant children continues with many of our pupils coming from a wide range of ethnic backgrounds.",
                "Both schools are very popular with parents and despite several enlargements, are consistently oversubscribed.  The Boys’ School provides places for 870 boys and the Girls’ School has over 1200 pupils. Since 2005, the Boys’ School has accepted girls into its Sixth Form."
            ]
        }
    ],
    "id": 11815,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/11815/building_11815_central-foundation-boys-school_photo-by-jack-hobhouse_55d2dd19bfb5c514ce39862d96c4618b.jpg",
            "description": null,
            "title": "(c) Jack Hobhouse",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11815_central-foundation-boys-school_photo-by-jack-hobhouse_55d2dd19bfb5c514ce39862d96c4618b.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Central Foundation Boys School, Cowper St",
        "latitude": 51.5252832,
        "longitude": -0.0864693,
        "meeting_point": null,
        "travel_info": [
            "Tube: Old Street",
            "Train: Shoreditch High Street, Liverpool Street",
            "Bus: 55, 43, 35, 243, 21, 205"
        ]
    },
    "name": "Walking tour: Central Foundation Boys' School",
    "original_url": "https://programme.openhouse.org.uk/listings/11815",
    "ticketed_events": true
}