{
    "all_week": false,
    "description": "Newham Bookshop has been running for 45 years; it was founded in 1978. The bookshop plays an important role in this community, providing students, teachers, parents and the whole community with a rich variety of books.",
    "design": {
        "designers": [],
        "periods": [
            "Victorian"
        ],
        "types": [
            "community/cultural"
        ]
    },
    "events": [],
    "facilities": [
        "Bookshop"
    ],
    "factsheet": [
        {
            "heading": "Meet the woman behind the Books",
            "paragraphs": [
                "Former actress and now bookshop manager, Vivian Archer, awarded for her outstanding contribution to bookselling by Books Are My Bag, has been invited to talk about her life, her love for books and her perception of our ever-changing community.",
                "This a rare opportunity to get closer to the woman behind the books and discover what motivates her."
            ]
        },
        {
            "heading": "Our Story",
            "paragraphs": [
                "Newham Bookshop has been running for 45 years; it was founded in 1978.\nFounded to provide a source of books, education and play materials as part of the service of the fledgling Newham Parents’ Centre, it was for many years the entrance to the centre which had its offices and teaching rooms upstairs and alongside.\nOver this time, the bookshop has established an important role in its own right. \nWe provide students, teachers, parents and the whole community with the books they require, all with an efficient service in welcoming and friendly surroundings.\nOur stock covers a wide range of subjects, but we tend to specialise in the literary and academic titles of particular interest to our customers. Half of the shop is dedicated to children’s books. Apart from education, we have excellent selections on social studies, politics, history, and counselling and self-help. \nNew visitors and customers are often surprised to find such a rich variety in a part of London that has not seen the number of bookshops that exist in more affluent areas of the city. Our reputation has spread across the whole of east London and even further afield.\nWe work in schools with their libraries and curriculum reading and provide bookstalls at many conferences. We also regularly take authors into schools to read their books and discuss their works with many enthusiastic pupils.\nMany people have supported us over the years: our loyal customers; many schools and teachers in Newham and elsewhere; Newham Council, and many councillors and officers; our author friends, their public relations people and their publishers; and our supportive partners in the bookselling trade. But last and not least, the many volunteers who have helped in and around the shop and made it possible for us to survive and thrive. We are sure you know who you are; we can’t give names as we’d be bound to miss someone out."
            ]
        }
    ],
    "id": 11829,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/11829/building_11829_telemmglpict000321185836_trans_nvbqzqnjv4bqro-_hxfdloltop2z5mtoinsz8pkkqlae5tq5zi7xfxu_0890a4106982c55ef71d7a8c7d401c1b.jpeg",
            "description": null,
            "title": "Photo displaying Vivian Archer at Newham Bookshop",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11829_telemmglpict000321185836_trans_nvbqzqnjv4bqro-_hxfdloltop2z5mtoinsz8pkkqlae5tq5zi7xfxu_0890a4106982c55ef71d7a8c7d401c1b.jpeg"
        }
    ],
    "links": [],
    "location": {
        "address": "743-745 Barking Road, E13 9ER",
        "latitude": 51.53039,
        "longitude": 0.03742,
        "meeting_point": null,
        "travel_info": [
            "Tube: Upton Park",
            "Bus: 58, 330, 147, 104",
            "Additional travel info: 9 minutes walking from Upton Park Underground Station"
        ]
    },
    "name": "A bookshop for All",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/11829",
    "ticketed_events": false
}