{
    "all_week": false,
    "description": "Join The Line for an afternoon of artist performances that respond to the local landscape, including a performance lecture by Simon Faithfull at Cody Dock and a site-specific performance by Helen Cammock at the House Mill.",
    "design": {
        "designers": [],
        "periods": [],
        "types": [
            "community/cultural"
        ]
    },
    "events": [],
    "facilities": [
        "Toilets",
        "Step free access",
        "Refreshments"
    ],
    "factsheet": [
        {
            "heading": "Simon Faithfull, Performance Lecture",
            "paragraphs": [
                "To celebrate the launch of his installation on The Line, 0'00 Navigation, artist Simon Faithfull will deliver a lecture performance at Cody Dock. This will take place at 2pm on the 17th September.",
                "0'00 Navigation will lead visitors on an intriguing trail along the Greenwich Meridian between the English Channel and Accra in Ghana through 45 engraved paving stones depicting landscapes from countries including France, Spain, Algeria and Burkina Faso. The work will connect countries along the Greenwich Meridian and lead visitors into the thriving biodiversity on the banks of the River Lea."
            ]
        },
        {
            "heading": "Helen Cammock, Tributaries performance",
            "paragraphs": [
                "As part of Tributaries, an exhibition of artist films at the House Mill, Turner Prize winning artist Helen Cammock will be delivering a performance that reflects upon the aquatic history of the site. Complementing the exhibition's exploration of artistic responses to water, Cammock's performance will reflect upon the context of the building and the history of the River Lea that flows beneath it.",
                "This performance will take place at the House Mill at 4pm on the 17th September."
            ]
        }
    ],
    "id": 11854,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/11854/building_11854_house_mill_three_mills_bromley-by-bow_6e3639a5abcf3241327c47347ccddb6a.jpg",
            "description": null,
            "title": "The House Mill, Bromley-by-Bow. Courtesy of Mervyn Rands.",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11854_house_mill_three_mills_bromley-by-bow_6e3639a5abcf3241327c47347ccddb6a.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Cody Dock, 11c South Cres, E16 4TL",
        "latitude": 51.5190876,
        "longitude": -0.0023235,
        "meeting_point": null,
        "travel_info": [
            "Tube: West Ham, Bromley By Bow",
            "Train: West Ham",
            "Bus: 115"
        ]
    },
    "name": "Artist Performances on The Line",
    "original_url": "https://programme.openhouse.org.uk/listings/11854",
    "ticketed_events": false
}