{
    "all_week": false,
    "description": "Join The Line for an afternoon of artist performances that respond to the local landscape, including a performance lecture by Simon Faithfull at Cody Dock and a site-specific performance by Helen Cammock at the House Mill.",
    "design": {
        "designers": [],
        "periods": [],
        "types": [
            "community/cultural"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "booking_link": null,
            "capacity": null,
            "date": "2023-09-17",
            "drop_in": true,
            "end": "2023-09-17T15:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in",
            "notes": "Taking place at Cody Dock to celebrate the launch of the installation 0'00 Navigation by the River Lea.",
            "start": "2023-09-17T14:00:00+01:00",
            "ticketed": false
        },
        {
            "activity_type": "Drop in",
            "all_day": false,
            "booking_link": null,
            "capacity": null,
            "date": "2023-09-17",
            "drop_in": true,
            "end": "2023-09-17T17:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in",
            "notes": "Taking place at the House Mill as part of the exhibition, Tributaries.",
            "start": "2023-09-17T16:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        "Toilets",
        "Step free access",
        "Refreshments"
    ],
    "factsheet": [
        {
            "heading": "Simon Faithfull Performance Lecture: 0º00 Navigation",
            "paragraphs": [
                "S﻿imon Faithfull will realise a performance lecture at Cody Dock to mark the launch of 0º00 Navigation.",
                "Co-curated with Arup Phase 2, 0º00 Navigation is a body of work by British artist Simon Faithfull, which relates to two epic journeys he undertook in order to trace 0° line of longitude across the planet. It seeks to explore the paradoxes and absurdities of this hypothetical line. This installation consists of 45 paving stones that are engraved with drawings made by the artist as he travelled south along the Greenwich Meridian across Europe and Africa. Depicting the landscapes and buildings along the route, from the English Channel to Accra in Ghana, the stones are installed in a straight line, due south to echo Faithfull’s journey, following the invisible north / south line. The Greenwich Meridian runs parallel to this installation.",
                "P﻿lease note that photography and video documentation will be taking place during this event.",
                "----",
                "Simon Faithfull was born in 1966 in Braziers Park – a utopian commune in Ipsden, Oxfordshire. He studied at Central St Martins (1985-89) and the University of Reading (1994-96). His work has been described as an attempt to understand and explore the planet as a sculptural object – to test its limits and report back from its extremities. His practice takes a variety of forms – ranging from video, to digital drawing, installation work and writing. Faithfull has exhibited widely in the UK and abroad and his work is held in a number of public collections including Centre Pompidou, Paris and the Government Art Collection and Arts Council Collection, UK. Faithfull is a Professor at Slade School of Fine Art, London. He lives and works in Berlin."
            ]
        },
        {
            "heading": "Helen Cammock Performance: The Lay Shaft Drive is Down",
            "paragraphs": [
                "The Lay Shaft Drive is Down is a new spoken and sung word performance by artist Helen Cammock imagined on the occasion of the exhibition, Tributaries. Taking the House Mill, Bromley-by-Bow, as its starting container, The Lay Shaft Drive is Down considers mills in relation to water, to industry, to food, to hardship and nurture: the tie to the colonial relationships that bind both people and production through contentious, often violent, yet sometimes radical histories.",
                "Please note that ﻿this performance takes place at the House Mill, which is a 20 minute walk from Cody Dock following the route of The Line. It is a standing event but seating can be provided. If required, please speak to a member of The Line team upon arrival.",
                "Funded by Arts Council England and Cockayne - Grants for the Arts.",
                "P﻿lease note that photography and video documentation will be taking place during this event.",
                "-﻿---",
                "Helen Cammock was born in Staffordshire, UK in 1970. She studied at the University of Brighton and the Royal College of Art, London, and currently lives between London and Wales. Helen Cammock works across film, photography, print, text, and performance. She produces works stemming from a deeply involved research process that explore the complexities of social histories. Central to her practice is the voice: the uncovering of marginalised voices within history, the question of who speaks on behalf of whom and on what terms, as well as how her own voice reflects in different ways on the stories explored in her work. Cammock was a joint winner of the Turner Prize in 2019, nominated for her solo exhibition The Long Note at Void Gallery, Derry (2018) which was subsequently exhibited at Irish Museum of Modern Art, Dublin (2019).",
                "Tributaries explores artistic responses to our relationships with bodies of water. Situated in The House Mill, the exhibition brings together five artist films that critically engage with water through global histories and geographies of trade, colonial legacies and the climate crisis. As the world’s largest surviving tidal mill and a building that is increasingly impacted by flooding, the House Mill’s context – past and present – is foregrounded in this exhibition. The films, like tributaries, flow into an important conversation about the ways we live with water. Contributing artists: Martha Atienza, Ursula Biemann, Hanna Ljungh, Daniela Medina Poch and Elizabeth Gallón Droste, and Alberta Whittle."
            ]
        }
    ],
    "id": 11854,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/11854/building_11854_house_mill_three_mills_bromley-by-bow_6e3639a5abcf3241327c47347ccddb6a.jpg",
            "description": null,
            "title": "The House Mill, Bromley-by-Bow. Courtesy of Mervyn Rands.",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11854_house_mill_three_mills_bromley-by-bow_6e3639a5abcf3241327c47347ccddb6a.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Cody Dock, 11c South Cres, E16 4TL",
        "latitude": 51.5190876,
        "longitude": -0.0023235,
        "meeting_point": null,
        "travel_info": [
            "Tube: Bromley By Bow, West Ham",
            "Train: West Ham",
            "Bus: 115"
        ]
    },
    "name": "Artist Performances on The Line",
    "original_url": "https://programme.openhouse.org.uk/listings/11854",
    "ticketed_events": false
}