{
    "all_week": false,
    "description": "A day-long takeover of Station Road celebrating local invention, community and creativity.\r\n\r\nBringing together the past, present and future of South Norwood with interactive arts & crafts, live performances, a feast and a go kart race.",
    "design": {
        "designers": [],
        "periods": [
            "Historical/contemporary"
        ],
        "types": [
            "open site"
        ]
    },
    "events": [],
    "facilities": [
        "Step free access",
        "Refreshments",
        "Food and drink"
    ],
    "factsheet": [
        {
            "heading": "Celebrating the creativity of South Norwood",
            "paragraphs": [
                "Station Road will come to life this September with performances, interactive art, a community feast and go kart racing, helping to revitalise South Norwood as a home of cultural creativity for the 21st century.",
                "Collectively designed by Stanley Arts, local producers and members  of the Inventing South Norwood  Steering Group, the Carnival of Invention will provide an inclusive, fun and forward-thinking day of free activities for the whole community to enjoy.\nTaking inspiration from the theme of ‘invention’ in all its forms - from music to machines, fashion, culinary feasts, stories - the Carnival of Invention team invites people to bring their imaginations, big ideas, skills and talents to create something new.",
                "South Norwood is the birthplace of many unique and interesting inventions, and this Carnival of Invention is particularly inspired by Stanley Arts’ namesake William Stanley (1829 - 1909) ) an inventor, engineer, painter, musician, author and noted philanthropist who lived in South Norwood. Stanley was well loved by the community thanks to his generosity and care: giving over £80,000 to education projects during the last 15 years of his life, hosting garden parties to raise money for food to help starving children over the winter, and paying for the local bandstand. His ideas and inventions resulted in 78 patents during his lifetime; which in turn meant the construction of factories, a school, social meeting rooms, ornate clock towers and the  Stanley Halls building complex which he created to be a local home for entertainment, art, and culture."
            ]
        }
    ],
    "id": 11863,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/11863/building_11863_img_6955_200d73391b29bf16ccf3b2f406d808ee.jpg",
            "description": null,
            "title": "A pineapple car from the bureau of silly ideas to feature at the Carnival of Invention",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11863_img_6955_200d73391b29bf16ccf3b2f406d808ee.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Station Road, Norwood Junction, SE25 5AH",
        "latitude": 51.39726659999999,
        "longitude": -0.0750293,
        "meeting_point": null,
        "travel_info": [
            "Train: Norwood Junction",
            "Bus: 75, 410, 312, 197, 196, 157"
        ]
    },
    "name": "Carnival of Invention",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/11863",
    "ticketed_events": false
}