{
    "all_week": false,
    "description": "Join Chris Hopkinson, of Chromaphotography for an architecture photography walk around Chelsea Creek, a new canalside neighbourhood by St George. Chris is a qualified Architect, turned professional photographer & videographer.",
    "design": {
        "designers": [
            {
                "architect": "Squire & Partners",
                "description": null,
                "year": "2023"
            }
        ],
        "periods": [
            "Contemporary"
        ],
        "types": [
            "walk/tour"
        ]
    },
    "events": [
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/11880",
            "capacity": null,
            "date": "2023-09-16",
            "drop_in": false,
            "end": "2023-09-16T12:30:00+01:00",
            "fully_booked": false,
            "name": "Photography walking tour: Chelsea Creek",
            "notes": null,
            "start": "2023-09-16T11:00:00+01:00",
            "ticketed": true
        },
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/11880",
            "capacity": null,
            "date": "2023-09-16",
            "drop_in": false,
            "end": "2023-09-16T15:30:00+01:00",
            "fully_booked": true,
            "name": "Photography tour: Chelsea Creek",
            "notes": null,
            "start": "2023-09-16T14:00:00+01:00",
            "ticketed": true
        }
    ],
    "facilities": [
        "Toilets",
        "Step free access",
        "Refreshments",
        "Gender neutral toilets",
        "Cloakroom",
        "Accessible toilet"
    ],
    "factsheet": [
        {
            "heading": "About the sculptures",
            "paragraphs": [
                "The Chelsea Creek development, by St George, is near completion, and this year has seen a number of exciting additions in its public realm (amid the network of meandering canals, designed by architects Squire & Partners to mirror the waterways of Copenhagen and Amsterdam.",
                "Two major public art installations were unveiled earlier this year, by world-renowned sculptors and mother and daughter duo, Lorne McKean and Tanya Russell, at its Chelsea Creek development in West London.",
                "With a focus on biodiversity at the development both bronze sculptures pay homage to the nature and wildlife at Chelsea Creek, whilst providing two focal points within the development. The works have been commissioned with respect for their surroundings, and perfectly complement the ground-breaking architecture and meandering waterways at the development, whilst offering intriguing ways for both the public and residents to think about the importance of the natural world and wildlife in urban locations.",
                "The first sculpture, Swooping House Martins, creates an impressive scene, poised above one of the winding canals at Chelsea Creek. Depicting two graceful house martins in flight, the sculpture sees a spectacular 200cm spread from wing tip to wing tip, hovering above the water. The work evokes the natural surroundings of Chelsea Creek and its annual visit from migrating house martins to London’s largest colony, which is close to the scheme to the north.",
                "The other, Space for Nature Spiral, is situated at the heart of Chelsea Creek, and at over 600cm high and 300cm wide at the base, this incredible piece celebrates the reintroduction of natural habitats into the area and depicts a number of the plant and animal life which can be found locally. This striking structure, created in a swirling spiral, naturalistically portrays dace and pike fish, moorhens, toads, newts, mushrooms, irises, house martins, hedgehogs, a fox, squirrels, a stoat, a bat and a nightingale all surrounded by grass and ferns, with a falcon with a wingspan of almost 200cm as the crowning glory."
            ]
        },
        {
            "heading": "FULLY BOOKED!",
            "paragraphs": [
                "This event is fully booked, however if you would like to arrange a visit to Chelsea Creek another time, please contact the Chelsea Creek team who will be happy to take you on a tour.",
                "Email: Sales@chelseacreek.co.uk"
            ]
        }
    ],
    "id": 11880,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/11880/building_11880_chelsea-creek-st-george-2-large_92116d8844a8bea64f07dabd5f8ac4fa.jpeg",
            "description": null,
            "title": null,
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11880_chelsea-creek-st-george-2-large_92116d8844a8bea64f07dabd5f8ac4fa.jpeg"
        }
    ],
    "links": [],
    "location": {
        "address": "9 Park Street, SW6 2FS",
        "latitude": 51.4754,
        "longitude": -0.18516,
        "meeting_point": null,
        "travel_info": [
            "Tube: Fulham Broadway",
            "Train: Imperial Wharf",
            "Bus: C3, 424, 391",
            "Additional travel info: From Clapham Junction, West Brompton and Shepherd’s Bush (Westfield Shopping Centre): Take the London Overground train to Imperial Wharf Station.\r\n\r\nFrom Fulham Broadway (District Line): Take the 391 bus. \r\n\r\nLondon River Services arrive at Chelsea Harbour Pier from Embankment and Blackfriars. From the Pier, walk through The Boulevard at Imperial Wharf which leads to the Marketing Suite"
        ]
    },
    "name": "Chelsea Creek: photography walk & talk",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/11880",
    "ticketed_events": true
}