{
    "all_week": false,
    "description": "This is a beautiful house in Eric Lyons' last SPAN development from 1982",
    "design": {
        "designers": [
            {
                "architect": "Eric Lyons and Span Developments",
                "description": null,
                "year": "1982"
            }
        ],
        "periods": [
            "Contemporary"
        ],
        "types": [
            "housing"
        ]
    },
    "events": [],
    "facilities": [
        "Toilets",
        "Architect on site"
    ],
    "factsheet": [
        {
            "heading": "Mallard Place and SPAN development",
            "paragraphs": [
                "Mallard Place is the last SPAN development designed by Eric Lyons and Ivor Cunningham, completed in 1982, winner of RIBA and Civic Trust awards. It has a mix of apartments and houses, plus a heated pool,  a large communal lawn facing the River Thames, and a large tidal pontoon for resident's boats. It is quite  possibly the best example of the SPAN philosophy of communal living within a landscaped setting.",
                "The 3/4 bed  houses are very well designed, raised above expected flood level, and with small patio gardens. The apartments are volumetrically interesting, with split levels and sleeping platforms. The mature trees that were already on site lend Cunnigham's landscape design a distinctive sense of place.",
                "The tile-hung exterior evokes earlier SPAN projects such as nearby Parkleys at Ham Common, their first development of 1956."
            ]
        },
        {
            "heading": "Mallard Place in history",
            "paragraphs": [
                "Mallard Place is very close to Strawberry Hill House, the 18C gothic fantasy of Horace Walpole, well worth a visit, and also close to Marble Hill House  built in the 1720s for Henrietta Howard, mistress of George II and a pal of Alexander Pope who also lived nearby. If you walk upstream from Mallard Place, into Teddington, take the footbridge over the river and walk back up to Richmond (about an hour), possibly taking in Ham House, also on the river,  a magnificent 1610 Elizabethan palace with amazing pictures, furniture and gardens (National Trust).\nSPAN enthusiasts should think about visiting Parkleys at Ham Common, the first SPAN development of 1956, and Fieldend,  off Waldegrave Park, of 1960, one of their most appealing and child-friendly estates."
            ]
        }
    ],
    "id": 11885,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/11885/building_11885_8f67bcf3b37f7eeb44937120c951fbb9d8dc1135_96f1e6fad3d19a4f41c8d595c46fbe88.jpg",
            "description": null,
            "title": null,
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11885_8f67bcf3b37f7eeb44937120c951fbb9d8dc1135_96f1e6fad3d19a4f41c8d595c46fbe88.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/11885/building_11885_img_2816_1d164a4f7c56514d651bd581b2ee0b5f.jpeg",
            "description": null,
            "title": null,
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11885_img_2816_1d164a4f7c56514d651bd581b2ee0b5f.jpeg"
        }
    ],
    "links": [],
    "location": {
        "address": "80 Mallard Place, Twickenham, TW1 4SR",
        "latitude": 51.4359876,
        "longitude": -0.3291416,
        "meeting_point": null,
        "travel_info": [
            "Tube: Richmond",
            "Train: Strawberry Hill",
            "Bus: R68"
        ]
    },
    "name": "80 Mallard Place, Twickenham",
    "original_url": "https://programme.openhouse.org.uk/listings/11885",
    "ticketed_events": false
}