{
    "all_week": false,
    "description": "Edmonton has been described as a working class suburb but there are now signs of growing affluence, a result of regeneration and some might say the neighbourhood is ripe for gentrification. The walk will explore a variety of neighbourhoods.",
    "design": {
        "designers": [],
        "periods": [
            "Edwardian"
        ],
        "types": [
            "walk/tour"
        ]
    },
    "events": [],
    "facilities": [],
    "factsheet": [
        {
            "heading": "About the tour",
            "paragraphs": [
                "Edmonton was an urban metropolitan borough within the county of Middlesex until 1965 when it was merged with neighbouring Enfield, Palmers Green and Southgate to form the London Borough of Enfield.",
                "Transport has played a significant role in the growth and development of Edmonton and this continues today.  Edmonton's industrial origins have largely been lost and the area is now predominantly a commuter suburb, with significant redevelopment and repurposing across the town.",
                "On this walk we will review the history and lost heritage of Edmonton whilst exploring the social, economic and environmental issues of today and the future transformational plans for this neighbourhood, examining residential, retail, entertainment, transport and parkland environments in both Upper and Lower Edmonton."
            ]
        },
        {
            "heading": "Golden Key Academy",
            "paragraphs": [
                "This tour is led by a participant of Open City’s Golden Key Academy – a course training up insightful and engaging guides dedicated to explaining London and bringing its many stories to life. It is part of a wider collection of tour events created by Golden Key Academy guides for the Open House Festival celebrating their conclusion of the eight month course.",
                "Further info on the Golden Key Academy can be found here https://open-city.org.uk/golden-key-academy"
            ]
        }
    ],
    "id": 11952,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/11952/building_11952_joyce-avenue-estate-scaled-e1640259623891_5ef40fd9968981f8b959c5051c7c9b4e.jpg",
            "description": null,
            "title": null,
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11952_joyce-avenue-estate-scaled-e1640259623891_5ef40fd9968981f8b959c5051c7c9b4e.jpg"
        }
    ],
    "links": [
        {
            "href": "https://open-city.org.uk/golden-key-academy",
            "title": null
        }
    ],
    "location": {
        "address": "Entrance to Silver Street Station (Platform 1",
        "latitude": 51.61474,
        "longitude": -0.06708,
        "meeting_point": null,
        "travel_info": [
            "Train: Silver Street"
        ]
    },
    "name": "Edmonton - an Edwardian North London suburb",
    "original_url": "https://programme.openhouse.org.uk/listings/11952",
    "ticketed_events": false
}