{
    "all_week": false,
    "description": "From the Great Stink of London in 1858 to the Tideway 'Super Sewer' currently under construction, this walking tour will chart the development of London's sanitation infrastructure, past, present and future.",
    "design": {
        "designers": [],
        "periods": [],
        "types": [
            "walk/tour"
        ]
    },
    "events": [
        {
            "activity_type": "Walking tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/11969",
            "capacity": null,
            "date": "2023-09-09",
            "drop_in": false,
            "end": "2023-09-09T16:30:00+01:00",
            "fully_booked": false,
            "name": "Sanitation and the City - Walking Tour",
            "notes": null,
            "start": "2023-09-09T13:30:00+01:00",
            "ticketed": true
        }
    ],
    "facilities": [],
    "factsheet": [
        {
            "heading": "Tour content",
            "paragraphs": [
                "The tour follows the final section of the southern outfall sewer across the Erith marshes to the Crossness Pumping Station on the banks of the river Thames. Built by Sir Joseph Bazalgette and completed in 1865 as part of London’s first sewage system, Crossness is a masterpiece of Victorian architecture and engineering. \nThe tour charts the development of the Crossness site over its 85 years in operation: from the impact of the Princess Alice disaster to the role of the Crossness Pier and the 20th century solution to London’s waste management.\nThe walk continues along the Thames riverside path to view the current sewage treatment works and discover how London’s sewage is processed today. Then it’s back to Crossness for refreshments, followed by a look at the Tideway exhibition models to see how this new ‘super-sewer’ infrastructure is the next chapter in the story of London’s sanitation."
            ]
        },
        {
            "heading": "Your Tour Guide",
            "paragraphs": [
                "Petra Cox has been delivering talks, tours and workshops at Crossness Pumping Station since 2016 and is fascinated by the critical role sanitation has played in the health of Londoners and the development of our city."
            ]
        },
        {
            "heading": "Golden Key Academy",
            "paragraphs": [
                "This tour is led by a participant of Open City’s Golden Key Academy – a course training up insightful and engaging guides dedicated to explaining London and bringing its many stories to life. It is part of a wider collection of tour events created by Golden Key Academy guides for the Open House Festival celebrating their conclusion of the eight month course.",
                "Further information on the Golden Key Academy can be found here https://open-city.org.uk/golden-key-academy"
            ]
        }
    ],
    "id": 11969,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/11969/building_11969_octagon-oh-listing-image_2a5ad6bfb6078a676c79c5fca5192c3a.jpg",
            "description": null,
            "title": "Crossness Pumping Station - interior.",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11969_octagon-oh-listing-image_2a5ad6bfb6078a676c79c5fca5192c3a.jpg"
        }
    ],
    "links": [
        {
            "href": "https://open-city.org.uk/golden-key-academy",
            "title": null
        }
    ],
    "location": {
        "address": "Outside the Lakeside Centre, Bazalgette Way, SE2 9AN",
        "latitude": 51.50096,
        "longitude": 0.12423,
        "meeting_point": null,
        "travel_info": [
            "Train: Abbey Wood",
            "Bus: 244, 229, 180",
            "Additional travel info: Abbey Wood Station is on the Elizabeth Line. It's a 20 min walk from the station to the Lakeside Centre meeting point. \r\n\r\nToilets are available at the Crossness Pumping Station.\r\n\r\nTour duration: 5 miles and crosses uneven grassland which can get muddy after rainfall. Please wear appropriate footwear and clothing. \r\n\r\nTour end:  Lakeside Centre"
        ]
    },
    "name": "Sanitation and the City walking tour",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/11969",
    "ticketed_events": true
}