{
    "all_week": false,
    "description": "This sensory walk explores the art of moving mindfully through urban space – focusing on the rhymes, rhythm, volumes, and voids that normally flow past unnoticed. We begin in Inner Temple and wander west to Somerset House, through Trafalgar Square, ending at the Royal Academy.",
    "design": {
        "designers": [],
        "periods": [],
        "types": [
            "walk/tour"
        ]
    },
    "events": [],
    "facilities": [],
    "factsheet": [
        {
            "heading": "About the Tour",
            "paragraphs": [
                "In our hurried London lives we all tend to disconnect from our surroundings. In this tour we will do the opposite of that. Together we will explore what French painter Bonnard called the \"adventures of the optic nerve.\"",
                "This walk teaches the art of moving mindfully through urban space – sensing the rhymes, rhythm, volumes, and voids that normally flow past unnoticed.",
                "London is the perfect place for this perceptual adventure. It is an architectural collage with a mix of urban design patterns spanning millennia: from the intimate passageways of medieval London to  gestures into the far distance reminiscent of the Acropolis.",
                "As we move through some of the most powerful spaces we will learn about how the brain turns light into space – and push our sensory capabilities to their limits."
            ]
        },
        {
            "heading": "About the Guide",
            "paragraphs": [
                "Brandon Jackson is a designer and researcher based in London. His passion for architecture is grounded in his experiences studying visual perception – in a neuroscience lab at Yale and now as a plein air painter. He now regularly gives walking tours at the intersection of history, art, and science."
            ]
        },
        {
            "heading": "Golden Key Academy",
            "paragraphs": [
                "This tour is led by a participant of Open City’s Golden Key Academy – a course training up insightful and engaging guides dedicated to explaining London and bringing its many stories to life. It is part of a wider collection of tour events created by Golden Key Academy guides for the Open House Festival celebrating their conclusion of the eight month course.",
                "Further information on the Golden Key Academy can be found here https://open-city.org.uk/golden-key-academy"
            ]
        }
    ],
    "id": 11979,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/11979/building_11979_cover-landscape-1_f952625b91a1f1d0d297700e64b409bd.png",
            "description": null,
            "title": null,
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11979_cover-landscape-1_f952625b91a1f1d0d297700e64b409bd.png"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/11979/building_11979_screenshot-2023-08-14-at-08-55-18_ad0d12f3e400338e10437cb3a8183cda.png",
            "description": null,
            "title": null,
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11979_screenshot-2023-08-14-at-08-55-18_ad0d12f3e400338e10437cb3a8183cda.png"
        }
    ],
    "links": [
        {
            "href": "https://open-city.org.uk/golden-key-academy",
            "title": null
        }
    ],
    "location": {
        "address": "Tudor Street Gate, Middle Temple, EC4Y 0BH",
        "latitude": 51.51254,
        "longitude": -0.108,
        "meeting_point": null,
        "travel_info": [
            "Tube: Blackfriars",
            "Train: City Thameslink, Blackfriars"
        ]
    },
    "name": "Sensing space in the City",
    "original_url": "https://programme.openhouse.org.uk/listings/11979",
    "ticketed_events": false
}