{
    "all_week": false,
    "description": "A bicycle tour of public libraries and bookshops from Bloomsbury to the East End celebrating the institutions which keep books circulating and the buildings which bring readers and writers together. Over the course of the tour, we’ll see how architects working across a range of building styles express the ideals of their bookish institutions.",
    "design": {
        "designers": [],
        "periods": [],
        "types": [
            "walk/tour"
        ]
    },
    "events": [
        {
            "activity_type": "Walking tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/11975",
            "capacity": null,
            "date": "2023-09-09",
            "drop_in": false,
            "end": "2023-09-09T16:30:00+01:00",
            "fully_booked": true,
            "name": "🚴📚 Bibliomania: Cycling Book Lovers' London",
            "notes": null,
            "start": "2023-09-09T13:30:00+01:00",
            "ticketed": true
        }
    ],
    "facilities": [],
    "factsheet": [
        {
            "heading": "Meeting point",
            "paragraphs": [
                "Meet in the British Library piazza, in front of the main entrance by The Last Word Cafe."
            ]
        },
        {
            "heading": "The end of reading?",
            "paragraphs": [
                "Bookshops and public libraries have long brought book lovers together to browse, buy, and borrow books. But a 2004 report on the state of British libraries warned that the institution was in decline and would be obsolete within 10-15 years. Bookshops were also struggling: over the ten years following the pessimistic library report, the number of bookshops in Britain declined by a third."
            ]
        },
        {
            "heading": "Bookshops and libraries reinvent themselves",
            "paragraphs": [
                "Today, bookshops are thriving once again, and — despite repeated funding cuts — libraries are very much not obsolete. This tour traces the ways British bookshops and libraries have reinvented themselves time and again — not just over the past decade, but over the past century — borrowing ideas from each other along the way."
            ]
        },
        {
            "heading": "Route",
            "paragraphs": [
                "The tour begins at the expansive and inviting British Library and ends at the Whitechapel Idea Store, a bold attempt to reinvent the library for the twenty-first century. Along the route, we’ll pass beloved independent bookshops and visit some of the most vibrant public libraries in Central London. Over the course of the tour, we’ll see how architects working across a range of building styles express the ideals of their bookish institutions."
            ]
        },
        {
            "heading": "Your guide",
            "paragraphs": [
                "Justin Manley has designed and led architecture tours in Chicago as part of that city’s annual urbanist festival. This is his first architecture tour in the UK since arriving in London at the end of 2020. Justin works for a London-based tech company building software to support construction on large civil infrastructure projects. You can find more of Justin's work at https://justinmanley.work."
            ]
        },
        {
            "heading": "Golden Key Academy",
            "paragraphs": [
                "This tour is led by a participant of Open City’s Golden Key Academy – a course training up insightful and engaging guides dedicated to explaining London and bringing its many stories to life. It is part of a wider collection of tour events created by Golden Key Academy guides for the Open House Festival celebrating their conclusion of the eight month course. Further information on the Golden Key Academy can be found here https://open-city.org.uk/golden-key-academy."
            ]
        }
    ],
    "id": 11975,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/11975/building_11975_british-library-cafe-cropped_d18c88675b441bf58c667b57da5f38d6.jpeg",
            "description": null,
            "title": "Inside the British Library. On left, the King's Library; right, the cafe. Credit: British Library.",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11975_british-library-cafe-cropped_d18c88675b441bf58c667b57da5f38d6.jpeg"
        }
    ],
    "links": [
        {
            "href": "https://justinmanley.work",
            "title": null
        },
        {
            "href": "https://open-city.org.uk/golden-key-academy.",
            "title": null
        }
    ],
    "location": {
        "address": "British Library",
        "latitude": 51.52934,
        "longitude": -0.12755,
        "meeting_point": null,
        "travel_info": [
            "Tube: Euston, King's Cross St. Pancras",
            "Train: King's Cross",
            "Additional travel info: Participants must bring their own bicycle and helmet."
        ]
    },
    "name": "Cycling Book Lovers’ London",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/11975",
    "ticketed_events": true
}