{
    "all_week": false,
    "description": "The walk examines the homes created by architects and designers for themselves through six remarkable case studies, spanning from the 1930s to the 1970s, from the Modernist International style to the ground-breaking Hi-tech movement.",
    "design": {
        "designers": [
            {
                "architect": "Wells Coates",
                "description": null,
                "year": "1934"
            }
        ],
        "periods": [
            "Ernő Goldfinger",
            "Bill and Gillian Howell and Stanley Amis",
            "Michael Brawne",
            "Brian Housden",
            "Michael and Patty Hopkins",
            "Historical/contemporary"
        ],
        "types": [
            "walk/tour"
        ]
    },
    "events": [],
    "facilities": [
        "Toilets"
    ],
    "factsheet": [
        {
            "heading": "Introduction",
            "paragraphs": [
                "Welcome to the architect's house walking tour in Hampstead! As we explore the picturesque neighborhood, we will delve into the fascinating world of architectural design by examining the homes created by architects and designers for themselves.",
                "Our journey will take us through six remarkable case studies, spanning from the 1930s to the 1970s. Each house represents a distinct architectural moment, showcasing the evolution of design and the diverse influences that shaped the built environment during this period. From the Modernist international style to the groundbreaking Hi-tech movement, we will witness how these architects expressed their creativity and ingenuity through their own living spaces."
            ]
        },
        {
            "heading": "Background - Hampstead",
            "paragraphs": [
                "Hampstead has a long-standing reputation as a cradle of progressive thinking in art and architecture. Dating back to the 19th century, the area has been a magnet for artists seeking peace and inspiration away from the urban sprawl of London. The natural beauty of Hampstead Heath and the relative affordability of housing drew many creative individuals to the area.",
                "In the 1930s, Hampstead became a hub for artists, writers, and intellectuals, particularly those with left-wing and progressive leanings. The cost of living in the area was relatively low compared to other parts of London, making it an attractive destination for bohemian thinkers. This period saw a surge in the number of artists residing in Hampstead, coinciding with the construction of notable architectural landmarks like 2 Willow Road, designed by Ernő and Ursula Goldfinger.",
                "The term \"Hampstead intellectual\" emerged to describe these left-wing idealist thinkers, exemplified by figures like the Goldfingers, who embraced a high standard of living while championing progressive ideals. The community in Hampstead fostered an atmosphere of creativity and intellectual dialogue, attracting renowned artists, writers, and thinkers.",
                "Prominent artists who resided in Hampstead during this period include Walter Sickert, Cecil Stephenson, Barbara Hepworth, Ben Nicholson, and Henry Moore. These artists were associated with the Mall studios and were members of the artistic group known as Unit One, founded in 1933 by Paul Nash. Hampstead became a center for modernist architecture and design, with architects such as Wells Coates and Leslie Martin leaving their mark on the area.",
                "The artistic and intellectual life of Hampstead extended beyond visual arts and architecture. The area also attracted writers, poets, and political figures. Ramsay MacDonald, the first Labour Party Prime Minister, lived in Hampstead, as did other notable figures like Jerome K. Jerome and John Drinkwater.",
                "Hampstead's creative community played a significant role in shaping the cultural landscape of England during the 1930s. It was a period of collaboration, with artists and architects influencing and inspiring one another. The exchange of ideas and the blending of European influences with British sensibilities resulted in innovative and progressive artistic expressions."
            ]
        },
        {
            "heading": "1950s - Modernism reassessment",
            "paragraphs": [
                "When wartime bombing reduced much of housing stock to rubble, Hampstead fared particularly badly due to its proximity to the train line running north from Euston. But this sudden availability of infill plots contributed to a significant strand of English architectural culture in the early 1950s, quite distinct from modern movement buildings of the 1930s. During and immediately after the war a number of architectural historians began to question the International style as the de facto model for reconstruction. In 1944, for example, John Cloag – former resident of Isokon Flats and co-founder of the Modern Architectural Research Group(MARS) – published a study of English house, from Roman Britain to the present day, hoping that the experts whom the book was dedicated to – ‘the officials, the reformers, the architects, the teachers - who make plans for the way their fellow countrymen should live, will remember that the Englishman’s House is his Castle.’ Surprisingly, considering Cloag’s conspicuous advocacy of modern design in the 1930s, this warning came with a stern assessment of modernism’s suitability for English buildings. Finely knitting together the national character and climate, Cloag pointed out that modernism’s ‘influence on English house-building in the 1930s’ had been erroneously based on ‘the extraordinary belief that England is a land of hot and almost continuous sunshine’. In a particular sense, large windows meant poor insulation, flat roofs were prone to leak, and white walls without cornices soon became stained by rain. On another level, windows were an affront to ‘the Englishman mastery of the art of living a private life’, the roofs ‘deprived the houses of useful lofts and box-rooms’ and the walls ‘were inclined to forget that ornament is an ancient human need.’ If interwar modernism in London – and in England as a whole – had been preserve of a few progressive members of the middle class, and this material experience gradually filtered down through society after war, at the hands of the welfare state, then there was a further mandate for young architects in the 1950s: to better align the teachings of the 1920s and 1930s with a residual Englishness when they design and build their own houses in the rubble-strewn plots that had been made available throughout the city. ‘What, then, makes this generation different from their forerunners and closer also to the continental architects of the 30s?’, Arthur Korn asked in 1959. ‘It is their attitude to the unlimited possibilities that surround us’ all of which are welcomed as the basis for the new interpretation of materials, functions, expressions and symbols’. (Brooks, T., 2013)"
            ]
        }
    ],
    "id": 11974,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/11974/building_11974_beige-collage-morning-coffee-instagram-post-2_0050f393642c514ee593abc6cf1cf265.png",
            "description": null,
            "title": null,
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11974_beige-collage-morning-coffee-instagram-post-2_0050f393642c514ee593abc6cf1cf265.png"
        }
    ],
    "links": [],
    "location": {
        "address": "Hampstead Heath Railway Station, NW3 2PY",
        "latitude": 51.55525,
        "longitude": -0.16591,
        "meeting_point": null,
        "travel_info": [
            "Tube: Belsize Park",
            "Train: Hampstead Heath",
            "Bus: 46, 24, 168"
        ]
    },
    "name": "Architects’ Houses of Hampstead Walking Tour",
    "original_url": "https://programme.openhouse.org.uk/listings/11974",
    "ticketed_events": false
}