{
    "all_week": false,
    "description": "This walk focuses on industry, creativity and change in Hackney Wick and Fish Island, exploring how regeneration and gentrification have transformed the area.",
    "design": {
        "designers": [],
        "periods": [],
        "types": [
            "walk/tour"
        ]
    },
    "events": [],
    "facilities": [],
    "factsheet": [
        {
            "heading": "Introduction",
            "paragraphs": [
                "Since the 18th century, Hackney Wick and Fish Island have played a key role in East London’s rich industrial history. Factories, mills and all types of industry gathered around the Lee navigation to transport goods. By the mid-19th century, Matchbox toys were made at Lesney’s factories, Clarnico (Clarke, Nickolls and Coombs) was the country’s largest confectioner and the Lion Works housed activities by the entrepreneur Achilles Serre, who introduced dry-cleaning to England. And the local population boomed.",
                "After many older industries moved out of the area in the mid-20th century, vacant warehousing was transformed into creative space with over 1000 studios set up in the area, the highest density in Europe.",
                "Since 2012, Hackney Wick and Fish Island have been absorbed as neighbourhoods of the Olympic Park. Today, new large-scale residential developments are capitalising on the area's gritty industrial past and creative identity. However, could the real estate value of such developments be at odds with sustaining a desired creative mix? And does the influx of new housing risk pushing out artists and makers?",
                "Mixing old and new, this walk focuses on industry, creativity and change through Hackney Wick and Fish Island, exploring how regeneration and gentrification have transformed the area."
            ]
        },
        {
            "heading": "Golden Key Academy",
            "paragraphs": [
                "This tour is led by a participant of Open City’s Golden Key Academy – a course training up insightful and engaging guides dedicated to explaining London and bringing its many stories to life. It is part of a wider collection of tour events created by Golden Key Academy guides for the Open House Festival celebrating their conclusion of the eight month course.",
                "Further information on the Golden Key Academy can be found here https://open-city.org.uk/golden-key-academy"
            ]
        }
    ],
    "id": 11982,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/11982/building_11982_hackney-wick_3558460fdac2d5937cc8f0257626edcd.png",
            "description": null,
            "title": "Hackney Wick\r\nPhoto Credit: ldngrafitti.co.uk",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11982_hackney-wick_3558460fdac2d5937cc8f0257626edcd.png"
        }
    ],
    "links": [
        {
            "href": "https://open-city.org.uk/golden-key-academy",
            "title": null
        }
    ],
    "location": {
        "address": "Hackney Wick Overground Station",
        "latitude": 51.54354,
        "longitude": -0.02415,
        "meeting_point": null,
        "travel_info": [
            "Train: Hackney Wick"
        ]
    },
    "name": "Industry and change through Hackney Wick",
    "original_url": "https://programme.openhouse.org.uk/listings/11982",
    "ticketed_events": false
}