{
    "all_week": false,
    "description": "A tour of housing in Stoke Newington from 1714 to 2017. The tour will encompass a range of homes from the outside, and talk about the history of Stoke Newington and the changes it has seen since transforming from a small village to a suburb",
    "design": {
        "designers": [
            {
                "architect": "Joseph Woods",
                "description": null,
                "year": "1793"
            }
        ],
        "periods": [
            "Georgian"
        ],
        "types": [
            "historical house"
        ]
    },
    "events": [],
    "facilities": [],
    "factsheet": [
        {
            "heading": "History of Stoke Newington",
            "paragraphs": [
                "Stoke Newington was a medieval village surrounded by fields and woodland, and its proximity to London attracted many wealthy residents. By the 18th century when Clissold House was built, it was a well established commuter village. From about 1800 the area's development began to gather pace with estates subdivided and suburban villas built. The next 100 years saw the area's rapid growth and it's transformation from country village to London suburb. By 1850 a number of major roads were laid out, including by Thomas Cubitt, the Victorian developer of Belgravia, whose homes we will see. The area was still picturesque and filled with greenery but as the century progressed it became more middle class. By the end of the 19th century the wealthy were leaving and homes were being subdivided into tenements. Around this time, Clissold Park was saved by the new London County Council and opened as a public park, but this did not halt the social transformation of the area. By 1902, 20% of the population lived in poverty and the area had seen its first influx of migrants. After World War I overcrowding and poor quality homes led the first social housing to be built including the Lordship Estate which we will see, as well as private housing such as Clissold Court. The area was heavily bombed in World War II and saw further social housing built in the postwar period such as the Highbury Quadrant and Kings Crescent Estates, featured on this tour, well as many further waves of immigration. In recent years the area has become highly desirable and some estates have been transformed by Hackney Council."
            ]
        },
        {
            "heading": "About the walking tour",
            "paragraphs": [
                "This tour will look at the history of housing in Stoke Newington and tell the wider social history of British housing using local examples. Reflecting on different era's of housing design and policy, the tour will stop in the following locations and pass by a number of other interesting examples of housing from these periods:",
                "1. Clissold House, 1793\n2. 236-246 Albion Road, 1850-62\n3. Lordship Estate, 1936\n4. Clissold Court, 1936\n5. Kings Crescent Estate, 2017\n6. Highbury Quadrant Estate, 1954",
                "The tour is led by Lachlan Anderson-Frank, an architecturally trained and chartered town planner. He joined the Open City tours team in June 2021 and currently leads the Hackney Walking Tour looking at 20th century public buildings across the borough."
            ]
        }
    ],
    "id": 12003,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/12003/building_12003_52314472802_5ea27ddca0_c_698c073cd267e94f229f1410d287cc17.jpg",
            "description": null,
            "title": null,
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12003_52314472802_5ea27ddca0_c_698c073cd267e94f229f1410d287cc17.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Clissold Park, Stoke Newington Church St",
        "latitude": 51.56087,
        "longitude": -0.08529,
        "meeting_point": null,
        "travel_info": [
            "Bus: 73"
        ]
    },
    "name": "Housing in Stoke Newington Walking Tour",
    "original_url": "https://programme.openhouse.org.uk/listings/12003",
    "ticketed_events": false
}