{
    "all_week": false,
    "description": "Walking tour: Sisters in the City\r\n\r\nA walking tour celebrating the lives of women who’ve made their mark on the City of London over the centuries, from Boudicca to the Suffragettes",
    "design": {
        "designers": [],
        "periods": [],
        "types": [
            "walk/tour"
        ]
    },
    "events": [],
    "facilities": [],
    "factsheet": [
        {
            "heading": "About the tour",
            "paragraphs": [
                "From the Romans onwards, the City of London has been dominated by men. The tour enables you to learn about the history of women in the City by celebrating the lives and achievements of some remarkable individuals. These include: Boudicca; an unknown Roman girl buried under a skyscraper; some Medieval nuns who broke the rules; the 18th century feminist writer Mary Wollstonecraft; 18th century entrepreneur Eleanor Coade; Victorian cookery writer Mrs Beeton and the Suffragettes. You will visit places connected with these women, and hear their stories."
            ]
        },
        {
            "heading": "About the guide",
            "paragraphs": [
                "I’m a qualified City of London tour guide and ITG Green Badge guide. I've lived in London for most of my life and love sharing its history and stories. I run regular public and private tours in the City, on a range of themes including women's history; literary London (Shakespeare, Charles Dickens, Samuel Johnson and Samuel Pepys); Christopher Wren's churches; London's river; and the ancient livery companies.  I am also a volunteer at St Paul's cathedral."
            ]
        },
        {
            "heading": "About the walk",
            "paragraphs": [
                "The tour starts at Liverpool Street station and finishes at St Paul's cathedral. It takes about 75 minutes, stopping at different places along the route. We will not be going inside any of the places so wear suitable clothing for the weather, and comfortable shoes."
            ]
        }
    ],
    "id": 12005,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/12005/building_12005_img-0936_40a2e2cb11bb758fce248185d91c8fdc.jpg",
            "description": null,
            "title": null,
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12005_img-0936_40a2e2cb11bb758fce248185d91c8fdc.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Liverpool St station, EC2M 7PY",
        "latitude": 51.51875,
        "longitude": -0.08143,
        "meeting_point": null,
        "travel_info": [
            "Tube: Liverpool Street",
            "Train: Liverpool Street",
            "Bus: 78, 48, 47, 42, 388, 35, 344, 26, 242, 23, 205, 149, 135, 133, 11"
        ]
    },
    "name": "Walking tour: Sisters in the City",
    "original_url": "https://programme.openhouse.org.uk/listings/12005",
    "ticketed_events": false
}