{
    "all_week": false,
    "description": "We will be opening the Hall and Library of the  Middle Temple on the 17 September between 12 and 4pm for tours.",
    "design": {
        "designers": [],
        "periods": [
            "Tudor"
        ],
        "types": [
            ""
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2023-09-17",
            "drop_in": true,
            "end": "2023-09-17T16:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in",
            "notes": "Please let us know if you plan to visit. Doing so allows the venue to plan ahead and you will be notified by email about any changes to the programme that might affect your visit.",
            "start": "2023-09-17T12:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        "Toilets",
        "Step free access",
        "Gender neutral toilets",
        "Food and drink",
        "Baby changing facilities",
        "Accessible toilet"
    ],
    "factsheet": [
        {
            "heading": "Middle Temple Hall",
            "paragraphs": [
                "Middle Temple Hall and Library will be open on Sunday 17 September  between 12 and 4pm for visitors to view the historic building, Library and gardens. we will be displaying some of our treasures from the archives, historic pieces and silver  The library will be open and visitors will have the opportunity to view the rare pair of Molyneux Globes.",
                "Middle Temple hall dates back to 1574, was visited by Queen Elizabeth I and hosted the first performance of Shakespeare's Twelfth Night."
            ]
        },
        {
            "heading": "Celebrating 450 years of Hall",
            "paragraphs": [
                "In 2023, the Inn celebrates 450 years since the construction of our Hall. While the Hall has been updated, beautified, repaired and restored over the centuries, weathering fires and bombing raids along the way, it is a living building which continues to serve the functions for which it was built, and remains at the heart of our collegiate life, educational activity and cultural enrichment.\nOn display will be an exhibition charting the Hall through the years alongside rare pieces from our archive. The elaborately carved screen is an exuberant riot of classical detail and embellishment, is thought to have been the work of Protestant Huguenot refugees from continental Europe."
            ]
        },
        {
            "heading": "Middle Temple",
            "paragraphs": [
                "The Honourable Society of the Middle Temple is one of four Inns of Court exclusively entitled to Call their members to the Bar of England and Wales, and is proud to provide support, education and accommodation to barristers at every stage of their careers."
            ]
        },
        {
            "heading": "Library",
            "paragraphs": [
                "Middle Temple Library holds approximately 30,000 legal titles in 250,000 volumes, including legislation, case law, textbooks, student manuals, loose-leaf publications, journals and law reports.",
                "The Library collects legal texts in certain specialist subject areas such as banking, commercial law and arbitration, competition, employment, insurance, professional negligence and shipping, amongst others.",
                "The Rare Book & Manuscript Collection contains over 9,000 early printed books and approximately 300 manuscripts. The collection reflects the educational and personal interests of barristers spanning the thirteenth to nineteenth centuries. The collection contains significant early legal texts as well as a wide range of non-legal subjects, including history, poetry, travel, medicine, theology and science.",
                "The first printed catalogue of the collection was produced in 1700, and since then the collections have been augmented significantly.\nAdditionally the Library is home to the remaining pair of Molyneux Globes which will be on display for visitors to see."
            ]
        }
    ],
    "id": 12013,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/12013/building_12013_mt_hall_3-800-x-pixels-1_64844985b079fec5355f1b2f693a5cfc.jpg",
            "description": null,
            "title": null,
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12013_mt_hall_3-800-x-pixels-1_64844985b079fec5355f1b2f693a5cfc.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/12013/building_12013__dsc0948-1_c9b97506818f624e9a975787b8de2251.jpg",
            "description": null,
            "title": null,
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12013__dsc0948-1_c9b97506818f624e9a975787b8de2251.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/12013/building_12013_img_3667_df83b0e7588a530066e01ff7015c0b47.jpg",
            "description": null,
            "title": null,
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12013_img_3667_df83b0e7588a530066e01ff7015c0b47.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Middle Temple, Middle Temple Lane, London EC4Y 6BT, EC4Y 9BT",
        "latitude": 51.5123,
        "longitude": -0.11103,
        "meeting_point": null,
        "travel_info": [
            "Tube: Temple",
            "Train: Charing Cross",
            "Bus: 15"
        ]
    },
    "name": "The Honourable Society of the Middle Temple",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/12013",
    "ticketed_events": false
}