{
    "all_week": false,
    "description": "Tours of two low energy workplaces in the heart of White City. Gateway Central - decorous, light, and well crafted - is L’Oréal's newest home. Linked by a public garden, Gateway West’s compact form and gravitas offers a deliberate contrast.",
    "design": {
        "designers": [
            {
                "architect": "",
                "description": null,
                "year": "2023"
            }
        ],
        "periods": [
            "Contemporary"
        ],
        "types": [
            "offices"
        ]
    },
    "events": [],
    "facilities": [
        "Toilets",
        "Architect on site",
        "Accessible toilet"
    ],
    "factsheet": [
        {
            "heading": "Background and Site History",
            "paragraphs": [
                "White City Place was first conceived as BBC Media Village, a commission Allies and Morrison won in 2000.",
                "At that time they developed a masterplan of eight buildings, five of which (totalling 96,000 sqm GEA) have been constructed, including the Broadcast Centre, the Media Centre and Garden House. The Corporation's administrative headquarters White City One (Scott Brownrigg) had been on the site since 1990.",
                "The disposition of the new buildings was carefully considered as a piece of urban planning with a particular emphasis on the quality of the new public realm, integrating shops and cafes, and outdoor spaces for public-facing events.",
                "Ten years later the BBC decided to decentralise staff outside London and three of the Media Village buildings were vacated and their leaseholds sold on to new clients, Stanhope, Mitsui Fudosan and AIMCo who commissioned Allies and Morrison to repurpose them for a second life as multi-tenanted offices. Now known as White City Place, the campus has a strong focus on media, technology and the creative industries, and an established profile for life sciences and research.",
                "White City Place's shift in character from providing support to services for the BBC to becoming a front-facing media, tech and education campus continues with the addition of Gateway Central (Allies and Morrison) and Gateway West (Gort Scott) now completed. A third building, Gateway East (Allies and Morrison), will complete the triology of workplaces, and once completed will provide an additional 101,675 sqm of office space with retail, restaurants and training space on the ground floor, further reinforcing the aspirations of the White City Opportunity Area Planning Framework."
            ]
        },
        {
            "heading": "Gateway Project Approach",
            "paragraphs": [
                "On the Gateway site, Allies and Morrison proposed three buildings of varying scales and style that continue the existing grain and materiality:",
                "Gateway West designed by Gort Scott, has a compact yet assertive and playful presence that suits its prominent corner location. Its distinctive, angular form and brick materiality mediates between nearby commercial buildings and older mid-century residential blocks.\nThe building helps to frame the new public garden, and long life, loose fit principles inform the design of the flexible and healthy commercial spaces within.",
                "Gateway Central is in the middle in terms of size and location. The building steps back along the south as it rises over 11 storeys, creating two generous south-facing terraces for occupiers. The façade design is simple and calm in materiality, and delicate and precise in detailing, comprising a series of layers: a filigree of glossy white aluminium fins and shelves stands proud of anodised spandrels and darker, textured aluminium panels. Two picture windows which bookend the entrance reveal at one end a cafe within the reception, at the other, a sculptural, generous and light-filled accommodation stair.",
                "Gateway Central is linked to Gateway West by a shared basement. This frees the ground floor of the buildings to be public facing and engaging - cafés, shops, generous reception areas, a shared cycle hub and a hairdressing academy for L’Oréal, an occupier of Gateway Central.",
                "Between the two buildings is a new garden, created to add to the network of existing publicly accessible spaces in White City Place that are well used by local residents and office occupants. The fully landscaped garden has an intimate feel and provides a place to rest, and a pleasant shortcut to shops and other buildings."
            ]
        }
    ],
    "id": 12015,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/12015/building_12015_open-house-festival_gateway-central_gateway-west_ee0f8a0f7d5fdca23366878d27be1e19.jpg",
            "description": null,
            "title": "Credit: Allies and Morrison",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12015_open-house-festival_gateway-central_gateway-west_ee0f8a0f7d5fdca23366878d27be1e19.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/12015/building_12015_02_open-house-festival_gateway-central_ed5d8467f4160f0315b414f7fac3b3be.jpg",
            "description": null,
            "title": "Credit: Allies and Morrison",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12015_02_open-house-festival_gateway-central_ed5d8467f4160f0315b414f7fac3b3be.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/12015/building_12015_03_open-house-festival_gateway-central_030901b9f12aae0808aa150dac779e1d.jpg",
            "description": null,
            "title": "Credit: Allies and Morrison",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12015_03_open-house-festival_gateway-central_030901b9f12aae0808aa150dac779e1d.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/12015/building_12015_gort-scott_gateway-west_-david-grandorge_10_f99f9aea7137880a9c37cd2a1335db46.jpg",
            "description": null,
            "title": "© David Grandorge",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12015_gort-scott_gateway-west_-david-grandorge_10_f99f9aea7137880a9c37cd2a1335db46.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/12015/building_12015_gort_scott_gateway_west_davidgrandorge_19_small_d86d6c44e5e9b30a04a101a3b0022edf.jpg",
            "description": null,
            "title": "© David Grandorge",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12015_gort_scott_gateway_west_davidgrandorge_19_small_d86d6c44e5e9b30a04a101a3b0022edf.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Gateway Central, 187 Wood Lane, W12 7SA",
        "latitude": 51.51343,
        "longitude": -0.22559,
        "meeting_point": null,
        "travel_info": [
            "Tube: White City",
            "Train: Shepherd's Bush",
            "Bus: 148"
        ]
    },
    "name": "Gateway Central and Gateway West building tour",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/12015",
    "ticketed_events": false
}