{
    "all_week": false,
    "description": "Guided tours of Grade-II listed Public Conveniences under refurbishment to become a new social value commercial space, including the basement (c1910), ground floor pavilion (c1922) and extension (under construction) and discuss the site’s history and future.",
    "design": {
        "designers": [
            {
                "architect": "DK-CM",
                "description": null,
                "year": "2023"
            }
        ],
        "periods": [
            "W H Prescott Engineer and Surveyor",
            "Edwardian"
        ],
        "types": [
            "civic"
        ]
    },
    "events": [
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/12043",
            "capacity": null,
            "date": "2023-09-16",
            "drop_in": false,
            "end": "2023-09-16T12:45:00+01:00",
            "fully_booked": false,
            "name": "Guided tour",
            "notes": null,
            "start": "2023-09-16T12:00:00+01:00",
            "ticketed": true
        },
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/12043",
            "capacity": null,
            "date": "2023-09-16",
            "drop_in": false,
            "end": "2023-09-16T13:45:00+01:00",
            "fully_booked": false,
            "name": "Guided tour",
            "notes": null,
            "start": "2023-09-16T13:00:00+01:00",
            "ticketed": true
        },
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/12043",
            "capacity": null,
            "date": "2023-09-16",
            "drop_in": false,
            "end": "2023-09-16T14:45:00+01:00",
            "fully_booked": false,
            "name": "Guided tour",
            "notes": null,
            "start": "2023-09-16T14:00:00+01:00",
            "ticketed": true
        },
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/12043",
            "capacity": null,
            "date": "2023-09-16",
            "drop_in": false,
            "end": "2023-09-16T15:45:00+01:00",
            "fully_booked": false,
            "name": "Guided tour",
            "notes": null,
            "start": "2023-09-16T15:00:00+01:00",
            "ticketed": true
        }
    ],
    "facilities": [
        "Cloakroom",
        "Architect on site"
    ],
    "factsheet": [
        {
            "heading": "About the project",
            "paragraphs": [
                "Haringey council are working with architects DK-CM and contractor Lilstone to bring this long-derelict listed building back into use.",
                "The existing Grade-II listed building is being renovated, celebrating its historic features, with a new sympathetic extension to the rear providing space for a new commercial unit with strong social value credentials on Bruce Grove.",
                "The refurbishment is currently reaching completion and is due to finish in autumn 2023. This is an exciting opportunity to visit a construction site and see the work in progress to bring an existing building back into a new sustainable use.",
                "The Public Conveniences are currently on Historic England's Heritage at Risk Register, which champions the retention and protection of historic structures across the UK. The refurbishment currently underway has received strong support from Historic England and is working to remove the building from the register.",
                "This project is part of the Tottenham High Street Heritage Action Zone programme, which is joint-funded by LB Haringey and Historic England. You can learn more about the Heritage Action Zone by joining guided walks as part of the Open City programme on 16th & 17th September."
            ]
        },
        {
            "heading": "History",
            "paragraphs": [
                "Bruce Grove Public Conveniences sits at the intersection of Tottenham High Road and Bruce Grove, the formal approach to Bruce Castle - also open for Open City! Originally lined with stately elm trees, the Public Conveniences were built at a time when these grand trees were slowly being lost to disease, and the road becoming more developed, including notable early c19 villas and former villas on the south side of Bruce Grove, and the railway station which opened in 1872 and contributed to the area’s metropolitan growth.",
                "The Public Conveniences were built by the local authority of the day as part of Bruce Grove’s rising status as a suburban commercial centre, and their situation takes advantage of a piece of land left over by the building of the railways at a tangent to Bruce Grove.",
                "They were originally constructed as a below-ground structure with ornate railings in c1910, a common approach during the Victorian period responding to a desire for modesty. Interestingly, these original public conveniences included women’s provision, unusual for the period which saw women restricted by what came to be known as the ‘urinary leash’ due to a lack of facilities outside the home, making this a special example of Victorian municipal generosity. The original structure, much of which is still intact, comprised of glazed brick retaining external walls, with a coffered steelwork structure topped with cast iron pavement lights, providing natural light throughout.",
                "Following the First World War, likely in response to the expansion of women in the workforce, the conveniences were expanded with the addition of a ground floor pavilion in   c1920-1930. Constructed in the Edwardian ‘cottage ornée’ style, the pavilion provided solely female provision with the basement adjusted to provide expanded male provision. Sites such as this hold an important place in London’s LGBTQI history - such was the ubiquity of the style that ‘cottage’ entered the LGBTQ+ vernacular, recognised in Historic England’s Pride of Place project.",
                "The conveniences remained in use for much of the 20th century before closing to the public at some point between the 1970s to 1980s."
            ]
        },
        {
            "heading": "Supporting the local economy & community",
            "paragraphs": [
                "The new commercial space will launch a new model of a ‘Social Value Lease’, supporting the local economy by offering unique premises with affordable rent to a local/small business and champion supporting the local economy and supply chains, encourage community use and offer employment opportunities for local young people & people who face barriers.",
                "As well as providing a new community-focused space for Bruce Grove, the reopened Conveniences will also re-provide a publicly accessible toilet.",
                "This project has the ambition to act as a catalyst for the regeneration of Bruce Grove, Tottenham’s commercial centre, and forms part of a wider package of projects the Council is exploring to enhance the commercial and civic life of Bruce Grove, aided by funding the Good Growth Fund (Mayor of London) and framed by the Tottenham High Road Strategy (Tibbalds, 2018) and the Bruce Grove High Road Study (DK-CM, 2018)."
            ]
        },
        {
            "heading": "Safety note",
            "paragraphs": [
                "Please note that as this is a construction site, necessary safety measures have been put in place to ensure the safety and enjoyment of all.",
                "Capacity is strictly limited and we ask that you follow all directions from the tour guides. We will provide necessary Personal Protective Equipment for visitors including hi-vis. Please come wearing robust and sturdy footwear. Due to the safety considerations the tours may not be suitable for younger visitors.",
                "Please get in touch with any queries. Thank you in advance for your participation and cooperation."
            ]
        }
    ],
    "id": 12043,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2023/12043/building_12043_dk-cm_bruce-grove-public-convenience_visualisation-01_a48a1f33dcaa923e97412b3db91200be.jpg",
            "description": null,
            "title": "Visualisation of proposed completed refurbishment",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12043_dk-cm_bruce-grove-public-convenience_visualisation-01_a48a1f33dcaa923e97412b3db91200be.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2023/12043/building_12043_bginterior_b7ff18e751e2abaa21cba036afc7df88.jpg",
            "description": null,
            "title": "View of the interior under refurbishment, DK-CM",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12043_bginterior_b7ff18e751e2abaa21cba036afc7df88.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2023/12043/building_12043_img_5119_6869d910505567cfab092ff3f17b54f5.jpg",
            "description": null,
            "title": "View of construction underway, DK-CM",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12043_img_5119_6869d910505567cfab092ff3f17b54f5.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2023/12043/building_12043_hi-tottenham-logo_60de3efff80f8abe92609414c48e48a0.jpg",
            "description": null,
            "title": "The project is part of the Tottenham High Street Heritage Action Zone programme, which is joint-fund",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12043_hi-tottenham-logo_60de3efff80f8abe92609414c48e48a0.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "123 Bruce Grove, N17 6UR",
        "latitude": 51.59452,
        "longitude": -0.07004,
        "meeting_point": null,
        "travel_info": [
            "Tube: Seven Sisters",
            "Train: Bruce Grove",
            "Bus: 149",
            "Additional travel info: Bus routes include 149, 259, 279, 318, 341, 349, 479"
        ]
    },
    "name": "Bruce Grove Public Conveniences",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/12043",
    "ticketed_events": true
}