{
    "all_week": false,
    "description": "We will open the doors of our London office to showcase a selection of our projects, celebrating new buildings and the conservation of existing buildings in the historic context. We welcome discussion and debate from all.",
    "design": {
        "designers": [],
        "periods": [],
        "types": [
            "architectural practice"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2023-09-14",
            "drop_in": true,
            "end": "2023-09-14T20:30:00+01:00",
            "fully_booked": false,
            "name": "Drop in",
            "notes": "",
            "start": "2023-09-14T18:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        "Toilets",
        "Refreshments",
        "Gender neutral toilets",
        "Cloakroom",
        "Architect on site"
    ],
    "factsheet": [
        {
            "heading": "Our Exhibition",
            "paragraphs": [
                "Six key themes of our work will be showcased in our exhibition; Conservation, Sculpture and Art, New Designs within the Historic Context, Sustainability, BIM and Historic Buildings and Townscape Consultancy. The exhibition will consist of photography, drawings, brochures, models, samples and prototypes displayed in an interactive setting for visitors to engage with. Each exhibit will be supported by our Architectural and Heritage Consultancy team who will be available throughout the event to present the work and answer questions informally. The displays will provide further information on conserving our built environment and adapting it for future use. In light with Sustainability Targets across London Boroughs and the wider context of the UK, our event will emphasise that Conservation and Adaptive Reuse should be the forefront of improving our Built Environment. We would also like to introduce the idea of new technology within the world of Conservation such as the use Building Information Modelling to monitor and maintain heritage assets. We hope that this will be something new to discover by our visitors. In short, our event hopes to inspire and educate those who own or have an interest in buildings within a historic context, and those who are curious to understand more."
            ]
        }
    ],
    "id": 12040,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2023/12040/building_12040_dsc_0127_c3bcb4681b88825c9f92e23254c61a0f.jpg",
            "description": null,
            "title": null,
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12040_dsc_0127_c3bcb4681b88825c9f92e23254c61a0f.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "12 Devonshire Street, W1G 7AB",
        "latitude": 51.52208,
        "longitude": -0.14663,
        "meeting_point": null,
        "travel_info": [
            "Tube: Warren Street, Regent's Park, Oxford Circus, Great Portland Street, Bond Street, Baker Street",
            "Train: Waterloo, St. Pancras, King's Cross, Euston"
        ]
    },
    "name": "Donald Insall Associates - Selected Project Exhibition",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/12040",
    "ticketed_events": false
}