{
    "all_week": false,
    "description": "A self-guided tour through the active conservation and restoration project revitalising the Crystal Palace Victorian Subway",
    "design": {
        "designers": [],
        "periods": [
            "Victorian"
        ],
        "types": [
            "civic"
        ]
    },
    "events": [],
    "facilities": [
        "Toilets",
        "Gender neutral toilets",
        "Architect on site"
    ],
    "factsheet": [
        {
            "heading": "Site History",
            "paragraphs": [
                "Located at the intersection of five London boroughs, the Grade II* Crystal Palace Subway first opened in 1865 to provide access to the Crystal Palace from the High-Level Station. The Subway is one of the last remaining features of the Crystal Palace following the 1936 fire, when the Victorian roof that covered the Subway’s East Courtyard was destroyed. Nevertheless, the Subway has been utilised by the community as a WW2 air-raid shelter and occasional event space.  In 2013, a small steering group of volunteers and sponsors was formed to champion the restoration of the site, formally constituted as the Friends of Crystal Palace Subway. In 2022, the Council appointed specialist contractor DBR to undertake the Subway Restoration Project."
            ]
        },
        {
            "heading": "Project Vision",
            "paragraphs": [
                "The Crystal Palace project has been developed over decades by numerous interested parties including Bromley Council, Friends of Crystal Palace & Historic England and DBR ltd.",
                "The restoration works on the Grade II* listed subway will include rebuilding existing walls and the construction of a new roof over the courtyard.",
                "Significantly, the project will see the repair of the Victorian subway, including the rebuilding of existing walls, construction of new parapet walls, and a roof structure."
            ]
        }
    ],
    "id": 12086,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/12086/building_12086_general-social-media-posts-31_503aabc93dc6515803b69a4c8a15818a.png",
            "description": null,
            "title": null,
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12086_general-social-media-posts-31_503aabc93dc6515803b69a4c8a15818a.png"
        }
    ],
    "links": [],
    "location": {
        "address": "Crystal Palace Parade, Crystal Palace, SE19 2BA",
        "latitude": 51.42161,
        "longitude": -0.07762,
        "meeting_point": null,
        "travel_info": [
            "Train: Crystal Palace"
        ]
    },
    "name": "Crystal Palace Subway – A Conservation Journey",
    "original_url": "https://programme.openhouse.org.uk/listings/12086",
    "ticketed_events": false
}