{
    "all_week": false,
    "description": "Host of Leyton is open 12th - 17th Sept to welcome visitors to see the shop & space and view the work of our special Pop-up exhibition by young artist and landscape designer Dan Lee. \r\nFor more info see @thisishost on Instagram.",
    "design": {
        "designers": [
            {
                "architect": "n/a",
                "description": null,
                "year": "2015"
            }
        ],
        "periods": [
            "Edwardian"
        ],
        "types": [
            "gallery"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2023-09-16",
            "drop_in": true,
            "end": "2023-09-16T17:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in",
            "notes": "Join the Architecture Foundation Young Trustees for a drop-in, rolling workshop on community, language and place.",
            "start": "2023-09-16T14:00:00+01:00",
            "ticketed": false
        },
        {
            "activity_type": "Workshop",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/12104",
            "capacity": null,
            "date": "2023-09-15",
            "drop_in": false,
            "end": "2023-09-15T21:00:00+01:00",
            "fully_booked": false,
            "name": "PATCH Collective Workshop: Holding Space",
            "notes": null,
            "start": "2023-09-15T19:00:00+01:00",
            "ticketed": true
        }
    ],
    "facilities": [
        "Step free access",
        "Gender neutral toilets",
        "Architect on site"
    ],
    "factsheet": [
        {
            "heading": "Weather Dependent - PopUp Gallery Exhibition by Dan Lee",
            "paragraphs": [
                "Host of Leyton are delighted to present \"Weather Dependent\" the first ever solo show by artist Dan Lee.",
                "This exhibition showcases the work of Artist and Landscape Designer Dan Lee. Dan is a self taught painter who studied architecture and practiced as a gardener before founding his Landscape Design studio Studio Topo. This is his first London solo show of paintings and drawings hosted by Nicola Read at Host of Leyton. Nicola taught Dan in his final year of design studio at the London School of Architecture many years ago. The paintings on show explore a wide range of landscapes with varying atmospheres of land, sky and weather. They are colourful, joyous and abstract. Dan wants the work to \"be an excuse for people to look at depictions of nature and the British countryside and feel positive and want to engage and explore these environments. The works evoke places you may know or places you'd like to go.\" Dan feels as though parts of our rural landscape will need to take on different roles in the future. What will our dependency on different rural zones look like in the future? How do these landscapes adjust to our needs for equity, access to land, food, energy, leisure and health?",
                "Wednesday 13th Sept - Sunday 17th September",
                "Pop-Up Gallery @Host Opening Hours:\nWed 13th-Thu 14th Sept, 12 midday-8pm, \nFriday 15th Sept -Sunday 17th Sept 10am-5pm.",
                "Paintings for sale in house and online at www.hostofleyton.com.\nEnquiries to bookings@hostofleyton.com"
            ]
        },
        {
            "heading": "PATCH COLLECTIVE Workshop: Friday 15th Sept",
            "paragraphs": [
                "PATCH Collective presents \"Holding Space\" a workshop.",
                "Join Nyima and Betty from PATCH to celebrate a collection of buildings diasporic eateries that uplift and serve communities in London's periphery."
            ]
        },
        {
            "heading": "AF Young Trustees Workshop: Saturday 16th Sept",
            "paragraphs": [
                "Architecture Foundation Young Trustees present \"Thesaurus for Change Vol. 1 - Regeneration\"",
                "Book to join this workshop challenging, communicating and celebrating language used to describe the built environment. Visitors engage with key words used by developers in urban regeneration and share their own personal vocabularies for urban living.",
                "Words are fundamental to the shaping of our cities. But sometimes not everyone is invited to the conversation. In order to move towards an inclusive and productive language, we need to interrogate the way we currently describe our built environment. Imagining new dialects of change has the potential to enable more public engagement with the built environment.",
                "The Architecture Foundation Young Trustees invite visitors to participate in a live workshop focused on the relationship between words and urban regeneration. This is with a particular focus on unpacking the language used in the undertaking of these urban changes and the rich ways we engage with our built environment in more personal ways too.",
                "We're aiming to attract people from beyond the built environment/architecture industry to participate."
            ]
        }
    ],
    "id": 12104,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/12104/building_12104_host-2_4ff861cc71f4bb3ff9f815d960a34da0.jpeg",
            "description": null,
            "title": "Host of Leyton",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12104_host-2_4ff861cc71f4bb3ff9f815d960a34da0.jpeg"
        }
    ],
    "links": [
        {
            "href": "www.hostofleyton.com",
            "title": null
        }
    ],
    "location": {
        "address": "658 High Road Leyton, E10 6JP",
        "latitude": 51.56998,
        "longitude": -0.00793,
        "meeting_point": null,
        "travel_info": [
            "Tube: Walthamstow Central",
            "Train: Leyton Midland Road",
            "Bus: W16, 97, 69",
            "Additional travel info: Nearest station is Leyton Midland (no level access), nearest level access station is Walthamstow Central which connects with 97 and 69 bus routes. Bus stop is 100m away via dropped curb."
        ]
    },
    "name": "Host of Leyton - Pop-Up Gallery - Dan Lee",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/12104",
    "ticketed_events": true
}