{
    "all_week": false,
    "description": "come and visit the charity GOOD FOOD MATTERS and see our amazing teaching kitchen, cedar clad award winning sustainable co building, food growing space, orchards and THE CHOOSE LOVE GARDEN all her in Croydon , your City of Culture for 2023.",
    "design": {
        "designers": [
            {
                "architect": "Geraghty Taylor Architects",
                "description": null,
                "year": "2013"
            }
        ],
        "periods": [
            "Contemporary"
        ],
        "types": [
            "community/cultural"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2023-09-17",
            "drop_in": true,
            "end": "2023-09-17T13:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in",
            "notes": "relaxed tour of the building site and gardens",
            "start": "2023-09-17T10:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        "Toilets",
        "Refreshments",
        "Parking",
        "Gender neutral toilets",
        "Accessible toilet"
    ],
    "factsheet": [
        {
            "heading": "GOOD FOOD MATTERS + CHOOSE LOVE",
            "paragraphs": [
                "Jane a former artist is now a gold medal award winning garden designer – collaborating with Good Food Matters to find a home for her beautiful garden to being long term peace and time to enjoy nature for those disposed by war, conflict, and discrimination.\nChoose Love Croydon Garden for RHS Chelsea 2023 will describe in planting refugee journeys and experiences.",
                "The show garden will be relocated after the show at Good Food Matters.",
                "There will be:",
                "•\tA Hawthorn trees\n•\tBoulder seating\n•\tA limestone paths\n•\tA Superadobe* wall\n•\tPlanting familiar in the middle east and Mediterranean",
                "The garden creates a calm, quiet sheltered place for people to sit and have informal conversations or counselling support.   it. \n \nGood Food Matters community volunteers including from the refugee community will be involved in the choice of plants, tending the pants for the garden, and creating the wall.",
                "Superadobe is a cutting-edge sustainable technique that involves building walls with bags of earth and rendering it. \nThis sense of uncertainty and flux in the lives of displaced people is conveyed through a wind activated kinetic sculpture, a dry stream bed path representing waterway migrations and a weathered tree shaped by the wind.",
                "Key plants and shrubs -The medicinal herb Ozothamnus hookeri (Kerosene bush) from Jekka McVicar’s herb nursery makes its debut at Chelsea. Native to SE Australia and Tasmania this plant has migrated north and is now found throughout the Mediterranean basin.",
                "A wide range of herbs that originate from the Middle East, Afghanistan, and the Mediterranean, some of which will be grown by refugee gardeners now living in the UK at Good Food Matters  .  Finally, a range of historic Iris from the famous Cayeux nursery in France are inspired by Iris species native to the Middle East."
            ]
        }
    ],
    "id": 12108,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2023/12108/building_12108_image-copy-16_239349d9f91aafe2264a7d2dabc96746.jpeg",
            "description": null,
            "title": "Award winning RHS Chelsea CHOOSE LOVE Garden - now relocated at GOOD FOOD MATTERS , NEW ADDINGTON",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12108_image-copy-16_239349d9f91aafe2264a7d2dabc96746.jpeg"
        }
    ],
    "links": [],
    "location": {
        "address": "The Community Food Learning Center, Mickleham Way, Croydon, CR0 0PN",
        "latitude": 51.35204,
        "longitude": -0.00858,
        "meeting_point": null,
        "travel_info": [
            "Train: East Croydon",
            "Bus: 64, 130",
            "Additional travel info: Tram to Fieldway"
        ]
    },
    "name": "GOOD FOOD MATTERS - CHOOSE LOVE GARDEN",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/12108",
    "ticketed_events": false
}