{
    "all_week": false,
    "description": "A celebration of Tottenham Hale’s green spaces and the communities that are shaping them. This walking tour will explore the emerging green grid from Tottenham High Road to the River Lee, set against the backdrop of an evolving urban centre",
    "design": {
        "designers": [
            {
                "architect": "Project Centre",
                "description": null,
                "year": "LUC"
            },
            {
                "architect": "Levitt Bernstein",
                "description": null,
                "year": "LUC"
            },
            {
                "architect": "James Waterton",
                "description": null,
                "year": "LUC"
            }
        ],
        "periods": [
            "Levitt Bernstein",
            "James Waterton",
            "LUC"
        ],
        "types": [
            "walk/tour"
        ]
    },
    "events": [
        {
            "activity_type": "Walking tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/12107",
            "capacity": null,
            "date": "2023-09-16",
            "drop_in": false,
            "end": "2023-09-16T13:00:00+01:00",
            "fully_booked": false,
            "name": "Walking Tour",
            "notes": null,
            "start": "2023-09-16T10:30:00+01:00",
            "ticketed": true
        }
    ],
    "facilities": [
        "Toilets",
        "Refreshments",
        "Food and drink",
        "Accessible toilet"
    ],
    "factsheet": [
        {
            "heading": "Green Space in Tottenham Hale",
            "paragraphs": [
                "Tottenham Hale has always been defined by its relationship to and between the River Lea landscape to the east and the busy, historic High Road to the west. This relationship continues to define the area, however the urban form and connections between the two is fragmented and poor.",
                "The neighbourhood is severed in half (east-west) by the railway line and the heavily trafficked Watermead Way with limited, inhospitable crossing opportunities. East of this lies the River Lee valley with its unique wetland ecosystem, which due to the former is difficult and unpleasant to access, making it a under used natural asset. Once accessed, the Lea Valley provides a unique open landscape of walkways, recreation space, wetlands, waterways and native habitats for local wildlife.",
                "When the regeneration plans for Tottenham Hale were drafted in 2015, one of the central elements of the vision was to implement a green network approach by protecting and enhancing existing green spaces and improving the links between them.",
                "The 2016 Tottenham Hale Green and Open Spaces Strategy took this forward through measures to create a continuous green network between Tottenham High Road and the Lee Valley. This Strategy sought to meet cooling, flood risk and ecology objectives and build climate resilience through natural solutions.",
                "This green network, anchored by two major public spaces: Down Lane Park and the Paddock, will also serve the social, recreational, environmental and wellbeing needs of Tottenham Hale’s growing population.",
                "As one of London’s growth areas, Tottenham Hale is experiencing a period of significant change: this tour will uncover the vibrancy, energy and creativity of our communities to help to shape a positive and resilient landscape for the future."
            ]
        },
        {
            "heading": "The Tour",
            "paragraphs": [
                "This walking tour will follow this emerging green network. Attendees will learn about the broader changes underway in Tottenham Hale and the placemaking approach which underpins them. \nThe tour will lead visitors through areas of new public realm, showing how greening and SUDS on the public highway is contributing to climate resilience, managing surface water issues and supporting ecological corridors.",
                "We will visit Down Lane Park: a flagship co-design project where the Council, local residents and community representatives are working to develop transformational proposals for the park.",
                "We will visit Hale Village, the vibrant mixed-use neighbourhood providing generous open spaces and attractive streetscapes. Here attendees will learn about the design and management of native planting and wildlife corridors and the community activities which compose this liveable neighbourhood.\nWe will visit the first of two bridges to be delivered over the River Lee, enabling better access to the waterways in this location.",
                "The tour will finish at the Paddock where the Council is working with the Friends Group, management partner TCV, and local volunteers to improve the site and invest in this space to create a new nature reserve for the Borough.",
                "Attendees will learn about the broader changes underway in Tottenham Hale and the placemaking approach which underpins them. We will speak with the architects, landowners and residents along the way who have been working closely with Haringey Council to tackle this inequality and enable more people to enjoy spending time outdoors and access the health and wellbeing benefits that can bring."
            ]
        }
    ],
    "id": 12107,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/12107/building_12107_chesnut-road-phase-1_0c2377955a5c8ddfbdb5ffdce5ec0fc7.jpg",
            "description": null,
            "title": "Chesnut Road, Phase One",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12107_chesnut-road-phase-1_0c2377955a5c8ddfbdb5ffdce5ec0fc7.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "At the corner of Chesnut Road and 398, High Road, Haringey, N17 9JA",
        "latitude": 51.59096,
        "longitude": -0.06974,
        "meeting_point": null,
        "travel_info": [
            "Tube: Tottenham Hale, Seven Sisters",
            "Train: Tottenham Hale, Seven Sisters, Bruce Grove",
            "Bus: 476, 349, 341, 318, 243, 149"
        ]
    },
    "name": "Walking tour: Closing the Green Gap in Tottenham Hale",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/12107",
    "ticketed_events": true
}