{
    "all_week": false,
    "description": "nimtim architects, with artist Katie Schwab, have reimagined four of Becontree’s existing corner plots, as a new public square for the community to meet, rest, play and grow. The square is the first space of its kind on the Estate.",
    "design": {
        "designers": [
            {
                "architect": "nimtim architects",
                "description": null,
                "year": "2023"
            }
        ],
        "periods": [
            "Contemporary"
        ],
        "types": [
            "public realm/landscape"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2023-09-17",
            "drop_in": true,
            "end": "2023-09-17T16:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in",
            "notes": "",
            "start": "2023-09-17T12:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        "Step free access",
        "Architect on site"
    ],
    "factsheet": [
        {
            "heading": "Background",
            "paragraphs": [
                "A new public square is created by nimtim within the Becontree Estate providing valuable spaces for the local community . Co-commissioned by Create London and RIBA, supported by London Borough of Barking and Dagenham.",
                "nimtim architects with artist Katie Schwab have reimagined four of Becontree’s existing corner plots, as a new public square for the community to meet, rest, play and grow.",
                "“Squaring the Corners” has been inspired by the geometries, colours and materials that already exist within the estate. The new square encourages residents to take ownership of these previously overlooked spaces and reframes them as spaces of exploration, growth and interaction. \nThe square is the first space of its kind on the Becontree Estate, creating a part-wild, intimate public space; much smaller in scale than the large municipal parks and more social and public than the adjacent front gardens. The design includes re-wilded spaces where the intention is for the historic natural landscape to begin to emerge. The architects used as many found materials as possible, with some of the stones sourced from waste from the SuperSewer project, crankshafts donated from the former Ford factories to retain features of our industrial heritage and logs from felled trees on the estate following storm Eugene.",
                "The designs were developed with local residents via onsite engagement days and workshops with children and young adults. These workshops directly informed the proposals, for example, residents were keen to move away from formal play features which led to more informal, naturalistic features that children could engage with. The design also includes traffic calming measures in response to residents seeking a more restful and safer environment.",
                "The installations on the site take inspiration from colours and forms found on the estate. “The rose trellis plays on the form of the ‘bow top’ fences found surrounding many of the corner plots on the estate” says Tim O’Callaghan, director and co-founder of nimtim architects. “The blue colour is part of a palette we developed for the project which used colours found on adapted homes throughout Becontree”.",
                "The London Borough of Barking & Dagenham will use the project as a pilot for potential projects in the future.",
                "Marie Bak Mortensen, Director at Create London said, “We are thrilled to have commissioned these new public spaces for the Becontree Estate, which build on our ambitious programme of artist and architecture-led projects for the 2021 centenary celebrations. These architectural interventions make visible the council's commitment to supporting its local community while continuing Create London’s mission to develop generous and bold infrastructure that responds to civic needs, local contexts and environmental concerns.”"
            ]
        },
        {
            "heading": "The Day",
            "paragraphs": [
                "Members of the nimtim team will be on site and able to answer questions and lead informal tours of the site. In addition there will be worksheets for children building on the four themes of 'meet', 'play', 'grow' and 'rest'.",
                "A growing station will also be on site allowing children to plant cress and label/ decorate their own pots. Chalk will also be available for children (and adults) to draw on the road and plot their own routes around the four corners."
            ]
        }
    ],
    "id": 12133,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2023/12133/building_12133_image-1-nimtim-squaring-the-corners_616e528178d4b27de878e40779d12115.png",
            "description": null,
            "title": "Squaring the Corners, Thierry Bal",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12133_image-1-nimtim-squaring-the-corners_616e528178d4b27de878e40779d12115.png"
        }
    ],
    "links": [],
    "location": {
        "address": "Junction of Lindsey + Fuller Road, Dagenham, RM8 2TU",
        "latitude": 51.55325,
        "longitude": 0.12034,
        "meeting_point": null,
        "travel_info": [
            "Tube: Barking",
            "Train: Chadwell Heath",
            "Bus: EL2, 368"
        ]
    },
    "name": "Squaring the Corners Activity Day + Tour",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/12133",
    "ticketed_events": false
}