{
    "all_week": false,
    "description": "Big change can happen. Princes Circus and Alfred Place Gardens are the last two spaces to complete in Camden Council's award-winning West End Project. Both involve reclaiming road for people and for nature. Join for more on the journey.",
    "design": {
        "designers": [
            {
                "architect": "LDA Design - Landscape Architect",
                "description": null,
                "year": "2023"
            }
        ],
        "periods": [],
        "types": [
            "public realm/landscape"
        ]
    },
    "events": [
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/12136",
            "capacity": null,
            "date": "2023-09-12",
            "drop_in": false,
            "end": "2023-09-12T14:30:00+01:00",
            "fully_booked": false,
            "name": "Tour of Princes Circus and Alfred Place Gardens",
            "notes": null,
            "start": "2023-09-12T13:30:00+01:00",
            "ticketed": true
        }
    ],
    "facilities": [
        "Step free access",
        "Architect on site"
    ],
    "factsheet": [
        {
            "heading": "Transforming London's West End",
            "paragraphs": [
                "Alfred Place Gardens and Princes Circus are two key spaces in Camden Council’s major investment to transform its West End public spaces, with Princes Circus last to complete. The £35m West End Project has removed the one-way system and general traffic off Tottenham Court Road in the day and reassigned space for generous pavements and crossings. It has created 2.6km of cycle routes and nine new and improved public spaces, including Alfred Place Gardens and Princes Circus. This award-winning project demonstrates that big change in our cities is possible, challenging the dominance of the car."
            ]
        },
        {
            "heading": "Alfred Place Gardens",
            "paragraphs": [
                "Running parallel to Tottenham Court Road, Alfred Place has long been a commonplace city street, more service road and car park than anything else. With narrow pavements and nowhere to sit, it was a place to either avoid or hurry through.",
                "That’s all changed with its transformation into an inviting linear park, a tranquil green oasis in one of the busiest parts of the capital. Now renamed Alfred Place Gardens, it is Camden Council’s first new park in the area for 25 years. It is a welcome softening of the city.",
                "Important drivers included improving air quality, supporting greater biodiversity and reducing flood risk. The planting mix for Alfred Place Gardens offers year-round colour and new habitats; with lounging lawns framed by grasses. The Gardens provide a variety of experiences, and the planting works hard to create cohesion. The street’s mature trees have all been retained and are joined by a line of Amelanchier, which provide cooling dappled shade. There are cherry trees and herbaceous perennial blooms. Planting has been selected to withstand hot, dry summers. The park is also designed to tolerate sudden deluges. Permeable resin paths include 30% recycled content, with absorbed rainwater quenching the borders. \nCombined with the significant areas of planting where there was once none, this delivers a substantial new water catchment area.",
                "Alfred Place Gardens was shaped through engagement with local people and represents a radical shift in the way that streets are expected to function. This is urban landscape solving complex challenges, and street redefined as valued place."
            ]
        },
        {
            "heading": "Princes Circus",
            "paragraphs": [
                "This once constrained, polluted, and underused space near the Shaftesbury Theatre, at the junction of High Holborn, Shaftesbury Avenue and New Oxford Street, was previously dominated by an electricity sub-station and hemmed in by heavily trafficked roads. It is situated on a key walking and cycling route between Covent Garden and the British Museum.",
                "Reclaiming a section of Shaftesbury Avenue and Bloomsbury Street has created a new, bowtie-shaped city piazza, richly planted and with generous, comfortable seating. Pedestrian and cycle safety have been improved with wider pavements, new pedestrian crossings, and clearer, easier routes through. A monument originally installed to celebrate Queen Victoria’s Diamond Jubilee in 1897 has been restored and will be reinstated later this year.",
                "The transformation of Princes Circus will benefit neighbouring businesses, commuters, locals and workers. It was delivered with support from the Central District Alliance BID who contributed £1.5m towards construction, alongside funding from Camden, Transport for London, and other partners.",
                "A previously hostile environment for pedestrians and cyclists has been turned into two well-lit, linked public spaces featuring distinctive but complementary and coherent designs. Mature trees, dappled shade and understorey planting gives the northern area a woodland feel. To the south, the space is open and generously seated, a great new spot to meet before the theatre or to take in the surrounding architecture. The design is already transforming business for cafés and shops in the area."
            ]
        }
    ],
    "id": 12136,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2023/12136/building_12136_princes-circus_credit_ldadesign_227_1368_34972c9164d64253a71a2d985d4e379a.jpg",
            "description": null,
            "title": "A view of a transformed Princes Circus in London's West End credit Neil Speakman / LDA Design",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12136_princes-circus_credit_ldadesign_227_1368_34972c9164d64253a71a2d985d4e379a.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Outside Whittingdon House, 19-30 Alfred Place, WC1E 7EA",
        "latitude": 51.52059,
        "longitude": -0.1328,
        "meeting_point": null,
        "travel_info": [
            "Tube: Warren Street, Tottenham Court Road, Goodge Street",
            "Train: Euston",
            "Bus: 73, 390, 29, 24"
        ]
    },
    "name": "Tour of Princes Circus and Alfred Place Gardens",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/12136",
    "ticketed_events": true
}