{
    "all_week": false,
    "description": "From 1972 to 1990, the Soho Poly was London’s leading Fringe theatre venue - dedicated to widening access to the arts giving voice to underrepresented playwrights and actors, particularly women and those from BAME and LGBTQ+ communities.",
    "design": {
        "designers": [
            {
                "architect": "Lyons",
                "description": null,
                "year": "1929"
            },
            {
                "architect": "Israel",
                "description": null,
                "year": "1929"
            },
            {
                "architect": "Ellis",
                "description": null,
                "year": "1929"
            },
            {
                "architect": "Gray",
                "description": null,
                "year": "1929"
            }
        ],
        "periods": [
            "Israel",
            "Ellis",
            "Gray",
            "Inter-war"
        ],
        "types": [
            "theatre"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2023-09-16",
            "drop_in": true,
            "end": "2023-09-16T16:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in",
            "notes": "Drop-in event- 25 people max. Arrive on the hour; the talk will last 30-40mins. Last drop-in at 3pm. Ideal after visiting Regent St campus.",
            "start": "2023-09-16T11:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        "Toilets",
        "Step free access",
        "Gender neutral toilets",
        "Accessible toilet"
    ],
    "factsheet": [
        {
            "heading": "The Soho Poly",
            "paragraphs": [
                "From 1972 to 1990, the Soho Poly was London’s leading Fringe theatre venue. Located in the basement of the University of Westminster’s Riding House Street building, it was dedicated to widening access to the arts giving voice to underrepresented playwrights and actors, particularly women and those from BAME and LGBTQ+ communities who found themselves excluded from mainstream theatres. The theatre hosted a diverse and talented company of playwrights and actors. Adrian Shergold, Timberlake Wertenbaker, Caryl Churchill, Hanif Kureshi, Jamal Ali, John Hurt, Simon Callow, Nigel Hawthorne and Bob Hoskins were just some of the artists and practitioners whose careers were launched at the Soho Poly. Recently restored after lying vacant for over 30 years - the restored Soho Poly will create a vibrant community hub for inclusivity and wellbeing within the Regent Street and wider London area. It will offer community engagement and diverse programming to our partners and local schools and provide a contemporary performance and education venue for the London arts community. It will play a key role in the post-COVID recovery of the arts in London."
            ]
        }
    ],
    "id": 12146,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/12146/building_12146_soho-poly-library-image_e38f7e66de221a5e2a80763e85d9020b.jpg",
            "description": null,
            "title": "The Soho Poly as it was in the 1970's",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12146_soho-poly-library-image_e38f7e66de221a5e2a80763e85d9020b.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "University of Westminster, 16 Riding House St, W1W 7DT",
        "latitude": 51.51834,
        "longitude": -0.1418,
        "meeting_point": null,
        "travel_info": [
            "Tube: Oxford Circus",
            "Train: Victoria",
            "Additional travel info: Our restored theatre is fully accessible to attendees and incorporates a lift and wheelchair access. The theatre is close to transport links and Riding House Street is just off Regent Street - and not far from Oxford Street, and Oxford Circus tube station. Bus routes: 3,12,88,453,C2"
        ]
    },
    "name": "The Soho Poly",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/12146",
    "ticketed_events": false
}