{
    "all_week": false,
    "description": "Mission Kitchen is a shared workspace for London's independent food businesses. It supports a community of more than 100 food and drink entrepreneurs.  This project is supported by the Mayor of London.",
    "design": {
        "designers": [
            {
                "architect": "Architecture 00",
                "description": null,
                "year": "2020"
            }
        ],
        "periods": [],
        "types": [
            "industrial"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2023-09-16",
            "drop_in": true,
            "end": "2023-09-16T16:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in",
            "notes": "The site will be open for visitors to explore, with guided tours from our team, and the change to meet some of our member businesses.",
            "start": "2023-09-16T12:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        "Refreshments",
        "Toilets",
        "Step free access",
        "Accessible toilet"
    ],
    "factsheet": [
        {
            "heading": "Background",
            "paragraphs": [
                "Mission Kitchen opened its doors in June 2021. The project was born out of a partnership between Mission Kitchen's management team and Covent Garden Market Authority, with the intention of delivering a new space within New Covent Garden Market that could act as a platform for emerging talent in London's food and drink sector. The site was funded by the Mayor of London's regeneration fund, the Good Growth fund based on its commitment to delivering social impact by supporting early-stage businesses, creating employment and training opportunities, and championing entrepreneurs from under-represented groups."
            ]
        },
        {
            "heading": "Design",
            "paragraphs": [
                "The site consists of a combination of commercial kitchens, co-working and office spaces and event venues. It was retro-fitted into an empty, shell-and-core floor-plate originally designed for office use.",
                "The main feature is a large commercial kitchen space, which has been subdivided into a number of areas designed to support shared use by multiple food businesses. The innovative design allows food and drink businesses to choose from a range of flexible membership options, with options suitable for businesses of all sizes.",
                "The site also offers extensive co-working and office space, where members can work on all other aspects of their business outside of the kitchen; as well as event spaces where regular public and private talks, workshops, networking and dining events are hosted.",
                "Additional features include a Development Kitchen, available for flexible hire by external organisations for product development, training and content creation; an outdoor terrace used for events, meetings and small-scale food growing; and a packaging and fulfilment area where members can manage inventory and prepare orders for distribution across the nation."
            ]
        },
        {
            "heading": "Community",
            "paragraphs": [
                "The Mission Kitchen community is made up of more than 100 small, independent businesses working across all areas of the food industry. This includes artisan producers, up-and-coming food brands, caterers, street food traders, freelancers and creatives."
            ]
        },
        {
            "heading": "Location",
            "paragraphs": [
                "New Covent Garden Market is the UK's largest fresh produce market, specialising in fruit, vegetables and flowers. Set across 35 acres in Central London, it houses more than 150 wholesale businesses. The market is undergoing an extensive redevelopment, modernising and reinvigorating the market, and introducing new food-related uses.",
                "Mission Kitchen has been developed within the newly created Food Exchange Building, a hub for food enterprise which is home to a wide variety of businesses trading in products from ice cream and wine, to peanut butter and plant-based meat alternatives."
            ]
        }
    ],
    "id": 12152,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/12152/building_12152_mission-kitchen_52ca55d365dd48efb471d5e58f00a842.png",
            "description": null,
            "title": "Inside Mission Kitchen: Food entrepreneurs at work in our shared commercial kitchen.",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12152_mission-kitchen_52ca55d365dd48efb471d5e58f00a842.png"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/12152/building_12152_dsc04197_20ac08b2f5aa92f7568ed5f84b4698a3.jpg",
            "description": null,
            "title": "Inside Mission Kitchen: Food entrepreneurs at work in our shared commercial kitchen.",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12152_dsc04197_20ac08b2f5aa92f7568ed5f84b4698a3.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/12152/building_12152_dsc03345_8d394403c1afe3d75c8ce6e0e3e5e6a6.jpg",
            "description": null,
            "title": "Inside Mission Kitchen: Members in the site's co-working and event space.",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12152_dsc03345_8d394403c1afe3d75c8ce6e0e3e5e6a6.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/12152/building_12152_dsc04234_283a79a3518cafc1bea24c4534357699.jpg",
            "description": null,
            "title": "Inside Mission Kitchen: Independent food businesses meeting, working and cooking.",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12152_dsc04234_283a79a3518cafc1bea24c4534357699.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/12152/building_12152_dsc05072_134bcbf9bb841d1b9a9606c9234e742e.jpg",
            "description": null,
            "title": "Inside Mission Kitchen: Member business at work preparing orders.",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12152_dsc05072_134bcbf9bb841d1b9a9606c9234e742e.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/12152/building_12152_dsc05483_5e1b3cf149a21d29a71bde1e80d4408a.jpg",
            "description": null,
            "title": "Inside Mission Kitchen: Central event space in use for a food innovation event.",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12152_dsc05483_5e1b3cf149a21d29a71bde1e80d4408a.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Mission Kitchen, New Covent Garden Market, SW8 5EL",
        "latitude": 51.47948,
        "longitude": -0.13223,
        "meeting_point": null,
        "travel_info": [
            "Tube: Nine Elms",
            "Train: Vauxhall",
            "Bus: 87, 77, 452, 196",
            "Additional travel info: The sits is located inside New Covent Garden Market, on the 1st Floor of a building called the Food Exchange. The nearest Tube Station is Nine Elms. From Nine Elms, enter New Covent Garden Market via the blue pathway, then turn left and cross the large carpark towards the Food Exchange building. Enter via the main entrance and Mission Kitchen is on the 1st Floor."
        ]
    },
    "name": "Mission Kitchen",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/12152",
    "ticketed_events": false
}