{
    "all_week": false,
    "description": "Join us for a sustainability-focused open studio at Conran and Partners, award-winning architecture and interior design studio, showcasing the holistic way we integrate sustainable design practices into our work.",
    "design": {
        "designers": [],
        "periods": [],
        "types": [
            "architectural practice"
        ]
    },
    "events": [],
    "facilities": [
        "Refreshments",
        "Toilets",
        "Step free access",
        "Gender neutral toilets",
        "Architect on site",
        "Accessible toilet"
    ],
    "factsheet": [
        {
            "heading": "Further information",
            "paragraphs": [
                "Join us for \"Designing for Life: A Holistic Sustainability Approach,\" where we delve into the intricacies of building a sustainable future. Discover more about Conran and Partners' sustainability road map, addressing sustainability as an integral pillar that spans all sectors and stages of design, from master planning to architecture and interiors.",
                "Our joint effort approach adopts a holistic perspective, ensuring a seamless integration of sustainable practices throughout the entire design process. Through engaging pin-ups and material displays, attendees will gain firsthand insights into innovative materials, with a special focus on our cutting-edge material research lab. Our bite-size CPD (Continuing Professional Development) programme offers the opportunity to expand your knowledge.",
                "Join us in shaping a greener, more sustainable future through the collective power of holistic design principles and collaborative efforts."
            ]
        },
        {
            "heading": "Conran and Partners",
            "paragraphs": [
                "Conran and Partners is an internationally renowned architecture and interior design practice, founded by Sir Terence Conran.",
                "With studios in London and Hong Kong, Conran and Partners’ portfolio extends around the world and embraces a rich and varied range of cultures, typologies and scales.",
                "Conran and Partners delivers award-winning buildings and spaces, that endeavour to be progressive and sustainable. This is achieved through a carefully considered and collaborative design process that addresses the needs and desires of the users, as well as the wider environment."
            ]
        }
    ],
    "id": 12188,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/12188/building_12188_conran-and-partners_great-sutton-street_taran-wilkhu-4-hero_be7fb0891de7c286b6b64b3d5c92384d.jpg",
            "description": null,
            "title": "Taran Wilkhu",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12188_conran-and-partners_great-sutton-street_taran-wilkhu-4-hero_be7fb0891de7c286b6b64b3d5c92384d.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Conran and Partners, 30a Great Sutton Street, EC1V 0DU",
        "latitude": 51.52306,
        "longitude": -0.1017,
        "meeting_point": null,
        "travel_info": [
            "Tube: Farringdon, Barbican",
            "Train: Old Street, Farringdon"
        ]
    },
    "name": "Design for Life – A Holistic Approach to Sustainability",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/12188",
    "ticketed_events": false
}