{
    "all_week": false,
    "description": "Design District is a collection of 16 buildings designed by eight architects, one minute from North Greenwich station. The district is a thriving home for creative businesses offering permanent and purpose-designed workspaces, co-working wi",
    "design": {
        "designers": [
            {
                "architect": "-",
                "description": null,
                "year": "2021"
            }
        ],
        "periods": [
            "Contemporary"
        ],
        "types": [
            "mixed use"
        ]
    },
    "events": [],
    "facilities": [
        "Toilets",
        "Gender neutral toilets",
        "Food and drink",
        "Accessible toilet"
    ],
    "factsheet": [
        {
            "heading": "Public Art",
            "paragraphs": [
                "Turner Prize nominee Ian Davenport has reimagined the entrance stairwell of The Tide to reveal ‘Poured Staircase’. In addition to this, The Tide’s glass facade has been re-imagined by artist Marwan Kaabour.",
                "The Open House weekend will also see the launch of Murugiah's new public art installation on the Saturday, positioned at the gateway to Design District. The sculpture is a contemporary interpretation of a Mandala Rangoli. Mandalas are graphic representations of the cosmos; Rangoli are bright, coloured patterns, traditionally painted in the entrance of homes to welcome the Hindu goddess Lakshmi and luck, positivity and happiness to the household. These ideas are fused in Mirrored Cosmos, by creating a colourful mandala to represent the beauty of the perplexing Universe we inhabit. The mirrored surfaces reflect ourselves - small, confounding, intricate individuals, connected by existence - tiny cosmoses, within a larger one."
            ]
        },
        {
            "heading": "Public Realm",
            "paragraphs": [
                "Design District is a collection of 16 buildings designed by eight architects, one minute from North Greenwich station. The district is a thriving home for creative businesses offering permanent and purpose-designed workspaces, co-working within Bureau, Canteen an international food hall and bar, an exciting events programme and more.",
                "You can explore the site which includes A1 The Institute of Creativity and Technology at Ravensbourne University, by Barozzi Veiga and witness 3D printing at A4, designed by David Kohn. Between Open Studios and a transparent central Canteen by SelgasCano, you can take a tour of Public Realm."
            ]
        }
    ],
    "id": 12214,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/12214/building_12214_dd_march_17-3-22_hr-20_c895643651cdd04f060fcede09fd02ab.jpg",
            "description": null,
            "title": "Design District",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12214_dd_march_17-3-22_hr-20_c895643651cdd04f060fcede09fd02ab.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "The Gateway Pavilions, Peninsula Square",
        "latitude": 51.50094,
        "longitude": 0.00536,
        "meeting_point": null,
        "travel_info": [
            "Tube: North Greenwich",
            "Bus: 482, 472, 422, 188, 180, 161, 132, 129, 108"
        ]
    },
    "name": "Design District Public Realm",
    "original_url": "https://programme.openhouse.org.uk/listings/12214",
    "ticketed_events": false
}