{
    "all_week": false,
    "description": "Assembled in the format and spirit of a Saturday School, this session, supported by Theatrum Mundi, will take place in the Croydon Quaker's Adult School Hall and support participants to map out spaces of care & resistance across Croydon.",
    "design": {
        "designers": [
            {
                "architect": "William Curtis Green",
                "description": null,
                "year": "1908"
            }
        ],
        "periods": [
            "Edwardian"
        ],
        "types": [
            "community/cultural"
        ]
    },
    "events": [],
    "facilities": [
        "Toilets",
        "Step free access",
        "Refreshments",
        "Parking",
        "Food and drink",
        "Accessible toilet"
    ],
    "factsheet": [
        {
            "heading": "Historical Context",
            "paragraphs": [
                "Croydon’s Quaker Meeting House and its historical context in many ways serves as a metaphor for the borough’s tumultuous re-staging and potential radical imaginaries. Formed in parallel to extreme poverty, social deprivation and lack of accessible educational spaces that defined Croydon, the nonconformist church built the Adult Learning Hall to house Saturday Schools; young people; families; workers; conscientious objectors; space for shelter, gathering, worship and learning. The building in itself embodied total absence of applied finishes or set functionality, embracing the fluidity and ‘honesty of expression’ in of all its components, prioritising equity and good living of its tenants. The building was erected in once rural Croydon using brick, timber, and iron. It’s only embellishment, the flowing wooden stage trimming."
            ]
        },
        {
            "heading": "Saturday School timings",
            "paragraphs": [
                "Sensory Walk & (De-)scribe workshop– 11:00 – 13:00",
                "An experiential sensory walk in Croydon, mapping our (internal) collective sensory experience. Our five known senses include sight, sound, touch, taste and smell. We will engage with our local environment through the experience of pausing our sight stimuli and enhancing access to our sound, touch, taste and smell sensory fields as a method to deepen our understanding of the dominant role that sight plays in our world building process. What role does sound, touch, taste and smell play in accentuating trust, empathy, intuition, problem solving, social & environmental justice?",
                "Listening is an act of reaching out – 14:00 – 16:00",
                "Assembled in the format and spirit of a Saturday School, this activity will support participants to map out spaces of care & resistance across the Borough of Croydon drawing on their own experience of Croydon – a place which has become defined by its treatment of residents as consumers, embodied within its landscape of shopping centres is an assumption that people are there as resources to be financially mined. Spaces of care and resistance are therefore crucial to the wellbeing of residents and arise in unlikely places, within the shopping centres themselves, as well as food markets, allotments and community cinemas.",
                "Once mapped, we will journey together to a future Croydon and use listening, reading and world building exercises to explore what future spaces of care and solidarity look like for Croydon’s communities. The highlighted spaces and rituals can help us collectively shape an abstractive, imaginative, nurturing and multipurpose community space in Croydon.",
                "INFRA sonic cartographies – 16:00 – 17:00",
                "Listening to INFRA-sonic cartographies is a case study workshop by Henrique J. Paris and Sophie Mepham. Re-interpreting local cultural markers, the workshop will engage with extending our perception of place and positioning through reading/listening and reframing urban landscapes and their corresponding data."
            ]
        }
    ],
    "id": 12243,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/12243/building_12243_alh-003-high-contrast-jpg_f5715257a93f03fc4343d9015cf08b72.jpg",
            "description": null,
            "title": null,
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12243_alh-003-high-contrast-jpg_f5715257a93f03fc4343d9015cf08b72.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/12243/building_12243_poly-vocal-saturday-school-final_08e1990f348d40e49cdc41e9908eb4a5.jpg",
            "description": null,
            "title": null,
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12243_poly-vocal-saturday-school-final_08e1990f348d40e49cdc41e9908eb4a5.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "The Adult School Hall, 60 Park Lane, CR0 1ER",
        "latitude": 51.37037,
        "longitude": -0.09722,
        "meeting_point": null,
        "travel_info": [
            "Train: West Croydon, East Croydon",
            "Bus: 468, 466, 455, 403, 312, 119, 412, 407, 405, 166",
            "Additional travel info: Also accessible by Tram. Wellesley Road tram stop is an 11 minute walk away from the venue."
        ]
    },
    "name": "Saturday School: Quakers Hall",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/12243",
    "ticketed_events": false
}