{
    "all_week": false,
    "description": "Skip House is what it says on the tin: a house built in a skip. In protest of London's prohibitively high rental market artist/architect Harrison Marshall has designed and built a house in a skip to live in for a year.",
    "design": {
        "designers": [
            {
                "architect": "Harrison Marshall",
                "description": null,
                "year": "2022"
            }
        ],
        "periods": [
            "Contemporary"
        ],
        "types": [
            "housing"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2023-09-15",
            "drop_in": true,
            "end": "2023-09-15T18:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in",
            "notes": "Please let us know if you plan to visit. Doing so allows the venue to plan ahead and you will be notified by email about any changes to the programme that might affect your visit.",
            "start": "2023-09-15T11:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        "Architect on site"
    ],
    "factsheet": [
        {
            "heading": "About the Project",
            "paragraphs": [
                "British artist Harrison Marshall has found a unique way to beat the rising cost of living in the UK. Harrison, a Co-Founder of design practice CAUKIN Studio, has converted an old skip (also known as a dumpster) into his new home, where he has lived since January in Central London. Part art installation, part social commentary, the Skip House aims to highlight the absurdity of the situation in an eye catching way. The project takes an object that should never be lived in, and turns it into something relatively comfortable and arguably better than many of the rental options on the market in the city.",
                "Harrison states that the project was never intended to be a scalable solution to the crisis, and instead came from a frustration of searching for a spare room to rent and finding so many small, damp basement rooms going for £1000 per month. By turning his living situation into an art piece, he was able to find sponsorship for the land from an arts charity called Antepavilion. The metal skip, as well as a portaloo, were both provided for the project at no cost. The upfront cost for materials was £4000, and was self-built over the course of 4 weeks.",
                "The project is part of SKIP Gallery, an ongoing collaborative public art initiative started to create much-needed space, opportunities, funding and advocacy for emerging artists, in a bid to combat the exclusive nature of the art world and more typical gallery spaces.",
                "By using a skip as a base it allows the entire house to be picked up by a standard skip truck and transported to other sites in the future. It also provided a sturdy base to work off and the visual juxtaposition of a cute cabin and a dumpster.",
                "The home uses a standard 8 yard skip, with an insulated timber frame sitting within. The barrel roof provides enough space to raise the bed above head height, and maintain the lower space for the living space. The design prioritises volume over floor area, to ensure it doesn’t feel too claustrophobic. A sink and single hob stove make up the kitchen area and storage space is spread across two of the walls. A portaloo is situated at the site, providing a much needed toilet, whilst most of Harrison’s showering will happen at the gym or place of work.",
                "The entrance is up a short ladder and through a hatch above the skip edge. Cedar shingles clad the exterior walls, and wavy windows bring in natural light and ventilation. A damp proof membrane wraps the bottom half of the timber structure, providing an added layer of protection from water ingress."
            ]
        }
    ],
    "id": 12247,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/12247/building_12247_skip-house_ee3a497540cbfe146b2e81bfa3839246.png",
            "description": null,
            "title": null,
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12247_skip-house_ee3a497540cbfe146b2e81bfa3839246.png"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/12247/building_12247_352733985_136886549406569_5934158351478219211_n_94e66242fa7250e56ec99dbd88325f16.jpg",
            "description": null,
            "title": null,
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12247_352733985_136886549406569_5934158351478219211_n_94e66242fa7250e56ec99dbd88325f16.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/12247/building_12247_347382472_554132643560407_3279789069593661776_n_c71b55b629091fa5577028f7db6d8673.jpg",
            "description": null,
            "title": null,
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12247_347382472_554132643560407_3279789069593661776_n_c71b55b629091fa5577028f7db6d8673.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/12247/building_12247_347628498_233275385981402_1353143904279602686_n_7c1712a7a46bff5706488459a78f9e41.jpg",
            "description": null,
            "title": null,
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12247_347628498_233275385981402_1353143904279602686_n_7c1712a7a46bff5706488459a78f9e41.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "105 Page’s Walk, SE1 4HD",
        "latitude": 51.49298,
        "longitude": -0.08269,
        "meeting_point": null,
        "travel_info": [
            "Tube: London Bridge",
            "Train: London Bridge",
            "Bus: 78, 453, 415, 21, 188, 172, 168, 1"
        ]
    },
    "name": "Skip House",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/12247",
    "ticketed_events": false
}