{
    "all_week": false,
    "description": "Join Hal Currey of HAL Architects for a guided walking tour around Embassy Gardens, the landmark development in Nine Elms, London, wrapped around the new US Embassy and home to the world-first Sky Pool.",
    "design": {
        "designers": [
            {
                "architect": "Hal Architects",
                "description": null,
                "year": "2022"
            }
        ],
        "periods": [],
        "types": [
            "public realm/landscape"
        ]
    },
    "events": [],
    "facilities": [
        "Toilets",
        "Gender neutral toilets",
        "Architect on site",
        "Accessible toilet"
    ],
    "factsheet": [
        {
            "heading": "About this event",
            "paragraphs": [
                "Embassy Gardens is the landmark development in Nine Elms, London, wrapped around the new US Embassy and home to the world-first Sky Pool, bridging two buildings at ten storeys high.",
                "Join Hal Currey of HAL Architects and a representative from developer Ballymore for a guided walking tour around this new neighbourhood of over 1500 homes, as well as its vibrant retail community of lifestyle and wellness businesses, and series of al fresco spaces located right on the doorstep. \n \nThe tour will start at 3PM at the Marketing Suite at Embassy Gardens, before exploring the development's outdoor spaces, businesses, and residential buildings, with Hal leading the conversation on the inspirations behind the design.",
                "The tour will conclude with a sneak peak at the Sky Pool itself, up from the 10th floor. There will then be a light soft drink reception in the Embassy Gardens marketing suite.\n \nSpaces: 50 \nTimings: 3PM – 5PM"
            ]
        }
    ],
    "id": 12244,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/12244/building_12244_oh2_bbdd8328d76ab0ac80894139a3882390.png",
            "description": null,
            "title": "Embassy Gardens, home to the Sky Pool.",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12244_oh2_bbdd8328d76ab0ac80894139a3882390.png"
        }
    ],
    "links": [],
    "location": {
        "address": "3 Viaduct Gdns, Nine Elms, SW11 7AY",
        "latitude": 51.48204,
        "longitude": -0.13073,
        "meeting_point": null,
        "travel_info": [
            "Tube: Vauxhall, Nine Elms",
            "Train: Vauxhall",
            "Additional travel info: The meet point for the tour is the Embassy Gardens Marketing Suite, 3 Viaduct Gardens, Nine Elms, London SW11 7AY. There is no parking, however the tour is easily accessible via public transport, with both Nine Elms (Northern line) and Vauxhall (Victoria line and National Rail) just a short walk away."
        ]
    },
    "name": "Embassy Gardens Walking Tour and Sky Pool Preview",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/12244",
    "ticketed_events": false
}