{
    "all_week": false,
    "description": "A comfortable urban house designed for a challenging site of just 75m², in central London, in a conservation area. The design maximises the actual internal space as well as the perception of space, opening visually to the outside world.",
    "design": {
        "designers": [
            {
                "architect": "Sophie Hicks Architects Ltd.",
                "description": null,
                "year": "2018"
            }
        ],
        "periods": [
            "Contemporary"
        ],
        "types": [
            "residence"
        ]
    },
    "events": [],
    "facilities": [],
    "factsheet": [
        {
            "heading": "Context",
            "paragraphs": [
                "Our goal was to create an urban house that was comfortable but sustainable; and that looked and felt, in every sense, healthy. The challenge was to do so on a site of just 75m², in central London, in a conservation area, where we were limited by planning constraints to two storeys: one above ground, one below.",
                "Contemporary houses such as this are sadly rare in Kensington; and even more rarely visible from the street."
            ]
        },
        {
            "heading": "Design Approach",
            "paragraphs": [
                "The design aims to maximise not only the actual space, internally, but also the perception of space.",
                "We have thus built right up to the boundaries – something that entailed both delicate party wall negotiations and a careful choice of construction methods – and given the house generous ceilings. On the ground floor, the ceiling is 3m high but 3.6m beneath the glazed up-and-over extensions which serve to decompose the perceived edges of the living area.",
                "In addition, the house is visually open to the natural world outside, with abundant natural light and air and carefully framed views of the surrounding canopy of trees."
            ]
        },
        {
            "heading": "Key Construction Aspects",
            "paragraphs": [
                "Construction methods were chosen, too, with a view to limiting costs, as was non-standard procurement on the European model. Construction in London, especially underground, is expensive.",
                "The construction of the house is clean and legible. The structural frame, including columns and ceilings, is in exposed concrete, with a rough board-marked finish. The floors are polished concrete, and can be heated and cooled. The glazing of aluminium and stainless steel framed windows and doors, some of which slide or guillotine electronically, is contained within a strongly dominant grid of T-section steel, now protected from the elements but still bearing the rust marks acquired during construction."
            ]
        },
        {
            "heading": "Sustainability",
            "paragraphs": [
                "To reduce heat loss and solar gain, in line with building regulations, we chose glass of a high specification. We opted for a structure in concrete – that is, with significant thermal mass – for the same reason.",
                "The house is a quiet machine, with heating, cooling, lighting and alarm systems; mechanical ventilation; motorised windows and blinds; and solar panels to offset CO2 emissions. However, thanks to careful pre-construction design work, the electrics, tightly organised in stainless steel boxes set into the columns, are exceptionally discreet."
            ]
        }
    ],
    "id": 12264,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/12264/building_12264_001-sophie-hicks-earls-court-square-01_9c355e222b029ad1574a0898539b7941.jpg",
            "description": null,
            "title": "1A Earl's Court Square. Photograph by Annabel Elston.",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12264_001-sophie-hicks-earls-court-square-01_9c355e222b029ad1574a0898539b7941.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/12264/building_12264_sohmmh_n11_webres_00b0bdeb5d34de7f6b9e4415991b0063.jpg",
            "description": null,
            "title": "Interior",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12264_sohmmh_n11_webres_00b0bdeb5d34de7f6b9e4415991b0063.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/12264/building_12264_sohmmh_n2_webres_324e60dec49f11c81bdd7259d469c734.jpg",
            "description": null,
            "title": "Interior",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12264_sohmmh_n2_webres_324e60dec49f11c81bdd7259d469c734.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "1A Earl's Court Square, SW5 9BY",
        "latitude": 51.49069,
        "longitude": -0.19187,
        "meeting_point": null,
        "travel_info": [
            "Tube: Earl's Court",
            "Train: West Brompton",
            "Bus: 74",
            "Additional travel info: https://www.google.com/maps/place/1a+Earls+Ct+Square,+London,+UK/@51.4906117,-0.1918161,17z/data=!4m16!1m9!3m8!1s0x48760f8ba489fba9:0x904c6a552eb3ef9e!2s1a+Earls+Ct+Square,+London,+UK!3b1!8m2!3d51.4906985!4d-0.1918711!10e5!16s%2Fg%2F11rwyfpzq2!3m5!1s0x48760f8ba489fba9:0x904c6a552eb3ef9e!8m2!3d51.4906985!4d-0.1918711!16s%2Fg%2F11rwyfpzq2?entry=ttu"
        ]
    },
    "name": "1A Earl's Court Square",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/12264",
    "ticketed_events": false
}