{
    "all_week": false,
    "description": "Community arts hub staging music, dance and spoken word performance, art shows and film screenings.",
    "design": {
        "designers": [
            {
                "architect": "Penoyre & Prasad",
                "description": null,
                "year": "2006"
            }
        ],
        "periods": [
            "Contemporary"
        ],
        "types": [
            "community/cultural"
        ]
    },
    "events": [
        {
            "activity_type": "Talk",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/12273",
            "capacity": null,
            "date": "2023-09-14",
            "drop_in": false,
            "end": "2023-09-14T21:00:00+01:00",
            "fully_booked": false,
            "name": "Working Class Heroes event",
            "notes": null,
            "start": "2023-09-14T18:30:00+01:00",
            "ticketed": true
        }
    ],
    "facilities": [
        "Toilets",
        "Step free access",
        "Refreshments",
        "Food and drink",
        "Accessible toilet"
    ],
    "factsheet": [
        {
            "heading": "About RichMix",
            "paragraphs": [
                "The Rich Mix is an exciting arts centre, which brings together a diversity of cultures and creative disciplines.",
                "It celebrates the contribution made by successive generations of immigrants to the economic and cultural life of London. To create a home for this innovative project, we extended and transformed a derelict garment factory building in East London.",
                "The centre includes a three-screen cinema, performance and exhibition spaces, music studios, workspaces for creative businesses, a rooftop function room and a café; the café is the spatial and social centre of Rich Mix. The space is analogous to a small town square – highly visible and easily accessible directly from Bethnal Green Road. The cinema is housed in a distinctive extension to the rear of building, clad in sky-reflecting aluminium.",
                "The building features a series of double height spaces, formed by cutting away parts of the floor slabs. One of these acts as the entrance square, the lively hub of the centre."
            ]
        },
        {
            "heading": "Working Class Heroes event",
            "paragraphs": [
                "It’s an open secret that posh people educated at selective and private schools, inheriting family wealth and connections enjoy disproportionate success in a sector still riddled with barriers and prejudices that penalise working class people.",
                "It's not that every architecture worker is rich – a junior designer pulling overtime is probably working for less than the minimum wage – but research suggests that half of all architects come from families where at least one parent held a management or professional career.",
                "It doesn’t have to be this way! A more inclusive sector, able to appreciate and champion working class voices could not only give young people from less privileged backgrounds the same opportunities as their middle class peers, but could better connect with the wider public and the community it serves.",
                "At this Accelerate Debate, our speakers will celebrate a working class hero of theirs who deserves to be better known and celebrated in the industry. Join us at RichMix to hear about some remarkable working class designers and interrogate the wider question of class in architecture."
            ]
        },
        {
            "heading": "Why we are charing for tickets",
            "paragraphs": [
                "For this event we are charing £12 for tickets and £8 for concessions. This is to try and reduce the issue of drop-outs when ticketed events are free. All funds raised will be used to cover the costs of staging the event with any surplus invested in Open City's educational programmes supporting children and young people from under-represented communities."
            ]
        }
    ],
    "id": 12273,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/12273/building_12273_rich-mix-external-louvre-series-1-civic-penoyre-prasad-2220x0-c-default_1f82feef67d54f1f0bad3e3d26bcb0e0.jpg",
            "description": null,
            "title": "Penoyre & Prasad",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12273_rich-mix-external-louvre-series-1-civic-penoyre-prasad-2220x0-c-default_1f82feef67d54f1f0bad3e3d26bcb0e0.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/12273/building_12273_build_it_up_accelerate_debate_siraaj_mitha_3_24d370e9d73d65660525b446e2f2a608.jpg",
            "description": null,
            "title": "Open City debate in action",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12273_build_it_up_accelerate_debate_siraaj_mitha_3_24d370e9d73d65660525b446e2f2a608.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "35-47 Bethnal Green Road, E1 6LA",
        "latitude": 51.52435,
        "longitude": -0.07338,
        "meeting_point": null,
        "travel_info": [
            "Tube: Bethnal Green",
            "Train: Shoreditch High Street",
            "Bus: 388"
        ]
    },
    "name": "RichMix",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/12273",
    "ticketed_events": true
}