{
    "all_week": false,
    "description": "A special morning view and curator's tour of the 2023 Pavilion  by Lina Ghotmeh — Architecture.\r\n\r\n9am Doors open: Serpentine Pavilion\r\n\r\n9.15am Introduction to the Pavilion with Alexa Chow, Assistant Curator",
    "design": {
        "designers": [
            {
                "architect": "Lina Ghotmeh - Architecture",
                "description": null,
                "year": "2023"
            }
        ],
        "periods": [
            "Contemporary"
        ],
        "types": [
            "mixed use"
        ]
    },
    "events": [
        {
            "activity_type": "Talk",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/12276",
            "capacity": null,
            "date": "2023-09-08",
            "drop_in": false,
            "end": "2023-09-08T10:00:00+01:00",
            "fully_booked": false,
            "name": "Morning view and introduction to the Pavilion",
            "notes": null,
            "start": "2023-09-08T09:00:00+01:00",
            "ticketed": true
        }
    ],
    "facilities": [
        "Toilets",
        "Step free access",
        "Gender neutral toilets",
        "Food and drink",
        "Bookshop",
        "Baby changing facilities",
        "Audio guide available",
        "Accessible toilet"
    ],
    "factsheet": [
        {
            "heading": "Introduction to the 2023 Pavilion",
            "paragraphs": [
                "Join us for a special morning view and introduction to the 2023 Serpentine Pavilion with Serpentine Assistant Curator Alexa Chow. Visitors will also have access to the Tomas Saraceno In Collaboration Web(s) of Life exhibition from 9.30am. This unique exhibition extends into the park, changes according to the weather and encourages animals to enter the gallery."
            ]
        },
        {
            "heading": "Serpentine Pavilion 2023 by Lina Ghotmeh — Architecture",
            "paragraphs": [
                "Inspired by Lina Ghotmeh’s Mediterranean heritage and lively discussions around the table over current affairs, politics, personal lives, and dreams, the 2023 Serpentine Pavilion is titled À table – a French call to sit together at the table to share a meal and enter into dialogue.",
                "Inspired by Ghotmeh’s Mediterranean heritage and lively discussions around the table over current affairs, politics, personal lives, and dreams, the Pavilion is titled À table – a French call to sit together at the table to share a meal and enter into dialogue. As such, the interior of the Pavilion features a circular table along the perimeter, inviting us to convene and celebrate exchanges that enable new relationships to form. Considering food as an expression of care and offering a moment of conviviality around a table, Ghotmeh welcomes us to share the ideas, concerns, joys, dissatisfactions, responsibilities, traditions, cultural memories, and histories that bring us together.",
                "Ghotmeh defines her approach to architecture as an ‘Archaeology of the Future’. Built predominantly from bio-sourced and low-carbon materials, the Serpentine Pavilion 2023 continues her focus on sustainability and designing spaces that are conceived in dialogue with the history and natural environment that surrounds them. The form of the Pavilion responds to the shape of the park’s tree canopies. Internal wooden beams that encircle the perimeter of the structure emerge as thin tree trunks and the fretwork panels that sit between the beams feature plant-like cut out patterns, aiding ventilation and allowing natural light to come in. The Pavilion’s pleated roof is inspired by the structure of a palm leaf, while the lightwell in the middle furthers the space’s integration with its setting. The modest, low roof takes inspiration from togunas: structures found in Mali, West Africa, that are traditionally used for community gatherings to discuss current issues, and also offer shade and relief from heat. The low-lying roofs of these structures encourage people to remain seated peacefully and take pause throughout discussions."
            ]
        }
    ],
    "id": 12276,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2023/12276/building_12276_serpentine-23-lga-0774-1_eaecf638fe74144d09bf7cd698bb86e9.jpg",
            "description": null,
            "title": "Serpentine Pavilion 2023 designed by Lina Ghotmeh. © Lina Ghotmeh — Architecture. Photo: Iwan Baan,",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12276_serpentine-23-lga-0774-1_eaecf638fe74144d09bf7cd698bb86e9.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Serpentine, Kensington Gardens, W2 3XA",
        "latitude": 51.50478,
        "longitude": -0.175,
        "meeting_point": null,
        "travel_info": [
            "Tube: Lancaster Gate",
            "Train: Paddington"
        ]
    },
    "name": "Serpentine Pavilion 2023",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/12276",
    "ticketed_events": true
}