{
    "all_week": false,
    "description": "The life cycle of London’s landscape starts with history. History becomes an integral part of it from the very inception of its design, enriched through construction, and expands even after the building’s completion. As architectural landscapes are repurposed for contemporary needs, they continue to respond to challenges and stigmas of marginalised communities. \r\n\r\nJoin us on Saturday 9th September (11am-1pm) to discuss what happens when people inhabit landscapes and new communities emerge. \r\n\r\nAs landscapes mature, we are given a choice: to ignore or embrace what came before.\r\n\r\nWhat happens when the histories of these communities are neglected?",
    "design": {
        "designers": [
            {
                "architect": "Fumihiko Maki of Maki and Associates",
                "description": null,
                "year": "2018"
            }
        ],
        "periods": [
            "Contemporary"
        ],
        "types": [
            "library"
        ]
    },
    "events": [],
    "facilities": [
        "Toilets",
        "Baby changing facilities",
        "Accessible toilet"
    ],
    "factsheet": [
        {
            "heading": "The life cycle of London's landscape",
            "paragraphs": [
                "The life cycle of London’s landscape starts with history. History becomes an integral part of it from the very inception of its design, enriched through construction, and expands even after the building’s completion.",
                "As people inhabit the landscape, new communities emerge. Over time, the landscape responds to the challenges and stigmas of these communities. Sections of landscape are repurposed for contemporary needs.",
                "As landscapes mature, we are faced with a choice: to either disregard or embrace its historical essence."
            ]
        },
        {
            "heading": "Our collection",
            "paragraphs": [
                "UNMASKING LONDON’S HISTORY: Neglecting Histories, Neglecting Communities\nHow does hiding the true history of London through changing the landscape affect communities?\nCurated by Khaira",
                "REDEFINING COLLECTIVE RESILIENCE: Community Spaces Amidst London’s Urban Landscape\nHow do communities preserve and adapt to the changing London landscape?\nCurated by Lena",
                "BEYOND BARRIERS: Bridging Hearts and Cultures\nHow to prevent stigmas against communities within the London Landscape?\nCurated by Lamis",
                "TAKING UP SPACE: The 46% Percent\nHow to accommodate communities from different backgrounds within the London landscape?\nCurated by Fiona",
                "SPACE VERSUS PLACE: The Evolving Meaning of London’s Landscape\nHow does the meaning of buildings within the London landscape change overtime?\nCurated by Natalia Augustynowicz"
            ]
        },
        {
            "heading": "City Curator's",
            "paragraphs": [
                "‘The Life Cycle of London’s Landscape’ is part of the City Curator’s programme, which aims to amplify the voice of young people within the Open House Festival 2023. The project brings together 15 young people who will work and learn as festival curators, deciding on themes and areas of London they are interested in and want to celebrate. The Open House Festival 2023 is a two-week celebration of London’s homes, architecture and neighbourhoods. For 30 years, we have opened-up London’s best known buildings, as well as some of its best kept secrets, to a wider audience. The festival is a chance to share and champion what’s special to us for others to explore and learn from."
            ]
        }
    ],
    "id": 12283,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/12283/building_12283_group-2-landscape-poster-final-1-_page-0001_ae9a092cdb2ecf4a8443bbaca3b5a0eb.jpg",
            "description": null,
            "title": null,
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12283_group-2-landscape-poster-final-1-_page-0001_ae9a092cdb2ecf4a8443bbaca3b5a0eb.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Aga Khan Centre, 10 Handyside Street, N1C 4DN",
        "latitude": 51.53757,
        "longitude": -0.1248,
        "meeting_point": null,
        "travel_info": [
            "Tube: King's Cross St. Pancras",
            "Train: King's Cross",
            "Bus: 91, 73, 63, 476, 46, 390, 30, 259, 214, 205, 17"
        ]
    },
    "name": "The Life Cycle of London's Landscape",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/12283",
    "ticketed_events": false
}