{
    "all_week": false,
    "description": "Join us  at the Lea Bridge Library,  as we collaborate with the public to create a wooden tiled mosaic, exploring how each individual views and experiences space.",
    "design": {
        "designers": [
            {
                "architect": "Studio Weave",
                "description": null,
                "year": "2022"
            }
        ],
        "periods": [
            "Contemporary"
        ],
        "types": [
            ""
        ]
    },
    "events": [
        {
            "activity_type": "Workshop",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/12281",
            "capacity": null,
            "date": "2023-09-10",
            "drop_in": false,
            "end": "2023-09-10T16:00:00+01:00",
            "fully_booked": false,
            "name": "Mural Painting Workshop",
            "notes": null,
            "start": "2023-09-10T10:00:00+01:00",
            "ticketed": true
        }
    ],
    "facilities": [
        "Toilets",
        "Step free access",
        "Refreshments",
        "Food and drink",
        "Baby changing facilities",
        "Accessible toilet"
    ],
    "factsheet": [
        {
            "heading": "How do people shape space?",
            "paragraphs": [
                "People shape space in a range of ways. From intimate homes to open community spaces, this collection aims to explore how the needs of people shape design.",
                "With the main philosophy in public spaces aiming to promote social activity, designs can vary greatly from community gardens to crossways connecting buildings. These are spaces that are open and accessible in design and tend to be inclusive with the idea of facilitating a diverse range of people in mind.",
                "Private spaces, on the other hand, tend to have a more personal, serene ambiance, with notes of personality scattered throughout. This allows the occupant to find freedom in their preference for design, materialising their imagination into a visible, tangible and experiential building.",
                "The value of the distinction between public and private spaces lies in the nature of their purpose, design and materiality and how people transform a space into a place."
            ]
        },
        {
            "heading": "City Curator's",
            "paragraphs": [
                "‘How People Shape Space’ is part of the City Curator’s programme, which aims to amplify the voice of young people within the Open House Festival 2023. The project brings together 15 young people who will work and learn as festival curators, deciding on themes and areas of London they are interested in and want to celebrate. The Open House Festival 2023 is a two-week celebration of London’s homes, architecture and neighbourhoods. For 30 years, we have opened-up London’s best known buildings, as well as some of its best kept secrets, to a wider audience. The festival is a chance to share and champion what’s special to us for others to explore and learn from."
            ]
        }
    ],
    "id": 12281,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2023/12281/building_12281_group-1_8c2b173c37dbfef8eb9a8a29a962c585.jpeg",
            "description": null,
            "title": null,
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12281_group-1_8c2b173c37dbfef8eb9a8a29a962c585.jpeg"
        }
    ],
    "links": [],
    "location": {
        "address": "Lea Bridge Road, E10 7HU",
        "latitude": 51.57067,
        "longitude": -0.02432,
        "meeting_point": null,
        "travel_info": [
            "Train: Walthamstow Queens Road, St. James' Street, Leyton Midland Road",
            "Bus: 58, 56, 55, 158",
            "Additional travel info: Also close to Lea Bridge train station"
        ]
    },
    "name": "How People Shape Space: Mural Painting",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/12281",
    "ticketed_events": true
}