{
    "all_week": false,
    "description": "Newbuild contemporary house with bespoke interiors on the site of a small garage .\r\nThis is a selfbuild project by developer architect Edgley Design, continuing from restoration of the shop and flat infront at 114 Denmark Hill in 2020",
    "design": {
        "designers": [
            {
                "architect": "Edgley Design",
                "description": null,
                "year": "2023"
            }
        ],
        "periods": [
            "Contemporary"
        ],
        "types": [
            "residence"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2023-09-17",
            "drop_in": true,
            "end": "2023-09-17T16:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in",
            "notes": "The house will be open for viewings with the architect present. Max 20 at any one time, no booking",
            "start": "2023-09-17T10:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        "Step free access",
        "Architect on site"
    ],
    "factsheet": [
        {
            "heading": "Site History",
            "paragraphs": [
                "This newbuild home by Edgley Design is the third part of a small regeneration project, that began with the shop and flat at 114 Denmark Hill in front in 2020. The buildings were derelict and had been squatted for some time. The building is locally listed as part of a run of mixed use shops from the 1820s, and the building was sensitively modernised and refurbished to bring it back into use while retaining its historical character.",
                "During this refurbishment, the 1960s shopfront to the original funeral parlour was removed, and the original 1820s shopfront fascia was discovered underneath. We restored this fascia with a new hardwood and glass shopfront below, restoring the original traditional layout of entrances. The shop is now occupied by a local homewares business, Eleven SE5.",
                "The last part of this regeneration project is a newbuild house to the rear of the shop, on the site of a former garage. The site has a frontage onto Coldharbour Place, a small mews to the rear of the main street, and it is this house which is open to viewings as part of Open House weekend. This house is also currently for sale via The Modern House"
            ]
        },
        {
            "heading": "Concept",
            "paragraphs": [
                "The house departs from the surrounding Georgian and Victorian vernacular that defines this particular area of Camberwell. Arranged over two storeys, the house has been designed with meticulous attention to detail, where traditional design motifs such as tongue and groove panelling seamlessly intermingle with a contemporary palette of materials including dark patinated aluminium cladding, red oxide steel work and charcoal concrete brick cladding. This theme runs through into the house with a decorative stair wall lining in phenolic ply with birch ply inserts and a red oxide handrail. At the rear lies a landscaped courtyard garden, punctuated with a diverse array of evergreen bushes, trees and shrubs, as an introverted retreat from the hustle and bustle of the urban surroundings"
            ]
        },
        {
            "heading": "Layout and Design",
            "paragraphs": [
                "The  front elevation of the house is set back from the street behind a screen of douglas fir louvres surrounded by a zinc oxide-red metal frame, a playful contrast with the striking dark metal façade above. This area allows the building to sit flush with the wall adjacent to the frontage, as well as creating a privacy screen to the ground floor window.  This also creates a secure storage area to the front which is fully enclosed for bike storage and a bin store",
                "The space has been designed to maximize storage where possible without forfeiting space or design. Predominantly painted in a series of muted tones such as soft off-white and moss green, the walls are occasionally punctuated by a pop of colour; a zinc oxide-red balustrade adds a sculptural touch to the staircase.",
                "The living, dining and kitchen spaces unfold across the ground floor, with a snug positioned at the front of the plan, creating a secluded enclosed sitting/ TV room in addition to the more social sitting area in the living room. This room is fully fitted with a bespoke fitted felt seat and joinery in dark phenolic ply with an integrated TV unit and hidden storage.",
                "A central corridor leads to the kitchen and dining room, lined by bespoke teal and yellow spray finished cabinetry. Glazed sliding doors offer views across an immaculately landscaped garden at the rear, which has been seamlessly levelled to create a sense of flow between inside and out. Smooth concrete floors, warmed by underfloor heating, add a sense of texture against the tongue and groove panelled walls which envelope the space.",
                "There are two bedrooms and a study to the first floor, where exposed beams add a sense of volume. Full-height wardrobes to the two largest bedrooms are bespoke in phenolic ply with hand painted doors. Each room has a rooflight that allows for stack effect ventilation, drawing fresh air up form the ground floor below. The main bedroom has an en suite shower room with a glass sliding door, and there is a separate bathroom just off the landing with dark ceramic and kit kat tiles.",
                "To the ground floor courtyard garden, glazed doors slide open to dissolve the boundary between indoors and out. Enclosed by a tactile London stock brick wall, this area has a wonderful sense of privacy. Planters line the perimeter, offering  texture and shade over the built-in seating, purposefully arranged where the garden receives the most shade."
            ]
        },
        {
            "heading": "Materials:",
            "paragraphs": [
                "· Pre-patinated aluminium standing seam cladding to first floor\n\t· Geobrick concrete bricks in charcoal to ground floor\n\t· Bespoke front screen in red oxide steel with Douglas Fir timber screening\n\t· Velfac windows and sliding doors with Velux rooflights\n\t· Polished concrete floor to ground floor\n\t· Carpet to first floor\n\t· Solid oak timber stair finish\n\t· All built in CNC joinery made in-house by Edgley Design from phenolic birch ply"
            ]
        },
        {
            "heading": "Technical: Full eco-home spec including:",
            "paragraphs": [
                "· Heat pump heating and hot water system by Nu-Heat\n\t· All rooms with water underfloor heating\n\t· Networked room thermostats with phone app control\n\t· MVHR to all rooms by Titon, with a Trimbox gas and dust filter that filters NO2 and PM2.5 particles for extreme air cleaning\n\t· High levels of insulation and air tightness for maximum thermal efficiency\n\t· Integrated kitchen appliances\n\t· Low energy LED lighting throughout\n\t· LED dimmable lighting to wall panelling datum\n\t· PIN pad gate entry to front screen\n\t· Ring security floodlight camera and ring doorbell to front\n\t· Hard wired burglar alarm with monitoring capability\n\t· Water softener\n\t· Built in water filter tap to kitchen\n\t· Installed irrigation to all planting beds in courtyard"
            ]
        }
    ],
    "id": 12288,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2023/12288/building_12288_5-coldharbour-place-photo-230907_7d15af3e6ceae0ffb22b008c6e667fb1.jpg",
            "description": null,
            "title": "5 Coldharbour Place",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12288_5-coldharbour-place-photo-230907_7d15af3e6ceae0ffb22b008c6e667fb1.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "5 Coldharbour Place, SE5 9PW",
        "latitude": 51.47077,
        "longitude": -0.09406,
        "meeting_point": null,
        "travel_info": [
            "Train: Denmark Hill",
            "Additional travel info: 5 min walk from Denmark Hill Station.\r\nPedestrian alleyway access alongside no. 114 Denmark Hill"
        ]
    },
    "name": "5 Coldharbour Place",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/12288",
    "ticketed_events": false
}