{
    "all_week": false,
    "description": "Grade I listed country house commanding the most extensive southerly views over Essex. Staircase mural by Sir James Thornhill, a painter notable for the 'Painted Hall' at the Royal Naval Hospital at Greenwich. Set in grounds with a pond.",
    "design": {
        "designers": [
            {
                "architect": "Henry Flitcroft",
                "description": null,
                "year": "1729"
            }
        ],
        "periods": [
            "Georgian"
        ],
        "types": [
            "education"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2023-09-16",
            "drop_in": true,
            "end": "2023-09-16T16:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in",
            "notes": "",
            "start": "2023-09-16T10:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        "Toilets",
        "Refreshments",
        "Parking",
        "Bookshop"
    ],
    "factsheet": [
        {
            "heading": "General Information",
            "paragraphs": [
                "Bower House (or Monthavering as it was then known) is a small country house built in 1729 by John Baynes, a Serjeant-at-Law and the event is commemorated in a plaque on the fireplace of the entrance Hall. A translation of this plaque reads:",
                "\"From the remains of the Royal Palace of Havering Bower, situated on the summit of the hill, this dwelling was founded by John Baynes, Serjeant-at-Law, so that he might retire into sure ease and have pleasure for himself and his friends. The arms of King Edward III sculptured on this stone are sufficient proof of its antiquity. A.D. 1729\"",
                "It is evident from this inscription that the house and parklands were conceived as one. The equal association of architect and designer is rare at this comparatively early date."
            ]
        },
        {
            "heading": "The Architect",
            "paragraphs": [
                "Henry Flitcroft (1697-1769) was a protege of Lord Burlington and by 1726 was employed by the Board of Works. Flitcroft later obtained some very important commissions in the 18th century (Carlton House, St Giles in the Fields, St Olave's, the Georgian parts or Woburn Abbey and the front of Wentworth Woodhouse). Monthavering (Bower House) appears to have been among the earliest commissions of Flitcroft, perhaps even the first."
            ]
        },
        {
            "heading": "The Designer",
            "paragraphs": [
                "Charles Bridgman was one of the leading garden and landscape designers of the time, being responsible for landscaping at Castle Howard, Langlays (Great Waltham), Stowe and various Royal parks. The use of the word 'designavit' on the plaque may well mean that he designed the layout of the park and it is highly probable that he was consulted in the overall conception and sitting of the house."
            ]
        },
        {
            "heading": "The Mural Artist",
            "paragraphs": [
                "Sir James Thornhill (1675-1734) as a painter of murals is best known for his work in St. Paul's, at Blenheim Palace, and at the Royal Naval Hospital at Greenwich.",
                "Sir James was responsible for the decoration of the stairwell, which is carried out in sepia chiaroscuro directly onto the walls. The passageway is painted as channeled masonry and on the first turn of the stairs there are medallions of allegorical figures. The painting flanking the first long flight depicts the Judgment (or choice) of Paris. The north wall beside the second flight carries a Bacchanalian scene, the Drunkenness of Silenus. The murals are completed on the landing wall by the southwest dressing room by a painting of Vulcan leaning on his anvil."
            ]
        },
        {
            "heading": "The Exterior of the House",
            "paragraphs": [
                "The house is of red brick, Welsh slate roof with modillion cornice; 2 storeys and attics. Entrance front 1-3-1 double-hung sashes in reveals with flat arches. Slight central projection with doorway composed of architrave, pulvinated frieze and pediment on enriched consoles. Garden front has two circa 1800 wings with canted bay windows, central doorway up steps with iron railings has surround of rusticated Roman Doric pilasters entablature with key blocks and pediment. Central pediment to both fronts."
            ]
        },
        {
            "heading": "The Inside of the House",
            "paragraphs": [
                "The plans available are reconstructions but they indicate the original outlines of the house, with the wings shown as dotted lines. The house of 1729 measured only some 60 feet by 50. In the style typical of the period, the design is very symmetrical. The two wings were not added until the very early part of the 19th century. Some idea of the probable original usage of the rooms can be gleaned from a study of an inventory dated 1776. Designation of the rooms on the top floor is impossible, beyond the obvious conclusion that they were used by the servants.",
                "The staircase balusters and handrail is mahogany, very surprising in view of the date, because the heavy import tax would have made the cost extremely high (the tax was not lifted until 1733). The ceiling above the stairwell is of Inigo Jones pattern, with intricate plasterwork enclosing spaces which might have been adapted for painted panels but which do not appear to have been used for this purpose. It is thought likely that the original colouring of the ceiling panels would have been a blue similar to that used a little later by Wedgwood, and a natural compliment to the sepia tones of the Thornhill murals. It is to this colour that the ceiling has now been restored.",
                "The rooms on the ground floor contain some interesting specimens of decorative plasterwork in particular the hall and Great Parlour are good examples of the unified overall designs of the early Georgian period, employing Palladian external architectural features for internal decoration. The carved and painted wooden picture-framing in the Great Parlour echoes that of the saloon in Burlington House.",
                "Over the south doors of the Great Parlour are decorations of swags, mask and leaves. The recesses on either side of the doors contain sawtooth notching to support adjustable shelving. The chimneypiece of the Great Parlour is also worthy of note and the caryatids on either side are very similar in design to those at the Hall, Ditchley, Oxfordshire (1722). The Palladian influence is also apparent in the pediment which surmounts the chimneypiece and is echoed by the broken pediment over the door leading from the Great Parlour back into the Hall. The decoration of the cornices, frieze and mouldings in the Hall repeat the motifs of the Great Parlour. The arms of King Edward III (1327-1377) are shown on the angel corbel placed within the arms of the scrolls which surmount the chimneypiece.",
                "The two doorways connecting the East Wing with the original house are surmounted by carved wooden decorations, the motif of which echoes that over the large fireplace in the East Wing. The chimneypiece might have come from Pyrgo Palace which was sold towards the end of the 18th century."
            ]
        },
        {
            "heading": "The Coach House and Stable Building",
            "paragraphs": [
                "This is contemporary with the house itself and was obviously designed by Flitcroft as part of the original concept. The plan is square and the roof has a central ridge from which arises the belfry and clock tower. The clock is a one-hand type, with a bell to strike the hours. It is most probable that in earlier days the upper floor was a hayloft. It is also believed that at one time the southern part of the Coach-house provided a two-storey apartment for a coachman, closed off from the remainder of the building which in turn housed livery rooms to the West and with stables to the North and East. A chapel stands to the North-east of the Coach-house.",
                "Taken from: 'About Bower House' written and compiled by S D Pomeroy in 1970. Published by the Ford Marketing Institute."
            ]
        }
    ],
    "id": 1249,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2023/1249/building_1249_bower-house-photo_48d5ca49aec82f8f219ff38f7543974c.jpg",
            "description": null,
            "title": "View from front of Bower house",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1249_bower-house-photo_48d5ca49aec82f8f219ff38f7543974c.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Orange Tree Hill, Havering-atte-Bower, Romford, RM4 1PB",
        "latitude": 51.610204,
        "longitude": 0.184998,
        "meeting_point": null,
        "travel_info": [
            "Train: Romford",
            "Bus: 375"
        ]
    },
    "name": "Bower House",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/1249",
    "ticketed_events": false
}