{
    "all_week": false,
    "description": "Grade II* listed buildings, modern movement style with balcony walkways and period internal features.",
    "design": {
        "designers": [
            {
                "architect": "Frederick Gibberd",
                "description": null,
                "year": "1936"
            }
        ],
        "periods": [
            "Inter-war"
        ],
        "types": [
            "housing"
        ]
    },
    "events": [],
    "facilities": [],
    "factsheet": [
        {
            "heading": "The Building",
            "paragraphs": [
                "Pullman Court comprises five three-storey direct access blocks fronting Streatham Hill; two five-storey gallery access blocks along the central driveway and two seven-storey cruciform blocks at the rear of the site overlooking the covered reservoir of the Lambeth waterworks. A total of 218 flats were provided, in a variety of one to four room units.",
                "The blocks are planned to retain as many of the existing trees on the site as possible, and although they are broadly symmetrically arranged, they are orientated to maximise daylight and views to each of the units, with balconies on the southern sides.",
                "Internally the flats were planned to be as 'labour-saving' as the technology of the time would allow. They were heated by a central boiler plant, a great convenience compared with the traditional coal fires which was the more usual form of heating in the 1930's. This also provided constant hot water to each unit. Kitchens were compact and streamlined, and fitted furnishings included cupboards, a wireless cabinet and modern electric fire as the focal point of the living rooms.",
                "Much of the furniture which was then commercially available was out of scale and style for such a modern development as Pullman Court . Frederick Gibberd designed a range of furniture perfectly in scale with the buildings, which could be purchased by tenants to complete their flats in an appropriate fashion.",
                "Other amenities included roof gardens, an open air swimming pool at the rear, a restaurant and social club, lock-up garages and storage areas, with landscaped grounds providing a parkland setting."
            ]
        },
        {
            "heading": "History",
            "paragraphs": [
                "The site was originally owned by the royal asylum of St. Anne's Society and was constructed as a residential school for boys and girls here in 1830. In the late 1880's the school transferred to Redhill in Surrey and part of the site was taken over for the construction of a tram depot. The remainder of the site, totalling just under three acres, was acquired for redevelopment by a commercial property developer, William Bernstein.",
                "Bernstein recognised that there was a market for good quality accommodation for the young professional classes, who required one and two bedroom flats which are easy to manage and conveniently located for transport to London. To realise his aim, he commissioned a young architect, Frederick Gibberd, then 23 years old, who produced an exciting modern design in keeping with the spirit of the age.",
                "There was a considerable opposition to the development, not only because of its striking appearance; it was felt by nearby residents that housing for single people was bound to encourage prostitution. Eventually this mix was adjusted to include some larger units at the front which could be occupied by young families, and be thought to discourage such activities.",
                "The development was originally to be known as 'Relay House' and at some point during its construction it became known as Pullman Court. It is not certain what the origin of this name was, but it may have been suggested by the form of the flats, with Pullman as a by word for superior quality in rail travel for the period."
            ]
        },
        {
            "heading": "Planned works",
            "paragraphs": [
                "Pullman Court was originally painted in a variety of colours. We are exploring the reinstatement of the colour scheme for possible implementation."
            ]
        }
    ],
    "id": 1297,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/1297/building_1297_pullman-court_9c1c7ceef52806f76c8660c7089c3d6d.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1297_pullman-court_9c1c7ceef52806f76c8660c7089c3d6d.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/1297/building_1297_screen-shot-2019-03-18-at-13-55-41_c25772d0abd8d173da5a8cefb84b1a83.png",
            "description": null,
            "title": "Pullman Court",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1297_screen-shot-2019-03-18-at-13-55-41_c25772d0abd8d173da5a8cefb84b1a83.png"
        }
    ],
    "links": [],
    "location": {
        "address": "Streatham Hill, Streatham Hill, SW2 4SZ",
        "latitude": 51.4415283,
        "longitude": -0.1248256,
        "meeting_point": null,
        "travel_info": [
            "Tube: Brixton",
            "Train: Streatham Hill",
            "Bus: 45, 57, 159, 137, 133, 109, 250, 201, 417, 319, 118"
        ]
    },
    "name": "Pullman Court",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/1297",
    "ticketed_events": false
}