{
    "all_week": false,
    "description": "Described as 'the most significant church built after the WWII in Britain' - Brutalist, inclusive and influential signpost for future church design.",
    "design": {
        "designers": [
            {
                "architect": "Robert Maguire and Keith Murray",
                "description": null,
                "year": "1960"
            }
        ],
        "periods": [
            "Avanti Architects",
            "Post-war"
        ],
        "types": [
            "religious"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2023-09-16",
            "drop_in": true,
            "end": "2023-09-16T17:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in",
            "notes": "",
            "start": "2023-09-16T10:00:00+01:00",
            "ticketed": false
        },
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2023-09-17",
            "drop_in": true,
            "end": "2023-09-17T17:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in",
            "notes": "Please let us know if you plan to visit. Doing so allows the venue to plan ahead and you will be notified by email about any changes to the programme that might affect your visit.",
            "start": "2023-09-17T12:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        "Baby changing facilities",
        "Accessible toilet",
        "Parking",
        "Refreshments",
        "Toilets"
    ],
    "factsheet": [
        {
            "heading": "History",
            "paragraphs": [
                "Very nearly 150 years ago, this area of East London was beginning to emerge as a populated area after centuries of being no more than common grazing land (hence our name of Bow Common!). The coming of the railway lines, together with two canals nearby, guaranteed the growth of a working population clustered near to vital transport links. London was on the move, expanding ever outwards.",
                "To serve this growing population a grand and lofty Victorian Gothic church was built in 1858, with a great spire and a huge stained glass window at the west  end. This first St. Paul’s, Bow Common became a real focus for the neighbouring community for most of the next century. Then disaster struck during the Blitz of World War II and in 1941 incendiaries gutted the church, reducing it to a shell.",
                "The War ended but growth & recovery were slow after so much widespread destruction. It was a full decade before thoughts could turn to re-building the church and, thanks to War Reparation funds, a new church could be built, but it had to seat a minimum  of 500 people.           \n \nThe Vicar who came in 1951, the late Revd. Gresham Kirkby, was a young radical who drew like-minded people about himself. Already, in the 1950s there was a serious re-evaluation in progress far and wide, among churches and architects alike, as to what exactly the purpose and function of a church is, and how its configuration should express its deepest purposes. Interest was stirred again in the earliest forms of church architecture and in exploring the very roots of Christian worship. Emerging out of all of this, in the 1950s, churches were being built in Europe expressing these radical ideas.",
                "All of this passionately concerned Fr. Kirkby but he was not impressed by what he saw abroad! And so he approached a young designer in his early 20s – the late Keith Murray – whose work had impressed him in local commissions at Queen Mary College and St. Katherine’s Foundation Chapels. Teaming up with the equally young and gifted Robert Maguire, the architect and designer worked together from 1958-1960 to build the church in which you stand – regarded widely as the most significant post-War Church in Britain.",
                "The creators of this church and the parish priest proudly regarded themselves as purposeful rebels! They were politically, socially and theologically attuned. This was the most radical and pure expression of a movement which focused so much upon the relations of the gathered worshipping community, one with another, and together as one Body, in relationship with God.\n \nIn 2010 Robert Maguire wrote:\n‘We were trying to build a church which would encourage true relationships in the liturgy – priest to people, people to one another, priest to God and people to God, the worship of the whole Church together. Encourage, but not cause; because it is only people coming together with understanding and faith which bring those relationships to life.‘",
                "The roots and antecedents of this building’s design run deep – to classical forms and the Renaissance Revival – to the fundamental geometry of square and circle – influences owing a debt to Brunelleschi, Palladio, Bramante – and further back, to the churches of Torcello, to Hagia Sophia in Constantinople and to the great Pantheon in Rome. This was no mere ‘bright new idea’! Around them they drew other young and gifted workers and designers. The mosaics which you see encircling the walls are the work of Charles Lutyens (great-nephew of the great architect Edwin Lutyens) carried out over a period of five years after the church had already been opened for use.",
                "In form, the building is basically a stack of three diminishing cubes with ancillary spaces added at the sides. Maguire and Murray’s defining geometry was that of two bounded areas – contained by the exterior and barely broken bounding walls and also by the inner ‘transparent’ but effective  encircling line of colonnades.",
                "In this way distinct areas are subtly but effectively delineated within the volume of the church, as well as areas serving the varying needs of the Christian community – not only for worship, but for the whole of our life. This was seen very much as a space in which the whole common life of the worshipping community could be lived out – and from which they would then go out into the world. Benches were designed to be easily moveable so that they could be set aside or re-arranged according to the needs of our common life.\n \nToday our life includes exhibitions, from intimate displays of just one art work to 800 square feet of dazzling external installation or walls completely bedecked with textile panels made in the community by ‘Stitches in Time.’",
                "In 2010, we celebrated the 50th anniversary of the consecration of the church and, reflecting on the ways in which St. Paul’s, Bow Common has proved to be so extraordinarily adaptable and appropriate for uses in a social context never imagined 50 years earlier. Robert Maguire said:",
                "’I designed the building as \"liturgical space\", informed by how I saw the nature of liturgy as the formative activity in realising the community as the Body of Christ. Later (and now) I would call it \"inclusive space\" – space that enables everyone within it, wherever they are, to feel included in what is happening, wherever in the space that may be. So this quality naturally extends inclusiveness to anything the community wishes to do in the building, and the building should lend itself creatively to community-building of any kind.'"
            ]
        }
    ],
    "id": 1365,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/1365/building_1365_20160806_155512_2abbdab123713faeb9998cb2b78a8656.jpg",
            "description": null,
            "title": "Central Altar",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1365_20160806_155512_2abbdab123713faeb9998cb2b78a8656.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/1365/building_1365_img_20170103_110123_64d278d9e9d3201a39df7947b04d12dd.jpg",
            "description": null,
            "title": "Picure of interior of church reflected in the Font",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1365_img_20170103_110123_64d278d9e9d3201a39df7947b04d12dd.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/1365/building_1365_20170220_125426_bfd3ab333f5939b896debc03bc1fc825.jpg",
            "description": null,
            "title": "View from across Burdett Rd",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1365_20170220_125426_bfd3ab333f5939b896debc03bc1fc825.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/1365/building_1365_img-20190324-wa0000-22280_8380d8ab6db1d72e0a3ebe569fb0623a.jpg",
            "description": null,
            "title": "Sunday afternoon in Spring",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1365_img-20190324-wa0000-22280_8380d8ab6db1d72e0a3ebe569fb0623a.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/1365/building_1365_20190318_093638-22284_a6287be5107fd670406ab44c33239021.jpg",
            "description": null,
            "title": "Entrance",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1365_20190318_093638-22284_a6287be5107fd670406ab44c33239021.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Corner of Burdett Road/ St Paul's Way, E3 4AR",
        "latitude": 51.5172669,
        "longitude": -0.0298277,
        "meeting_point": null,
        "travel_info": [
            "Train: Limehouse",
            "Bus: 277, D6, D7, 309",
            "Additional travel info: About a 12 minutes walk from Mile End Tube Station."
        ]
    },
    "name": "St Paul's Bow Common",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/1365",
    "ticketed_events": false
}