{
    "all_week": false,
    "description": "HQ of professional and examining body for UK optometrists occupying two terraced houses, No. 41 (Flitcroft c1730 with later additions) and No. 42 (rebuilt by Tarmac plc, c1989) including Council chamber, print room, library and museum.",
    "design": {
        "designers": [
            {
                "architect": "Henry Flitcroft",
                "description": null,
                "year": "1730"
            }
        ],
        "periods": [
            "JKS London",
            "Georgian"
        ],
        "types": [
            "institution/profession",
            "library",
            "museum"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2023-09-10",
            "drop_in": true,
            "end": "2023-09-10T17:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in",
            "notes": "Free self-guided visiting with stewards in every room to answer your questions and point out items of interest.",
            "start": "2023-09-10T12:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        "Bookshop",
        "Toilets"
    ],
    "factsheet": [
        {
            "heading": "Background",
            "paragraphs": [
                "The College of Optometrists is the professional, scientific and examining body for optometry in the UK. It is a membership organisation that works to ensure the public is better informed about the importance of eye health and the role of optometrists – your eye specialists on the high street.",
                "The College operates under Royal Charter for the public benefit and was founded in 1980 by amalgamating three existing examining bodies, through which it can trace its origins back to 1629. The story of professional eye care is told through the collections of the British Optical Association Museum displayed inside.",
                "A rolling slide presentation on the social and architectural history of the property is showing upstairs in our Print Room."
            ]
        },
        {
            "heading": "Building History",
            "paragraphs": [
                "Since 1997 the College has occupied this Grade II listed structure, combining two former residential properties designed by Henry Flitcroft (1687-1769) the architect of St. Giles in the Fields and Woburn Abbey. The street was originally laid out on the site of the former Spur Alley by Flitcroft as part of the Craven family's development of their Brewhouse Estate. It lay parallel to the Hungerford Market and ended in a timber yard, which was swept away, along with Thames-side oyster beds, when the Victoria Embankment was constructed in the 1860s. Numbers 41-42 were built by Charles Griffith ‘of the parish of Saint Martin-in-the-Fields … Joyner,’ and were leased to him on 31st January, 1729–30. 41 Craven Street is a typical Georgian terraced townhouse c.1730, with alterations dating from c.1792 when the 3rd floor was raised. Built of brown brick with red brick window dressings and a ground floor of channelled stucco, number 41 is the only house in Craven Street with segmental window arches.",
                "In the 1820s No 42 was occupied by John Barwise, 'Gentleman' and, fittingly for a future museum, No 41 housed John Coleman Isaac, 'dealer in curiosities', who imported telescopes, kaleidoscopes and optical toys as well as ceramics. In the 1880s the properties were split, including rooms for the physicians, Arthur and Robert Cross.",
                "Both properties then became private hotels and were often used by brides on the last night before their wedding at St. Martin-in-the-Fields. After Indian Independence, in 1947, no 41 was the original home of the India Club (now at 143 Strand) and was visited by Nehru. Twentieth century neglect and wartime bombing brought about a decline in status when the street was owned by Southern Railway. The basement of no. 41 became a refuge for stray cats and our neighbouring property, no 43 and all the houses to the north of it disappeared. In the 1980s the end of the block was renovated by Tarmac PLC who used 42 Craven Street briefly as a site office; no 42 was almost completely renewed and extended to the rear. The top floor (not open today) was added in 1991. A full building refurbishment was carried out in 2021, taking just over a year to complete.",
                "In 2003 the College took possession of the entire building on the departure of the 2nd floor tenants. This freed up space for the re-display of the collections of the BOA Museum (founded 1901 and displayed to the general public since 1915). The museum reopened to visitors in 2023, after a full refurbishment, for the first time since the COVID pandemic.",
                "The property is allegedly haunted by two ghosts, George and Mary, who lived in the 18th century. There have been three independent 'sightings' in the past twenty years."
            ]
        },
        {
            "heading": "History of the College",
            "paragraphs": [
                "The College building is used for administration and meetings. It includes a Library and Information Service and historical museum, both open to the public by prior appointment. There is no teaching on-site, although all optometry students are automatically student members.",
                "The forerunners of the College were:\n• The British Optical Association (BOA) – founded 1895, which ran the first ever professional examinations in optometry in 1896.\n• The Scottish Association of Opticians – founded 1922, which grew out of a consortium of jeweller-opticians, connected with Stow College in Glasgow.\n• The examining faculty of the Worshipful Company of Spectacle Makers. This London Livery Company, based at Apothecaries Hall and founded in 1629 had run examinations in ophthalmic optics since 1898. It is the only one of the founding bodies that still exists, albeit with altered functions.",
                "The BOA had previously occupied:\n• Cliffords Inn Hall (1914-1934) - the fourteenth century Inn of Chancery which was compulsorily purchased and demolished in 1934.\n• 65 Brook Street (1934-1978), which is now the Argentinian Embassy.\n• 10 Knaresborough Place, Earls Court (1979-1997). This became the first home of the newly-amalgamated College in March 1980. It is now a private health clinic."
            ]
        },
        {
            "heading": "Tour of the Building",
            "paragraphs": [
                "Today, Open House Day, visitors are able to see:",
                "The Council Room (1st Floor) - Note the peculiarly shaped curving wall to accommodate the old Hungerford Lane, now the access road to Charing Cross railway station. It is furnished with a table featuring both convex and concave surfaces.",
                "Ante-Room (1st Floor) - This space currently features a temporary exhibition and some of the College regalia.",
                "The Panelled Room (1st Floor) - Smaller meetings are held in this room. Note the portrait of Benjamin Franklin, purportedly the ‘inventor’ of split bifocal lenses, who lived for eighteen years at no. 36 Craven Street and used to sit naked in the front windows of a room exactly like this.",
                "The Print Room (1st Floor) - This room hosts a spectacular wall of floor-to-ceiling prints drawn from the College collections of over 500 antique prints on ophthalmic and optical themes. Even one of the picture frames is wearing spectacles – can you spot it?",
                "Library (Ground Floor) - This is the premier specialist library in the country for eyes and vision. Also on view are the College's Royal Charter, Grant of Arms and items from our historic collection of rare books and sight-testing charts.",
                "Staff Room (Lower Ground Floor) - The cafeteria area includes overflow displays of vintage eyewear.",
                "The Sutcliffe Room and Giles Room (Lower Ground Floor) - Two small display galleries for the BOA Museum, normally open only by appointment.",
                "We hope you enjoy your Open House visit."
            ]
        },
        {
            "heading": "Who is here today?",
            "paragraphs": [
                "Most of the volunteers on duty today are members of the College staff, rather than the Open House charity, so you can ask them about what it is like to work here. Some of our room stewards are members of the Ophthalmic Antiques International Collectors’ Club. The OAICC was founded in 1982 by an optician, the late Derek C. Davidson, on behalf of all those who are interested in collecting the material evidence of our optical past. There are about 200 members from all over the world. Regular visits are arranged to museums and private collections, both in the UK and abroad. The OAICC has a its own collection of books held on deposit in the College Library, holds it meetings at the College and helps the museum in whatever way it can. It is, in effect, the museum friends organisation.  If you’d like to get involved visit the club website at www.oaicc.com"
            ]
        },
        {
            "heading": "Call to action",
            "paragraphs": [
                "Do you have an old picture of an optometric/optical practice? The BOA Museum maintains an archive of photographs of high street opticians’ premises. The architecture has changed significantly over the years, especially the nature of window displays following the lifting of restrictions on advertising in 1985. We would love to receive more such pictures to add to our collection. Contact the Museum Curator on 020 7766 4353 or by email: museum@college-optometrists.org"
            ]
        }
    ],
    "id": 1504,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/1504/building_1504_img_3328_040a2f358c23f095568bafec29286e10.jpg",
            "description": null,
            "title": "Detail of window surrounds",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1504_img_3328_040a2f358c23f095568bafec29286e10.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/1504/building_1504_20230321_120054_1022b223cbc785d3fb5000b193018219.jpg",
            "description": null,
            "title": "View from corner of Craven Street, 2023",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1504_20230321_120054_1022b223cbc785d3fb5000b193018219.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/1504/building_1504_20230321_120154_9a749362ded324f500c12fa67fc6ef9f.jpg",
            "description": null,
            "title": "Front door, 42 Craven Street",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1504_20230321_120154_9a749362ded324f500c12fa67fc6ef9f.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/1504/building_1504_20220701_105256_c4497fd3270427d0fc1d6da4c3fae5d6.jpg",
            "description": null,
            "title": "Rear of building, 2022",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1504_20220701_105256_c4497fd3270427d0fc1d6da4c3fae5d6.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/1504/building_1504_20220609_104730_e9fca278b5076485dcfb25407f9288c7.jpg",
            "description": null,
            "title": "The Library, 2022",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1504_20220609_104730_e9fca278b5076485dcfb25407f9288c7.jpg"
        }
    ],
    "links": [
        {
            "href": "www.oaicc.com",
            "title": null
        }
    ],
    "location": {
        "address": "42 Craven Street, WC2N 5NG",
        "latitude": 51.50790869999999,
        "longitude": -0.1253933,
        "meeting_point": null,
        "travel_info": [
            "Tube: Embankment, Charing Cross",
            "Train: Charing Cross",
            "Bus: 3, 6, 11, 12, 24"
        ]
    },
    "name": "College of Optometrists",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/1504",
    "ticketed_events": false
}