{
    "all_week": false,
    "description": "Discover a new side of the Royal Academy of Arts, including hidden spaces not usually open to the public.",
    "design": {
        "designers": [
            {
                "architect": "Various architects",
                "description": null,
                "year": "1660"
            }
        ],
        "periods": [
            "David Chipperfield Architects",
            "Georgian",
            "Historical/contemporary",
            "Stuart"
        ],
        "types": [
            "gallery"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2023-09-16",
            "drop_in": true,
            "end": "2023-09-16T18:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in",
            "notes": "Enjoy some of the “finest early eighteenth-century interiors in England” at the RA Fine Rooms.",
            "start": "2023-09-16T10:00:00+01:00",
            "ticketed": false
        },
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/1513",
            "capacity": null,
            "date": "2023-09-16",
            "drop_in": false,
            "end": "2023-09-16T12:00:00+01:00",
            "fully_booked": true,
            "name": "Royal Academy Fine Rooms Tour (1 of 2)",
            "notes": null,
            "start": "2023-09-16T11:00:00+01:00",
            "ticketed": true
        },
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/1513",
            "capacity": null,
            "date": "2023-09-16",
            "drop_in": false,
            "end": "2023-09-16T13:00:00+01:00",
            "fully_booked": true,
            "name": "Royal Academy Library Tour (1 of 2)",
            "notes": null,
            "start": "2023-09-16T12:00:00+01:00",
            "ticketed": true
        },
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/1513",
            "capacity": null,
            "date": "2023-09-16",
            "drop_in": false,
            "end": "2023-09-16T14:00:00+01:00",
            "fully_booked": true,
            "name": "Royal Academy Fine Rooms Tour (2 of 2)",
            "notes": null,
            "start": "2023-09-16T13:00:00+01:00",
            "ticketed": true
        },
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/1513",
            "capacity": null,
            "date": "2023-09-16",
            "drop_in": false,
            "end": "2023-09-16T15:00:00+01:00",
            "fully_booked": true,
            "name": "Royal Academy Library Tour (2 of 2)",
            "notes": null,
            "start": "2023-09-16T14:00:00+01:00",
            "ticketed": true
        }
    ],
    "facilities": [
        "Food and drink",
        "Cloakroom",
        "Baby changing facilities",
        "Accessible toilet",
        "Bookshop",
        "Refreshments",
        "Toilets"
    ],
    "factsheet": [
        {
            "heading": "History",
            "paragraphs": [
                "In c1664 Sir John Denham, Charles II’s Surveyor of the Ofﬁce of Works, began construction of an eleven-bay mansion of two and a half storeys in brick with stone quoins to a design by Hugh May. Set back from the busy east–west thoroughfare then known as Portugal Street and commanding extensive views over open ground to the north, the house was completed in 1668 by its new owners, the 1st Earl and Countess of Burlington.",
                "In c1709 the 2nd Countess, Lady Juliana, commissioned James Gibbs to improve the entrance court to the south by providing a semicircular colonnade, and to reconﬁgure the main staircase."
            ]
        },
        {
            "heading": "Palladian Design",
            "paragraphs": [
                "Lady Burlington’s son, Richard Boyle, 3rd Earl of Burlington, undertook two Grand Tours of Italy between 1714 and 1719. On his travels, he studied Roman architecture and buildings inspired by Italy’s classical inheritance, notably the works of the sixteenth-century Vicentine architect, Andrea Palladio. Burlington also acquired a number of Palladio’s drawings. He returned to England determined to use Palladio’s designs as his model to reform contemporary British architecture. His work at Burlington House, both externally and internally, was to become a manifesto for this new style.",
                "With his architect, Colen Campbell, Burlington refaced the house’s southern façade, using the Ionic order to articulate the ﬁrst ﬂoor, the piano nobile, above a rusticated base. In his design he drew on the buildings of Inigo Jones and on Palladio’s Palazzo Porto in Vicenza. Inside, he remodelled the ﬁrst ﬂoor to create a suite of grand rooms and summoned the painter William Kent from Rome to embellish them. Kent introduced the gusto italiano (‘Italian style’) into England by providing two ceiling paintings, a cove decoration in the Saloon and much heavily gilded carved-wood and plaster ornament.",
                "After 1722 Burlington lost interest in the house, transferring his energies, and those of Kent, to Chiswick House. In 1770 Burlington’s grandson, later the 5th Duke of Devonshire, leased the house to the Duke of Portland, who, in keeping with the new taste for a more austere form of neoclassicism, employed John Carr of York to reconﬁgure the eastern end of the building and to cover Kent’s baroque decorative scheme in the Saloon."
            ]
        },
        {
            "heading": "The Kent Revival",
            "paragraphs": [
                "The house was purchased by Lord George Cavendish in c1812. His astounding wealth permitted a series of radical alterations by Samuel Ware. A profound admirer of Kent, Ware retained and copied Kent’s detailing to create what is generally recognised as an early example of the style known as the Kent Revival. He rationalised the ﬁrst ﬂoor into a sequence of interiors suitable for grand social occasions, using 24-carat gold leaf throughout and lining the walls with silk damask. The staircase was moved to the centre of the house, on the north–south axis, and ﬂanked by two of the Ricci wall decorations from the 2nd Countess’s staircase compartment.",
                "A ballroom with a coved, compartmented ceiling was created on the eastern side, and balanced by a coved-ceilinged state dining room on the west. The two were linked by the enﬁlade running through the sequence of ﬁve, south-facing rooms, which are now known as the John Madejski Fine Rooms. Ware faced the north, garden front in render, a cheaper alternative to stone."
            ]
        },
        {
            "heading": "The Royal Academy",
            "paragraphs": [
                "Burlington House was purchased by the government in 1854. Prior to the Royal Academy being granted a 999-year lease in 1867, the building served as the headquarters of various learned societies, almost all of which are still housed within the courtyard.",
                "The Royal Academy was required to erect its top-lit Main Galleries and its art school at its own expense. Both were designed by Sidney Smirke RA and built on half of the garden to the north of the house. Smirke also added a third ﬂoor to accommodate a suite of Diploma Galleries to unify Burlington House with the three-storey ranges being raised around the courtyard by the ﬁrm of Banks and Barry, the latter the son of Sir Charles Barry RA, architect of the Houses of Parliament.",
                "Further interventions have included a remodelling of the state dining room and the construction of a secondary staircase by Richard Norman Shaw RA (1885), the construction of a new Library (1986) and Print Room (1993) by HT Cadbury-Brown RA, and the remodelling of the top-ﬂoor galleries (now the Sackler Wing of Galleries) and a reorganisation of the vertical circulation by Foster and Partners in 1991.",
                "In May 2018, a new central route between Piccadilly and Mayfair opened, uniting the two-acre campus and enabling visitors for the first time to wander freely from Burlington House to Burlington Gardens, the product of a transformational redevelopment by Sir David Chipperfield RA."
            ]
        },
        {
            "heading": "Fine Rooms Tour",
            "paragraphs": [
                "In 1715, the first floor of Burlington House was remodelled to create a suite of ‘Fine Rooms’ for entertaining, with designs and decoration by William Kent. In 1812, these were altered, and a ballroom added by Samuel Ware, who also designed the nearby Burlington Arcade.",
                "Guided tours of the Fine Rooms will run at 11am and 1pm. They can be booked through Open House London. If you're joining us for a tour, please meet in the entrance hall of Burlington House."
            ]
        },
        {
            "heading": "Royal Academy Library Tour",
            "paragraphs": [
                "Join us for a tour led by Head of Library Adam Waterton, who will delve into the architectural history of Burlington House, from 1660s Neo-Palladian mansion owned by the Earls of Burlington to a home for art and ideas.",
                "Guided tours of the RA Library will run at 12pm and 2pm. They can be booked through Open House London. If you're joining us for a tour, please meet in the entrance hall of Burlington House."
            ]
        }
    ],
    "id": 1513,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/1513/building_1513__mg_2115-by-fraser-marr_7a89a2a78aae6f6e05ef9608baa19f97.jpg",
            "description": null,
            "title": "Royal Academy of Arts",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1513__mg_2115-by-fraser-marr_7a89a2a78aae6f6e05ef9608baa19f97.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/1513/building_1513_arc049-fine-rooms-1_4da1821c6038f46e6ec7af14726063ef.jpg",
            "description": null,
            "title": "John Madejski Fine Rooms, Burlington House",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1513_arc049-fine-rooms-1_4da1821c6038f46e6ec7af14726063ef.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/1513/building_1513_new_open-house-ra-library-2-2-1_60893bd47dacfaa5ca15745a2810b4a5.jpg",
            "description": null,
            "title": "RA Library",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1513_new_open-house-ra-library-2-2-1_60893bd47dacfaa5ca15745a2810b4a5.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Piccadilly, W1J 0BD",
        "latitude": 51.5067326,
        "longitude": -0.1428696,
        "meeting_point": null,
        "travel_info": [
            "Tube: Green Park, Piccadilly Circus",
            "Bus: 14, 19, 38, 6, 9"
        ]
    },
    "name": "Burlington House: Royal Academy of Arts",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/1513",
    "ticketed_events": true
}