{
    "all_week": false,
    "description": "Grade II* listed building. Restored in 2012 to showcase magnificent Edwardian faience tile work, mosaic floor and other historic features in transformed modern surroundings that now provide the headquarters of the RCGP.",
    "design": {
        "designers": [
            {
                "architect": "Arthur Beresford Pite",
                "description": null,
                "year": "1908"
            }
        ],
        "periods": [
            "Gunton & Gunton",
            "Tilney Shane",
            "Edwardian",
            "Contemporary"
        ],
        "types": [
            "institution/profession",
            "gallery",
            "health"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2023-09-17",
            "drop_in": true,
            "end": "2023-09-17T16:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in",
            "notes": "Drop in for a final chance to see our 70th Anniversary Exhibition, see collection highlights and meet college advocates.",
            "start": "2023-09-17T10:00:00+01:00",
            "ticketed": false
        },
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/1523",
            "capacity": null,
            "date": "2023-09-17",
            "drop_in": false,
            "end": "2023-09-17T11:00:00+01:00",
            "fully_booked": true,
            "name": "Tour of 30 Euston Square",
            "notes": null,
            "start": "2023-09-17T10:00:00+01:00",
            "ticketed": true
        },
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/1523",
            "capacity": null,
            "date": "2023-09-17",
            "drop_in": false,
            "end": "2023-09-17T12:00:00+01:00",
            "fully_booked": true,
            "name": "Tour of 30 Euston Square",
            "notes": null,
            "start": "2023-09-17T11:00:00+01:00",
            "ticketed": true
        },
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/1523",
            "capacity": null,
            "date": "2023-09-17",
            "drop_in": false,
            "end": "2023-09-17T13:00:00+01:00",
            "fully_booked": true,
            "name": "Tour of 30 Euston Square",
            "notes": null,
            "start": "2023-09-17T12:00:00+01:00",
            "ticketed": true
        },
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/1523",
            "capacity": null,
            "date": "2023-09-17",
            "drop_in": false,
            "end": "2023-09-17T14:00:00+01:00",
            "fully_booked": true,
            "name": "Tour of 30 Euston Square",
            "notes": null,
            "start": "2023-09-17T13:00:00+01:00",
            "ticketed": true
        },
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/1523",
            "capacity": null,
            "date": "2023-09-17",
            "drop_in": false,
            "end": "2023-09-17T15:00:00+01:00",
            "fully_booked": false,
            "name": "Tour of 30 Euston Square",
            "notes": null,
            "start": "2023-09-17T14:00:00+01:00",
            "ticketed": true
        },
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/1523",
            "capacity": null,
            "date": "2023-09-17",
            "drop_in": false,
            "end": "2023-09-17T16:00:00+01:00",
            "fully_booked": true,
            "name": "Tour of 30 Euston Square",
            "notes": null,
            "start": "2023-09-17T15:00:00+01:00",
            "ticketed": true
        }
    ],
    "facilities": [
        "Toilets"
    ],
    "factsheet": [
        {
            "heading": "History",
            "paragraphs": [
                "The Royal College of General Practitioners headquarters building, from now on referred to as 30 Euston Square (although it has been known by a number of names over the course of its life), was conceived as a single building but was built and developed in phases over a period of around 25 years from the beginning of the 20th century.\n \nIt sits on a site bounded by Euston Road (formerly New Road or Islington Road) to the south; Melton Street/Euston Square (at one time Euston Street and then Euston Place) to the east; and Stephenson Way (previously Southampton Mews and then Euston Buildings) to the rear.",
                "The terraced houses that previously occupied most of the site would have been acquired and demolished as they became available, to allow the eventual realisation of the complete building. Those fronting Euston Road were known as Southampton Place and had large front gardens that would ultimately be lost to road widening and the eventual encroachment of the new building."
            ]
        },
        {
            "heading": "The London Edinburgh and Glasgow Assurance Company",
            "paragraphs": [
                "The first element to be built was that facing Euston Square, on the corner of Euston Road. Constructed between 1906 and 1908 to the designs of Arthur Beresford Pite (of whom more later), this was conceived as the headquarters of The London Edinburgh and Glasgow Assurance Company. The LE&G was a company that specialised in welfare insurance for low income workers and their families. Originally based in New Bridge Street near Blackfriars they had moved to Farringdon Street in 1888.\n \nInsurance companies were amongst the first to commission purpose-built office buildings with no associated warehouse or domestic element. For the first half of the 19th century these buildings tended to be classically styled traditional structures with large clear internal volumes that acted to re-enforce the prestige and probity of their owners and created a more efficient working environment than was provided by premises converted from domestic accommodation for their growing number of staff (and quantity of paperwork).\n \nEuston Square was a good location for the LE&G. Euston Station, the first mainline terminus station in a capital city anywhere in the world, had opened there in 1837 and been greatly expanded in the 1840s. From 1846 the London and North Western Railway had linked Euston to Birmingham, Leeds, Liverpool, Manchester and (through co-operation with the Caledonian Railway) Edinburgh and Glasgow.",
                "The original square had been greatly altered by both the arrival of the station and the increasingly busy, and eventually widened, Islington (or Euston) Road that bisected it, ultimately dislocating the south eastern end completely. When the Euston Station Great Hall (designed by Philip Charles Hardwick) opened in 1849, it combined with the Euston Arch and its flanking pylons by his father Philip Hardwick & Charles Fox (famously demolished in 1961), the Inwoods’ St Pancras church (1819–22) and the nearby University College (1827-28) by William Wilkins and John Peter Gandy-Deering to create an extraordinary concentration of Greek Revivalist architecture that was to define the character of the area for the next 100 years."
            ]
        },
        {
            "heading": "Post War",
            "paragraphs": [
                "The passing of the National Insurance Act in 1946 and the subsequent introduction the National Health Service brought about the demise of insurance companies such as the National Amalgamated Approved Society which ceased to exist in 1948.",
                "30 Euston Square was taken over by the Government and was used by the Department of Health and Social Security before passing back into private hands. It lay empty for several years whilst plans for its redevelopment were drawn and re-drawn before its purchase by the Royal College of General Practitioners in 2010."
            ]
        },
        {
            "heading": "Arthur Beresford Pite (1861-1934)",
            "paragraphs": [
                "When Pite was commissioned to design 30 Euston Square in 1904 he was 43 years old. He had established his own practice in 1897 and from 1900 he had been Professor of Architecture at the Royal College of Art. Over the course of his career he had designed an eclectic mix of buildings.\n \nAt 21 he had won the Soane Medallion competition for a design that represented “a Gothic building of the wildest type”. With John Belcher, between 1888 and 1893, he had been responsible for The institute of Chartered Accountants in Great Swan Alley off Moorgate, an at least superficially archetypical classical revival building. As much as any other, these two designs demonstrate Pites extraordinary ability to embrace a range of architectural traditions.",
                "What links these (and his Arts and Crafts influenced buildings) is his commitment, fostered during his membership of the Arts Workers Guild, to a fundamental principle of good architecture based on sound building technique. He deplored superficial decoration or stylistic frippery.",
                "Whatever their style, his buildings reveal and revel in their unified structural and architectural composition. It was this approach, combined with a passionate interest in a cityscape that maintained and respected the distinctive character of its different areas and districts that led to the form that emerged for 30 Euston Square.",
                "In assessing the requirements for a building that would contribute to the classical surroundings of Euston Square, Pite would undoubtedly have referenced the work of the architect Professor Charles Robert Cockrell R.A., who had been the leading proponent of the Greek Revival movement in the first half of the 19th century. His re-interpretation of Greek Architecture, sparked by his excavations of the Temple of Apollo at Bassae between 1811-13 had led amongst other things to his adoption of a more vigorously molded sculptural wall mass in his buildings (notably at the Ashmolean Museum in Oxford, 1845), which Pite had to some extent already emulated in his work with Belcher and which is evident at 30 Euston Square.\n \nCockrell was undergoing something of a reappraisal at the time particularly In ‘The Builder’ magazine (to which Pite contributed) where there was some dissention over the proposed demolition of his notable Westminster Life and British Fire Office in the Strand (eventually demolished in 1908).",
                "Pite would have been aware of Cockrell‘s approach to enriching the urban environment through the adoption of a handsome classical style for the then newly emerging office premises, and may well have of drawn comparisons with the work of his own great hero Wren who had similarly sought, with his classical churches, to enhance and ennoble their surrounding areas.",
                "It was against this background that Pite commenced his design for the LE&G of a building that would become the first Grecian building, certainly on such a proposed scale, to be built in London for almost half a century and, in part at least, one of the last of its size to use a largely traditional approach in its method of construction.",
                "Beresford Pite died in 1934. It would have been a source of lasting regret to him that he had failed to realise in its entirety a building that had occupied him for over two decades one that, if completed, could potentially have been the most significant of his career."
            ]
        },
        {
            "heading": "Pite Building – ‘Melton Street’ (1906-1923)",
            "paragraphs": [
                "Whilst Pite undoubtedly had a vision for the creation of a new Euston Square in a classical style, what we look at today as ‘his’ building is only one part of his original overall scheme for the LE&G. As conceived by Pite, his building was to have fronted Euston Road (not the Square) with a main façade that would have encompassed a grand entrance at its centre and included a block end pavilion, matching that on the corner of Melton Street, at its western end.",
                "For the first phase (and subsequent phases designed by him) he managed to persuade his client of the benefits of a traditional form of construction rather than that of the increasingly prevalent steel frame. In doing this he may well have stressed a truthful approach to form and function which, whilst more expensive in itself, would require less to be spent in superficial external decoration. Whatever the reasoning a consequence of this decision is that today those parts of the building constructed in this solid and proven manner remain in a remarkably good condition.",
                "Internally the 1906-08 section of the building features remarkable tiled walls, floors and decorated ceilings in a style which evokes elements of that 1882 Soane Medallion winning ‘West End Club House’ design.",
                "Following completion of the first phase Pite continued to work on the building for at least the next 15 years. In 1913 he was called upon to extend the building upwards adding a multi gabled extension on the roof between the 5th floor pavilions and in 1923 an extension was added to the northern end (9 Melton Street). Both these facts are well documented.",
                "Less well recorded, but apparent through careful study of the building plans, are the additions to the rear of the building in Stephenson Way (Euston Buildings). These match the construction techniques of the original building and are clearly planned to predetermined building lines internally. Implicit in this is that these additions are also to the designs of Pite working towards his overall vision for the building. It was however a vision that was never to be realized."
            ]
        },
        {
            "heading": "Gunton Building – Euston Road (1932)",
            "paragraphs": [
                "At some point it appears Pite fell out of favour with the owners of the building, now the National Amalgamated Approved Society. The NAAS had been founded in 1912 as a joint venture by a number of assurance societies, including the London Edinburgh and Glasgow. Whether this disagreement was over matters of architecture or money, or most likely both, is speculation. What we do know is that the final part of the building, opened in 1932 as commemorated by a plaque at the eastern end of its main elevation, is very different in concept and form to that originally conceived by Pite.",
                "From its introduction, as early the 1860s, structural steel, with its ability to economically allow ever larger (and faster) construction was to become an increasingly prevalent material in the building of offices.",
                "From the turn of the 20th century falling steel prices and experience gained from both Germany and America made the fully steel framed building a viable reality. A fact that was endorsed in 1909 when the LCC codified the use of steel frame construction.",
                "The new architect, WH Gunton of Gunton and Gunton, a firm at the forefront of this type of construction, produced a steel framed design that was bigger and cheaper than that previously planned and simply bolted it onto the front of the preceding phases.",
                "The new design disregarded Pites building line to enable a deeper footprint to be achieved and whilst paying superficial homage to preceding phases, in terms of some of the internal and external finishes, was in every way a more modern and cost driven solution.",
                "By the time the Royal College of General Practitioners took over the building in 2010 it was in a very poor state of repair and needed extensive remedial conservation work before being fitted out to suit the specific requirements of the College. In addition to office space for their staff, the building now boasts two impressive internal atria (created by glazing over internal light wells), a 300 seat Auditorium, an Exam Centre, 41 Study Bedrooms for delegates, examiners and function attendees, a public cafe, and a roof terrace offering a unique view across Euston  Station towards Alexandra Palace.",
                "The original panelled meeting rooms, extensive tiling, faience and mosaic work have been retained and sympathetically complemented by modern furniture and fittings to create an inspiring and unique facility and a major new venue in the emerging Euston Medical Quarter which also includes the Wellcome Collection, University College London and University College Hospital."
            ]
        }
    ],
    "id": 1523,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/1523/building_1523_img_1658_135b06f461989185cc85fd18bc8bad99.jpg",
            "description": null,
            "title": "Interior of 30 Euston Square",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1523_img_1658_135b06f461989185cc85fd18bc8bad99.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/1523/building_1523_img_0739_3eedfd6ec436edfc9e8441754dcf0ac5.jpg",
            "description": null,
            "title": "Rear Interior Atrium",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1523_img_0739_3eedfd6ec436edfc9e8441754dcf0ac5.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/1523/building_1523_img_1657_4d398a1a2c93cb487b21e6f0dbabbf5e.jpg",
            "description": null,
            "title": "Interior of 30 Euston Square",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1523_img_1657_4d398a1a2c93cb487b21e6f0dbabbf5e.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/1523/building_1523_img_1659_bc22c668dfbd3a0a2f88a7dd3d7db525.jpg",
            "description": null,
            "title": "Roof Terrace",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1523_img_1659_bc22c668dfbd3a0a2f88a7dd3d7db525.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "30 Euston Square, NW1 2FB",
        "latitude": 51.5265851,
        "longitude": -0.1340191,
        "meeting_point": null,
        "travel_info": [
            "Tube: Euston, Euston Square",
            "Train: Euston, King's Cross",
            "Bus: 18, 30, 73, 205",
            "Additional travel info: Entrance is on Melton Street. There is some disruption in the area due to the HS2 engineering works."
        ]
    },
    "name": "Royal College of General Practitioners",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/1523",
    "ticketed_events": true
}