{
    "all_week": false,
    "description": "Guild Church, first mentioned c1080. Oldest of the City churches dedicated to St Mary. Only Wren church built after the Great Fire, courtesy of a bequest, in late Gothic style.",
    "design": {
        "designers": [
            {
                "architect": "Sir Christopher Wren",
                "description": null,
                "year": "1677"
            }
        ],
        "periods": [
            "Georgian"
        ],
        "types": [
            "religious"
        ]
    },
    "events": [],
    "facilities": [
        "Step free access",
        "Gender neutral toilets",
        "Food and drink",
        "Baby changing facilities",
        "Accessible toilet",
        "Refreshments",
        "Toilets"
    ],
    "factsheet": [
        {
            "heading": "Key Dates",
            "paragraphs": [
                "before 1100: Church founded on the site, probably by Benedictine monks from Christchurch Priory, Canterbury.\n1666: Fire of London destroys 89 churches including St. Mary Aldermary.\n1678: Reconstruction of St. Mary Aldermary.\n1876-7: Victorian refurbishment of exterior and interior fittings.\n1940-41: Enemy action destroys Victorian stained glass windows but the church is largely undamaged.\n1952: St. Mary Aldermary ceases to be a parish church and becomes a Guild Church within the parish of St. Mary-le-Bow. Guild churches have a distinctive mission and ministry within the City of London.\n2010: The Moot Community move into St. Mary Aldermary.\n2012: Host Cafe opens."
            ]
        },
        {
            "heading": "History",
            "paragraphs": [
                "The name St. Mary Aldermary indicates the ancient origins of the church. Aldermary, meaning “Older Mary”, implies this is the first local church dedicated to Mary and so it probably has Saxon roots. The earliest record is 11th century.",
                "After the Great Fire of 1666, the church was a “Gothic” rebuild. This went against the City authority’s plans but was possible due to a £5,000 legacy from Henry Rogers, a wealthy Somerset businessman, given for the “rebuilding of a church in London where there was most need”. The money was given to St. Mary Aldermary whose parishioners wanted the church rebuilt in the old style. This was overseen by John Oliver, one of Wren’s surveyors.",
                "Surviving the Second World War, St. Mary Aldermary became a Guild Church and, in 2010, the home of the contemplative Moot community. Host Cafe opened in 2012, intentionally blurring the boundaries between sacred and secular.",
                "Any church is a home for worship. Moot services offer contemplation and reflection. On Sundays there are a range of celebrations; weekday mornings are quiet and reflective. Our twice-weekly meditation groups held under the banner “Stressed in the City” provide a powerful way to relax, lower stress levels and develop a spiritual prayer practice."
            ]
        },
        {
            "heading": "Key Features",
            "paragraphs": [
                "St. Mary Aldermary may be the most important late 17th century Gothic church in England. The striking feature is its plaster fan-vaulted ceiling, in both the nave and side aisles, which raises the gaze and inspires awe in a way more reminiscent of traditional cathedrals. This is enhanced by the mouldings of the spandrels nestling above the pillars. The coats of arms are of Henry Rogers and, at the front of the church, of Archbishop Sancroft of Canterbury. A quirky feature is the angle of the east wall which followed the line of a pre-1678 passageway.",
                "The tower was rebuilt after the Great Storm of 1703, while many of the internal fittings date from a Victorian renovation described by John Betjeman as a “heavy-handed effort”. Earlier fittings include: the pulpit, believed to have been carved by Grinling Gibbons; a 1682 rare wooden sword rest; the west door case from the “lost” church of St. Antholin; and the 1781 organ built by George England.",
                "There is a memorial to the Royal Tank Regiment; St. Mary Aldermary is their regimental church. We have an annual commemoration on the Sunday after Remembrance Sunday recalling the Battle of Cambrai in 1917.",
                "Monuments include: Sir Percival Pott, the 18th century St. Bartholomew’s Hospital surgeon who gave us the term “Pott’s fracture”, a fracture of the ankle from which he suffered and which, almost, cost him his leg; Rene Baudouin, a Huguenot refugee, who arrived in London in 1678, became a wealthy merchant and illegally imported silk from France; and James Braidwood who established London’s fire brigade and lost his life firefighting.",
                "A blocked off window above the north door, dating from 1876, depicts the Transfiguration. The glass windows date from the 1950s and replaced those destroyed in the 1940-41 air raids. The east windows are by Lawrence Lee and the west window by John Crawford. Sir Christopher Wren is shown in the side chapel window. In the west window the defence of London is commemorated: St. Michael is overcoming the dragon; the arms of the services involved are depicted; and the seven gifts of the Holy Spirit are shown as seven fires recalling how, once more, the City rose out of fire."
            ]
        },
        {
            "heading": "More Recent History",
            "paragraphs": [
                "St. Mary Aldermary is the home of Moot, a welcoming contemplative community who explore our relationship with God, with the world around us and with one another by seeking their inspiration from monastic wisdom. Moot’s Rhythm of Life resonates with personal circumstances and encourages the journey of faith together as a community. On Sundays, Moot gathers to worship at 6:30 p.m and, on Monday to Friday, at 8 a.m. Services vary but are based around reflection and silence, often ending with a social trip to the pub or coffee at the Host Cafe. We take traditional church practices and adapt them for our contemporary situations. We are: traditional and progressive; rooted and open to change; offer safe space and challenge. There are plenty of opportunities for discussion and exploration both at the Church and in local groups. You can catch up with the Moot Community at moot.uk.net"
            ]
        }
    ],
    "id": 1824,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/1824/building_1824_120214-st-mary-aldermary-from-walbrook_6a0a8e05d9859705ab51593e095dc07d.jpg",
            "description": null,
            "title": "St Mary Aldermary with St Pauls in the background",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1824_120214-st-mary-aldermary-from-walbrook_6a0a8e05d9859705ab51593e095dc07d.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/1824/building_1824_img_3958-edited_ef5f52cd0b515f42c8992aa82e45426a.jpg",
            "description": null,
            "title": "The ceiling above the nave",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1824_img_3958-edited_ef5f52cd0b515f42c8992aa82e45426a.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/1824/building_1824_img_3961-edited_66d4f5d2d62cb9e362150e10599ac69c.jpg",
            "description": null,
            "title": "The south-east chapel",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1824_img_3961-edited_66d4f5d2d62cb9e362150e10599ac69c.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/1824/building_1824_img_6468-edited_50e746416687c39968b725d9789f1fdb.jpg",
            "description": null,
            "title": "The wooden sword rest",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1824_img_6468-edited_50e746416687c39968b725d9789f1fdb.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/1824/building_1824_img_6466_ddcc57643e82bbff527e1c9f9ad19d5e.jpg",
            "description": null,
            "title": "The Chancel",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1824_img_6466_ddcc57643e82bbff527e1c9f9ad19d5e.jpg"
        }
    ],
    "links": [
        {
            "href": "moot.uk.net",
            "title": null
        }
    ],
    "location": {
        "address": "Watling Street, EC4M 9BW",
        "latitude": 51.5130124,
        "longitude": -0.093623,
        "meeting_point": null,
        "travel_info": [
            "Tube: Mansion House, Bank",
            "Train: Cannon Street",
            "Bus: 521, 26, 15, 17, 11, 4"
        ]
    },
    "name": "The City Churches: St Mary Aldermary",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/1824",
    "ticketed_events": false
}