{
    "all_week": false,
    "description": "A most important house in Ickenham an outstanding example of Jacobean architecture built in the 1630s. Red brick construction laid in English bond on an H plan. Great Hall includes the 1655 Harrington Screen, 18C marble fireplace panelling.",
    "design": {
        "designers": [
            {
                "architect": "Unknown",
                "description": null,
                "year": "1638"
            }
        ],
        "periods": [
            "Stuart"
        ],
        "types": [
            "historical house"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2023-09-16",
            "drop_in": true,
            "end": "2023-09-16T16:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in",
            "notes": "Please let us know if you plan to visit. Doing so allows the venue to plan ahead and you will be notified by email about any changes to the programme that might affect your visit.",
            "start": "2023-09-16T10:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        "Step free access",
        "Accessible toilet",
        "Toilets"
    ],
    "factsheet": [
        {
            "heading": "History of the Building",
            "paragraphs": [
                "Jacobean in style, Swakeleys House was built in the 1630s by Sir Edmund Wright. Born into a family of minor gentry in Cheshire, Wright moved to London, started as apprentice in the Grocer’s Company, became an upwardly-mobile merchant, and rose to be Lord Mayor in 1640. Along the way, he set his heart acquiring a country seat within a half a day’s ride of London. Wright had an eye for new fashions in building, and an ear for a classy name: Swakeleys was the name of the estate’s owners in the 14th century, and Wright retained it when he bought the land.",
                "The result is a house that parades its charm in a grand but not grandiose way. It is tempting to call it “Swankleys” as Pevsner and Cherry hint when they describe it as exemplifying “city taste in the country; its swanky exterior quite different in spirit from the sophisticated Italian classicism of Inigo Jones’s court style.” (Buildings of England, London Vol 3)"
            ]
        },
        {
            "heading": "Design and interior",
            "paragraphs": [
                "The house with two stories and an attic floor is in the shape of an H, which gives it four projecting wings. Built in red brick, with contrasting plasterwork painted to resemble stone - string courses, gables, pediments and window surrounds - Swakeleys has the appearance of a 17th century bigwig in a plum coloured coat trimmed with biscuit-coloured braid. Both the main front, which faces west and overlooks the extensive gardens, and the east front with its yard and service buildings, are much more than symmetrical facades. They are filled with lively detail that begins at the roofline with clusters of chimneys and gables galore.",
                "From the top storey down, all but the smallest windows are topped with individual pediments – either triangular or segmental; there are alcoves and inscriptions, bay windows and balconies. The roof, glimpsed occasionally behind all this busy-ness, is tiled in red.",
                "The H-shaped ground plan has the horizontal stroke containing, on the ground floor the hall, dining room, kitchen and pantry; and, on the first, the showiest room of all: the great chamber. The two vertical sides project as rather stubby wings. The advantage is that rooms in these wings have windows on three of their outward-facing walls; many of them are bays.",
                "The principal room on the ground floor is the hall. It is dominated at one end by the hall screen, decorated in an elaborate manner and meant to impress visitors – as it did Samuel Pepys, when he came a-peeping in 1665.",
                "The purpose of the huge screen (with a central doorway giving access to a passage behind it) was to separate the hall (and the adjacent dining room) from the skivying domain of kitchen and pantry. At Swakeley, it is a period status-symbol, thought to have been added by Wright’s son-in-law who inherited the house in 1649 (Wright had three daughters; no sons) Remarkably, it is made of wood, painted to look like stone – even the columns which flank the door have been “marbled” The screen is decorated with coats of arms, busts of prominent personages, cherubs, angels, and lions in not-quite-heraldically-correct positions. The golden beasts crouch on top of the pediment over the door and are slightly flattened so that their heads fit just under the ceiling. On the reverse “service” side of the screen, there are two more lurking lions; and here once were busts of lesser worthies, including, as Pepys noted in his diary “the parson of the parish.”",
                "There is a long stone fireplace taking up much of one sidewall in the hall, and Pevsner and Cherry note that some smaller rooms on this floor unusually have stone fireplaces; they became standard in town houses only later in the 17th century.",
                "While much of the panelling in many rooms is original, the wooden staircase has probably been rebuilt, according to Pevsner & Cherry who suggest that it is a 19th century reconstruction in an 18th century style. The main staircase stops at the first floor, (narrower stairs lead the attic.) and the entire stairwell, ceiling included, is covered with scenes from classical mythology and history. However, it is worth turning away from Dido and Aeneas and their antics to look at the windows that illuminate their activities. This wall is penetrated by a random arrangement of four or five small windows, distributed at different heights, and in different sizes and shapes -rectangular or oval. This break with the traditional pattern of fenestration was apparently a fashion started by Italian architect Sebastiano Serlio and used in several London houses at the time.",
                "On the first floor is the most prominent room in Swakeleys: the Great Chamber. This west-facing space takes up the whole central front part of the house, and overlooks the front porch and gardens. The lavishly decorated plaster ceiling is divided into 15 “compartments”. It shows that while Wright’s taste for flamboyant decoration is evident on the exterior, in this room, as Pevsner and Cherry observe, “the ceiling is an early imitation of the sober classical style of interior decoration introduced by [Inigo] Jones”. However, this is one piece of finery that Pepys does not mention in his journal. The diarist famously had a roving eye, so no doubt he was busily entertaining the ladies in the great hall. Or dallying with the serving girls in the pantry or the passageway.",
                "Swakeleys did not remain long in Wright’s family. By the time Pepys came, it had been sold to a London goldsmith, Sir Robert Viner. Over the centuries, there have been different owners, and subtractions and additions to the fabric. The long gallery on the south side has gone. After some decades decay, the house was restored in the 1980s by a group of dedicated local enthusiasts. New offices that helped to finance the restoration were discreetly added in 1981-5, and now Swakeleys is looking as fine as ever."
            ]
        }
    ],
    "id": 1939,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/1939/building_1939_swakeleys-house-open-house-2011-08_45bbb18d3b76fc224c8612bee4f0510a.jpg",
            "description": null,
            "title": "Swakeleys House exterior ",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1939_swakeleys-house-open-house-2011-08_45bbb18d3b76fc224c8612bee4f0510a.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/1939/building_1939_swakeleys-house-open-house-2011-01_9fc70ce8ba54b07e0942520f396eb5ac.jpg",
            "description": null,
            "title": "Swakeleys House interior ",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1939_swakeleys-house-open-house-2011-01_9fc70ce8ba54b07e0942520f396eb5ac.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Swakeleys Road, Ickenham (access from Milton Road) , UB10 8LD",
        "latitude": 51.565106,
        "longitude": -0.4572185,
        "meeting_point": null,
        "travel_info": [
            "Tube: Ickenham, Hillingdon",
            "Train: West Ruislip",
            "Bus: U1, U2, U10"
        ]
    },
    "name": "Swakeleys Estate",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/1939",
    "ticketed_events": false
}