{
    "all_week": false,
    "description": "Stunning regal building, the only surviving building from Whitehall Palace, one of the first examples of the principles of Palladianism being applied to an English building. Site of a set of magnificent ceiling paintings by Rubens.",
    "design": {
        "designers": [
            {
                "architect": "Inigo Jones",
                "description": null,
                "year": "1619"
            }
        ],
        "periods": [
            "Stuart"
        ],
        "types": [
            "historical house",
            "palace",
            "concert/performance space"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2023-09-10",
            "drop_in": true,
            "end": "2023-09-10T16:30:00+01:00",
            "fully_booked": false,
            "name": "Drop in",
            "notes": "",
            "start": "2023-09-10T10:00:00+01:00",
            "ticketed": false
        },
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2023-09-17",
            "drop_in": true,
            "end": "2023-09-17T16:30:00+01:00",
            "fully_booked": false,
            "name": "Drop in",
            "notes": "",
            "start": "2023-09-17T10:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        "Toilets"
    ],
    "factsheet": [
        {
            "heading": "Inigo Jones’ masterpiece of classical architecture",
            "paragraphs": [
                "Managed by Historic Royal Palaces, this remarkable structure marks the beginning of a revolution in British architecture. It is one of the first examples of the principles of Palladianism being applied to an English building. It is the last surviving building from Whitehall Palace which burnt to the ground in 1698.",
                "It was designed by Inigo Jones for James I, and work finished in 1622. Inigo Jones had travelled to Italy, had seen the buildings of the ancient world, and decided to recreate something of their effect in rainy London. This was supposed to look like a piece of ancient Rome transposed to Whitehall, and the effect was extraordinary."
            ]
        },
        {
            "heading": "The Building",
            "paragraphs": [
                "The building was intended for Court masques, State receptions and entertainments. But when Charles I commissioned Sir Peter Paul Rubens to paint nine ceiling paintings to commemorate his father, James I, concerns about smoke damage from candles during evening occasions meant the parties were held elsewhere from 1637.",
                "Envisioned for the splendour and exuberance of court masques, the Banqueting House is probably most famous for one real life drama: the execution of Charles I. This took place here in 1649 to the ‘dismal, universal groan’ of the crowd. Paradoxically, one of Charles’s last sights as he walked through the Banqueting House to his death was the magnificent ceiling celebrating his father’s rise into Heaven.",
                "The exterior of the Banqueting House was repaired and conserved in 2015/6. Craft skills of masons, lead-workers and others were used in repairing, cleaning and redecorating the complex structure.",
                "Historic Royal Palaces’ conservation ethos is to ensure repairs protect the patina of age and respect contributions from the past.  Where possible we use reversible techniques and cause the minimum amount of disturbance to the historic fabric. This is a Grade 1 Listed Building.",
                "You can find out more about the history of the Banqueting House in our guidebook which is available onsite and online.",
                "The Banqueting House is not currently open to the public."
            ]
        }
    ],
    "id": 2058,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/2058/building_2058__w1_5895_3be43d2fe9fac6fede4ac554ef2f5e9d.jpg",
            "description": null,
            "title": "Main Hall",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2058__w1_5895_3be43d2fe9fac6fede4ac554ef2f5e9d.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/2058/building_2058_the-banqueting-house_17b314b00e9b00788dcc5f6d740c2cd9.jpg",
            "description": null,
            "title": "Main Hall",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2058_the-banqueting-house_17b314b00e9b00788dcc5f6d740c2cd9.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Whitehall, SW1A 2ER",
        "latitude": 51.5046868,
        "longitude": -0.1264517,
        "meeting_point": null,
        "travel_info": [
            "Tube: Westminster, Embankment, Charing Cross",
            "Train: Charing Cross",
            "Bus: 453, 159, 12"
        ]
    },
    "name": "The Banqueting House",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/2058",
    "ticketed_events": false
}