{
    "all_week": false,
    "description": "The University of Westminster was one of the first polytechnics in the UK. Founded in 1838 as the Royal Polytechnic Institution, it was established to educate the working people of London, regardless of background or financial status.",
    "design": {
        "designers": [
            {
                "architect": "George Mitchell",
                "description": null,
                "year": "1912"
            }
        ],
        "periods": [
            "Edwardian"
        ],
        "types": [
            "education"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2023-09-16",
            "drop_in": true,
            "end": "2023-09-16T15:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in",
            "notes": "Tours commence on the hour between 10am – 3pm lasting 40 mins. The last tour will commence at 2pm. 25 per tour - first come first served.",
            "start": "2023-09-16T10:00:00+01:00",
            "ticketed": false
        },
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2023-09-17",
            "drop_in": true,
            "end": "2023-09-17T15:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in",
            "notes": "Tours commence on the hour between 10am – 3pm lasting 40 mins. The last tour will commence at 2pm. 25 per tour - first come first served.",
            "start": "2023-09-17T10:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        "Toilets",
        "Refreshments",
        "Gender neutral toilets",
        "Cloakroom",
        "Baby changing facilities",
        "Accessible toilet"
    ],
    "factsheet": [
        {
            "heading": "Royal Polytechnic Institution (1838-1881)",
            "paragraphs": [
                "The first building at 309 Regent Street comprised a gallery and offices, and linked the mansion at 5 Cavendish Square to a public entrance in the newly developed Regent Street. The architect was William Thompson, and the builder William Mountford Nurse. When it opened to the paying public, attractions ranged from demonstrations of the new art of photography to a ride underwater in the famous diving bell. The building was substantially extended in 1848 by the addition of a theatre for \"optical exhibitions\" including the \"hydro-electrical microscope, the physioscope and dissolving view\", on the south side of the building. The Polytechnic became the world leader in spectacular magic lantern shows."
            ]
        },
        {
            "heading": "Regent Street Polytechnic (1882-1970)",
            "paragraphs": [
                "Quintin Hogg made many internal changes to the existing building, notably converting the great hall into a gymnasium and adding an indoor swimming bath in 1883. Rooms were continually added and changed in a piecemeal way, but in 1910 the building closed for two years for major rebuilding. Most of the building was demolished (but not the blocks containing the theatre, swimming pool and gymnasium) and rebuilt, with nine levels replacing the existing four. The first architect was Frank Verity, who was replaced by George Mitchell. The classical façade, rebuilt to match the prevailing style in Regent Street, is unchanged."
            ]
        },
        {
            "heading": "Fyvie Hall",
            "paragraphs": [
                "This oak-panelled Hall is dedicated to Lord Leith of Fyvie, who gave a substantial donation to enable the rebuilding appeal of 1910-12 to meet its target. The paintings were added in the early 1920s by Delmar Banner and other students of the Polytechnic Art School (Banner was later known as a landscape painter in the Lake District) and represent rural crafts, chosen to contrast with the modern technical education provided by the Polytechnic.",
                "Sequence of illustrations beginning from left of dais:",
                "1 and 2: the building of Westminster Abbey\n3: painting the painted chamber in Westminster Palace\n4: printing the Bishop's Bible\n5: goldsmiths presenting a gift to Elizabeth I, c.1560\n6: tapestry weavers at Mortlake, c.1630\n7: potters (Dwight of Fulham) around 1700\n8: shipbuilders c.1700",
                "There is a Compton chamber organ at the back of the Hall, presented by a benefactor in 1937."
            ]
        },
        {
            "heading": "Regent Street Cinema",
            "paragraphs": [
                "Regent Street Cinema is the birthplace of British cinema  (original wings housed within the newer building of 309 Regent Street), where the first public premiere of film in the UK by the Lumière brothers using the Cinématographe, took place in 1896. The cinema also houses a John Compton organ that gave sound to silent films. George Mitchell 1911"
            ]
        }
    ],
    "id": 2244,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/2244/building_2244_resize_regent_street-fw_03c573104c466e2bf32e6a27aafebdcd.png",
            "description": null,
            "title": null,
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2244_resize_regent_street-fw_03c573104c466e2bf32e6a27aafebdcd.png"
        }
    ],
    "links": [],
    "location": {
        "address": "309 Regent Street, W1B 2UW",
        "latitude": 51.5198464,
        "longitude": -0.1450362,
        "meeting_point": null,
        "travel_info": [
            "Tube: Oxford Circus",
            "Train: Victoria",
            "Bus: 3, 12, 88, 453, C2"
        ]
    },
    "name": "University of Westminster",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/2244",
    "ticketed_events": false
}