{
    "all_week": false,
    "description": "Opened 1837, with monuments to famous Victorians (Doulton, Tate, Reuter, Mrs Beeton). 69 Grade II/II* listed structures, including Greek Chapel c1872, architect uncertain, mausolea by EM Barry and GE Street and entrance arch by W Tite.",
    "design": {
        "designers": [
            {
                "architect": "Sir William Tite",
                "description": null,
                "year": "1837"
            }
        ],
        "periods": [
            "Victorian"
        ],
        "types": [
            "cemetery"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2023-09-16",
            "drop_in": true,
            "end": "2023-09-16T18:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in",
            "notes": "Self guided Go Jauntly walk to discover the 14 ‘at risk’ monuments being restored under the current National Heritage Lottery Fund project.",
            "start": "2023-09-16T10:00:00+01:00",
            "ticketed": false
        },
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2023-09-17",
            "drop_in": true,
            "end": "2023-09-17T18:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in",
            "notes": "Self guided Go Jauntly walk to discover the 14 ‘at risk’ monuments being restored under the current National Heritage Lottery Fund project.",
            "start": "2023-09-17T10:00:00+01:00",
            "ticketed": false
        },
        {
            "activity_type": "Talk",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/2331",
            "capacity": null,
            "date": "2023-09-16",
            "drop_in": false,
            "end": "2023-09-16T15:45:00+01:00",
            "fully_booked": false,
            "name": "Sir William Tite, architect of West Norwood Cemetery",
            "notes": null,
            "start": "2023-09-16T14:00:00+01:00",
            "ticketed": true
        },
        {
            "activity_type": "Walking tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/2331",
            "capacity": null,
            "date": "2023-09-17",
            "drop_in": false,
            "end": "2023-09-17T11:00:00+01:00",
            "fully_booked": false,
            "name": "Early Autumn Bird Walk",
            "notes": null,
            "start": "2023-09-17T09:30:00+01:00",
            "ticketed": true
        }
    ],
    "facilities": [
        "Parking",
        "Toilets"
    ],
    "factsheet": [
        {
            "heading": "History",
            "paragraphs": [
                "In the early 19th century, the growth of towns and cities due to the Industrial Revolution meant that traditional places of burial, such as church-yards and dissenters' burial grounds, could not cope. In London, the first of the large commercial, inter-denominational cemeteries, the General Cemetery of All Souls at Kensal Green, was opened in 1833. This was followed by the South Metropolitan Cemetery at what was then called Lower Norwood, opened in 1837. It was designed by Sir William Tite, in a Gothic style.",
                "The cemetery was laid out by Tite in an informal manner, with curving roadways and deciduous trees, following English landscaping tradition. He designed the Episcopal (Anglican) and Dissenters' (nonconformist) Chapels, the lodge, the gates, and the high walls and railings. Both chapels had catacombs beneath, which together could accommodate some 3,500 coffins. The cemetery was consecrated by the Bishop of Winchester on 7 December 1837, except for an area around the Dissenters' Chapel which was allocated for nonconformists. Provision was made not only for privately-purchased family graves and vaults, but also for paupers' burials in common graves.",
                "The first burial took place five days after the consecration. It was of Harriet Raincock, sister of a stockbroker who had bought a family plot for £3 3s. Sadly, the tombstone with its inscriptions of many members of her family, including her sister Sophia, an artist, who died in 1890, no longer survives. The numbers of burials each year rose gradually, and the South Metropolitan soon became the most fashionable cemetery in south London – known as the 'Millionaires' Cemetery' from the quality of its mausolea and other elaborate monuments. In 1842 a small enclave was purchased by London's Greek community. This was subsequently enlarged by further purchases, and a chapel was built some time after 1872. This Greek section now contains an outstanding collection of superb monuments (18 are listed).",
                "By the early 20th century, the cemetery was becoming largely filled with graves, and even some of the original roadways were used for burials. In 1915 a crematorium and columbarium were installed beside the Dissenters' Chapel.  During World War II a number of monuments were destroyed or damaged; flying bombs in 1944 badly damaged the Dissenters' Chapel, and destroyed the cemetery lodge (which had only just been rebuilt in the 1930s). The Dissenters' Chapel was demolished in 1955, and replaced by the present chapel incorporating the crematorium, to serve all denominations. The Episcopal Chapel was demolished in 1960 and replaced by a rose garden. The catacombs, however, still survive: those beneath the crematorium house the furnaces, but those beneath the rose garden remain complete with coffins and unique hydraulic coffin lift, and are now listed Grade II, although not considered safe for public access.",
                "In 1965 the cemetery was compulsorily purchased for £6,000 by Lambeth Council, using Public Health Act powers. A condition of the deed of transfer was that the rights of existing grave owners were to be maintained, and the Act of Parliament establishing the cemetery and governing its operations was never repealed. The importance of the cemetery and the quality of its monuments were emphasised in 1978 when it was included within a conservation area, and in 1981 when the entrance arch, gates, walls and railings and 44 monuments were listed (seven Grade II*, the rest Grade II – a further 21 monuments have since been listed).",
                "Despite this apparent protection in law, the cemetery was subjected over a couple of decades by Lambeth Council to a programme of 'lawn conversion'. During this period, over 10,000 monuments were removed, ignoring rights of grave owners and keeping no proper records of the position of graves. Moreover, nearly 1,000 private graves were re-sold for new burials. The destruction was eventually stopped in 1991 (by which time two listed monuments had disappeared and several others had been badly damaged), by the Diocese of Southwark exerting their jurisdiction over the cemetery, 80 per cent of which is consecrated ground. Their Consistory Court in 1994 judged the 'lawn conversion' and re-sale of private graves to have been illegal. The power of management of the cemetery was delegated to a Scheme of Management Committee composed of representatives from both the Diocese and Lambeth Council. As ordered in the judgement, the Council have restored/repaired many of the disappeared/damaged listed monuments, and a landscape management survey has been carried out.",
                "In the past few years, a concerted effort by Lambeth Council, Historic England and the Friends of West Norwood Cemetery has resulted in the restoration/repair of numerous monuments, as well as parts of the walls and railings. Preparatory work has started for the restoration of the catacombs. The roadway and drainage systems of parts of the cemetery have also been refurbished, and a new memorial garden has been constructed in the north-east corner of the cemetery. After much hard work by Lambeth and the Friends on the bid, an award of £4.6m was awarded by the National Lottery Heritage Fund for a 5 year project, now in its 4th year."
            ]
        },
        {
            "heading": "Notable People Interred at the Cemetery",
            "paragraphs": [
                "Dr EDMUND DISTIN MADDICK (1857-1939)\nA surgeon, theatre owner, WW1 Director of Kinema Operations for the War Office. His large mausoleum of Portland stone is listed Grade II.\nSir HIRAM STEVENS MAXIM (1840-1916)\nAn engineer and prolific inventor: rapid-firing automatic machine guns, electric light bulbs, aeronautical experiments, fairground flying machines.\nSir JOSEPH BARNBY (1838-1896)\nA composer, conductor and organist, wrote hymns, formed the Royal Albert Hall Choral Society.\nJOHN BRITTON (1771-1857)\nAn antiquarian writer: the 26 volume series ‘The Beauties of England and Wales’. His Grade II* listed monument is a monolith of millstone grit.\nJAMES WILLIAM GILBART (1794-1863)\nA banker and writer on banking practice. His tall Grade II listed Gothic monument was possibly designed by Sir William Tite.\nDr GIDEON ALGERNON MANTELL (1790-1852)\nA surgeon, fossil collector and geologist, discovered and named the Iguanodon dinosaur. His Grade II* listed monument was restored with funds from the Geologists’ Association, and incorporates a railing and tree.\nRICHARD HENRY BRUNTON (1841-1901) \nA civil engineer, designed lighthouses, bridges, roads and harbours in Japan. His new headstone was erected by the Yokohama Chamber of Commerce.\nDOUGLAS WILLIAM JERROLD (1803-1857)\nA dramatist and journalist, writing in Punch magazine. His monument was destroyed but has been reinstated by Lambeth Council.\nCHARLES WILLIAM ALCOCK (1842-1907)\nThe father of modern sport, founded the FA Cup competition, organised the first Test Matches in England. His monument was restored with funds from the FA and Surrey CCC.\nSir HENRY BESSEMER (1813-1898)\nA scientist and prolific inventor: the Bessemer converter for large scale production of steel from pig-iron, an observatory at his home. His monument is listed Grade II.\nCHARLES DELAUNEY TURNER BRAVO (1846-1876)\nA barrister, victim of a notorious ‘murder mystery’ at The Priory, Balham, the subject of many books. His headstone has been restored but is inaccessible.\nCHRISTOPHER POND (1826-1881)\nA catering entrepreneur, made his fortune in Australia, sponsored a cricket team tour, developed railway catering in England, the Criterion restaurant. His family mausoleum is listed Grade II.\nWILLIAM PEEK (1791-1870)\nFamily helped to found the British tea industry, set up Peek, Frean & Co’s Biscuits. His monument has had its surrounding chains restored by the family.\nSir HORACE JONES (1819-1887)\nArchitect to the Corporation of the City of London, designed Smithfield, Billingsgate and Leadenhall Markets, Tower Bridge (with engineer Sir John Barry). His table tomb is listed Grade II.\nJOHN WIMBLE (1797-1851)\nA merchant ship’s captain. His Grade II listed monument is a chest tomb with side and rear panels having relief carvings of his ships, the top surmounted by a hull with its masts missing. \nJOHN GEORGE APPOLD (1800-1865)\nAn engineer and inventor: centrifugal pump used for drainage in the Fens, brake for use in lowering telegraph cables into the sea for laying the first Transatlantic cable.\nOTTO ALEXANDER BERENS (1797-1860)\nA Prussian-born linen draper. His Grade II* listed mausoleum, designed by architect E M Barry, with statues by Thomas Earp and Minton tiles, has been restored with funds from English Heritage.\nTHOMAS DE LA GARDE GRISSELL (1778-1847)\nAn antiquarian, two of his sons owned the Regent’s Canal Ironworks. The cast-iron (heavily galvanised) chest tomb with pink granite panels is listed Grade II.\nMrs ISABELLA MARY BEETON (1836-1865)\nWife of journalist and publisher Samuel Beeton, her Book of Household Management had massive sales; she died aged 28 after birth of her fourth child. The headstone was replaced by her sons in the 1930s.\nWILLIAM SIMMS (1793-1860)\nA scientific instrument maker: the optics and micrometers for the Transit Circle which defines zero longitude at Greenwich. His new headstone was erected by his great-granddaughter.\nGEORGE DOLLOND (1774-1852)\nAn optical instrument maker, equipped observatories; the family firm has become today’s Dollond & Aitchison.\nFELIX SLADE (1788-1868)\nA collector of books, manuscripts, engravings, pottery and glass; left money in his will for the endowment of Slade professorships and Slade School of Fine Art. \nDr WILLIAM MARSDEN (1796-1867)\nA surgeon, firstly at St Bartholomew’s Hospital; set up small establishments that became the Royal Free and Royal Marsden Hospitals. His Grade II listed monument is a pedestal with column.\nTHOMAS CUBITT (1788-1855)\nA pioneer in building contracting: streets and squares in Belgravia, Pimlico and Bloomsbury, and Osborne House. His Grade II listed monument is a granite slab surrounded by a holly hedge.\nALPHONSE RENE DE NORMANDY (1809-1864)\nA chemist and inventor: very successful apparatus for distilling sea water for drinking. His monument was destroyed but has been reinstated by Lambeth Council.\nWILLIAM WYON (1795-1851)\nAn engraver: chief engraver at the Royal Mint, designed the coronation medal for William IV; his engraved image of Queen Victoria was used on the Penny Black postage stamp.\nTHOMAS LETTS (1803-1873)\nA stationer, specialised in manufacture of diaries; the business is now part of Filofax Group. His Grade II listed monument is a limestone pedestal decorated with rams’ heads at the corners, and has recently been restored.\nWILLIAM BURGES (1827-1881)\nA Gothic architect: Cork Cathedral, Cardiff Castle, Castell Coch. His Grade II* listed monument, a chest tomb with a horizontal carved cross, was designed by Burges himself.\nGEORGE JENNINGS (1810-1882)\nA sanitary engineer, installed toilets at the Great Exhibition (Crystal Palace) in Hyde Park and at Sydenham, pioneered public conveniences. His monument has been restored by Lambeth Council.\nALEXANDER MUIRHEAD (1848-1920) \nAn electrical engineer, invented duplexing of signals on telegraph cables, worked on development of wireless telegraphy, recorded the first electrocardiogram. His monument is a grey granite obelisk.\nTHOMAS LYNN BRISTOWE (1833-1892)\nA financier, MP for Norwood constituency, played an important part in raising the finance to secure for the public the land for Brockwell Park, collapsed and died at the formal opening. \nSir HENRY DOULTON (1820-1897)\nA pottery manufacturer: stoneware pipes were used for sewers in London, later more artistic ware (Royal Doulton). His Grade II listed terracotta mausoleum has been refurbished by the family.\nSir WILLIAM CUBITT (1785-1861)\nA civil engineer: prison treadmill in Brixton Prison, canals, docks, railways, Great Exhibition. His Grade II listed monument was destroyed but has been reinstated by Lambeth Council.\nWILLIAM HIGGS (1824-1883)\nA building contractor: Chelsea Barracks, St Thomas’ Hospital, Metropolitan Tabernacle, Spurgeon’s Orphanage; his business later merged to form Higgs & Hill.\nCHARLES PEARSON (1793-1862)\nSolicitor to the Corporation of the City of London, promoted the idea of an underground railway in London, raised funding by persuading the Corporation to invest in the Metropolitan Railway.\nCHARLES HADDON SPURGEON (1834-1892)\nA Baptist minister, very popular preacher, founded the Metropolitan Tabernacle, Spurgeon’s Orphanage and Spurgeon’s College. His Grade II listed monument is a grey granite chest tomb with a marble bust.\nJOHN LAWSON JOHNSTON (1839-1900)\nA meat supplier, invented a fluid beef extract as a beverage, then made it thicker and concentrated as Bovril, became a millionaire. His large marble monument is a classical portico, and has recently been cleaned.\nSir HENRY TATE (1819-1899)\nA sugar manufacturer, gave large sums of money to charities, donated his art collection to the Tate Gallery. His Grade II* listed terracotta mausoleum has been refurbished by the family.\nDAVID ROBERTS (1796-1864)\nAn artist: landscapes and architectural paintings from his travels to Egypt and the Holy Land. His new headstone is a restoration with funds from the Mathaf and Schuster art galleries.\nELHANAN BICKNELL (1788-1861)\nAn art collector: works by major British artists; his third wife Lucinda was the sister of Hablot K Browne (Dickens’ illustrator ‘Phiz’); his son Henry married David Roberts’ daughter.\nBaron PAUL JULIUS DE REUTER (1816-1899)\nA news agency pioneer, founded a centre for collecting and transmitting telegraphic news, head office in London. His Grade II listed pink granite monument has been refurbished by Reuters.\nBENJAMIN COLLS (1813-1878)\nA building contractor, his firm later merged to form Trollope & Colls. His Grade II listed pink granite monument has a bronze bust, and has had the cross on top restored by Lambeth Council.\nARTHUR ANDERSON (1792-1868)\nA shipping firm founder: the Peninsular & Oriental Steam Navigation Co (P&O); founded the Institute that became Norwood Technical College. His monument is a tall grey granite obelisk.\nMrs MARIA ZAMBACO (Maria Cassavetti) (1843-1914)\nAn artist’s model, for Pre-Raphaelite painter Sir Edward Burne-Jones; designed medals and exhibited at Royal Academy. Her Grade II listed marble chest tomb has a female figure mourning over it.\nROBERT MOFFAT (1795-1883)\nA Wesleyan missionary, went to South Africa, founded a church at Kuruman and established a mission at Inyati for the Matabele; his eldest daughter married the explorer David Livingstone.\nPAUL CINQUEVALLI  (1859-1918)\nA juggler, the greatest ever seen in the music halls: the ‘human billiard table’, running balls over his back into pockets; juggling balls while carrying in his mouth a man sitting on a chair.\nJAMES HENRY GREATHEAD (1844-1896)\nA civil engineer: Tower Subway, for which he designed the tunnelling shield; City & South London Railway, world’s first deep-level underground electric railway; Blackwall and Rotherhithe Tunnels.\nJOHN CYRIL PORTE (1884-1919)\nA flying boat pioneer, Wing Commander in the Royal Naval Air Service, in charge of Felixstowe Naval Air Station, developed flying boats for naval reconnaissance and torpedo dropping in WW1.\nSir AUGUST FRIEDERICH MANNS (1825-1907)\nA musician, conductor and composer, directed the Crystal Palace Orchestra for almost 50 years, conducting the popular Saturday orchestral concerts and the Handel Festivals.\nJOHN BELCHER (1841-1913)\nAn architect: Mappin & Webb building, Poultry; Institute of Chartered Accountants, Moorgate; Whiteley’s store, Bayswater. His headstone, once flattened, has been re-erected by Lambeth Council."
            ]
        }
    ],
    "id": 2331,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/2331/building_2331_main-header-wnc_3dbe2919b6522444fb16b859add762a1.jpg",
            "description": null,
            "title": "West Norwood Cemetery National Heritage Lottery Project",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2331_main-header-wnc_3dbe2919b6522444fb16b859add762a1.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Norwood Road, [corner of Robson Road], SE27 9JU",
        "latitude": 51.4323081,
        "longitude": -0.1023521,
        "meeting_point": null,
        "travel_info": [
            "Train: West Norwood",
            "Bus: 2, 68, 196, 322, 432, 468"
        ]
    },
    "name": "West Norwood Cemetery",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/2331",
    "ticketed_events": true
}