{
    "all_week": false,
    "description": "Grade I listed Georgian house, the only surviving home of Benjamin Franklin, retaining many original features including central staircase, lathing, 18th Century panelling, stoves, windows, fittings and beams.",
    "design": {
        "designers": [
            {
                "architect": "Baron William Craven the Younger",
                "description": null,
                "year": "1732"
            }
        ],
        "periods": [
            "Patrick Dillon Architect",
            "Georgian"
        ],
        "types": [
            "historical house",
            "museum"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2023-09-16",
            "drop_in": true,
            "end": "2023-09-16T16:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in",
            "notes": "Join us at Benjamin Franklin House for our self-guided tour with Bloomberg Connects. \r\nDownload the free Bloomberg Connects app.",
            "start": "2023-09-16T10:00:00+01:00",
            "ticketed": false
        },
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2023-09-17",
            "drop_in": true,
            "end": "2023-09-17T16:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in",
            "notes": "Join us at Benjamin Franklin House for our self-guided tour with Bloomberg Connects. \r\nDownload the free Bloomberg Connects app.",
            "start": "2023-09-17T10:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        "Audio guide available",
        "Bookshop",
        "Toilets"
    ],
    "factsheet": [
        {
            "heading": "36 Craven Street",
            "paragraphs": [
                "36 Craven Street is exceptional given that it retains a high degree of authentic features, with relatively few later alterations. These include original floorboards, original ceilings, and original fireplaces. Most of the rooms are panelled; the stairs are original. There are carved wood mantelpieces with decorative pilasters to the jambs in the room which was Franklin's Parlour. Combined with Benjamin Franklin's long residence, the House is of special cultural importance, reflected by its Grade l status.",
                "All  conservation work at Benjamin Franklin House adhered to the following principles:",
                "minimise the extent of repair work\nretain original material wherever possible\nuse traditional methods and materials wherever possible\nprovide long-term rather than ad hoc repairs"
            ]
        },
        {
            "heading": "Benjamin Franklin",
            "paragraphs": [
                "The House is the world's only remaining home of Benjamin Franklin – scientist, inventor, writer, and one of the greatest political figures of the 18th century. The building is historically significant:",
                "Franklin lived and worked there for nearly sixteen years on the eve of the American Revolution, 1757-1775",
                "Served as first de facto US Embassy, with a special place in Anglo-American history",
                "Fascinating history of medicine dimension – Franklin's landlady's son-in-law ran an anatomy school from Craven Street.",
                "In his parlour at Craven Street, Franklin frequently received friends such as William Pitt the Elder (Earl of Chatham), Edmund Burke, David Hartley, James Boswell, Adam Smith, Bishop Jonathan Shipley, Sir Francis Dashwood, and Thomas Paine.",
                "Among Franklin's many and varied inventions were improved bifocal glasses, a 24-hour clock for navigation, watertight bulkheads for ships, equipment to measure sea water temperatures at different depths, and the discovery of the positive and negative charge of electricity. Among the many scientific papers and pamphlets he wrote at  Craven Street was \"Plain instructions for the inoculation in the Small-Pox\".",
                "Though built as a lodging house (Franklin was the tenant of Margaret Stevenson, though was said to be less a lodger than head of household during his long tenure), in the 20th century the building was used as a hotel and as a base for several non-profit groups. By the end of the century, when the Friends of Benjamin Franklin House were granted the freehold to 36 Craven Street from the British Government, the property was in dire condition. The management team and numerous organisations and volunteers have worked tirelessly to realise a dynamic museum and educational facility that highlights the timeless relevance of Benjamin Franklin and the tumultuous times in which he lived.",
                "By October 1998, essential structural repairs were completed. The work included the installation of a steel support beam, tuckpointing of stress-cracked brick corners, and steel channels installed vertically and diagonally for stabilisation. The period panelling was preserved and reinstated. Support included grants from the Heritage Lottery Fund and English Heritage."
            ]
        },
        {
            "heading": "Tour of the House",
            "paragraphs": [
                "Seminar Room\nOriginally the House's garden; beneath the Seminar Room's floor bones were found, remnants of the anatomy school run by William Hewson who married Margaret's daughter Polly in 1772.",
                "Kitchen\nThe Victorian stove is original as well as most of the flagstone floor. The original kitchen would have encompassed what is today the men's and women's facilities.",
                "Margaret Stevenson's Parlour\nOriginal flooring, panelling, hearth, shutters; Carrera fireplace, surround replaces one stolen prior to conservation; major structural support beam runs under the flooring across the middle of the room.",
                "The Card Room\nOriginal floorboards, panelling, shutters and Carrera marble fireplace; door leads to a late 18th century addition, a so-called 'back closet'.",
                "The Central Staircase\nOriginal treads. Georgian carved banisters and decoration. Franklin claimed to walk up and down for exercise.",
                "Franklin's Parlour\nOriginal floorboards, shutters and panelling; Victorians removed two pillars to close off the room from the laboratory for rental purposes which led to structural instability.",
                "Franklin's Lab\nOriginal floorboards, panelling and shutters. Fireplace demonstrates Franklin's work on fuel efficient stoves, matching his description of an inset 3 feet by 2 feet, with a system of chambers behind to get more heat from less fuel."
            ]
        },
        {
            "heading": "History of the Area",
            "paragraphs": [
                "Craven Street adjoins a neighbouring 18th century development – the Adelphi. The Adelphi was developed between 1768 and 1774, and forms one of the most notable works of the renowned Georgian architects, the Adams brothers: Robert, James and William. The design of the buildings was mostly the work of Robert Adam, born 1728 and educated at Edinburgh University.",
                "Craven Street has the longest stretch of 18th century housing of any other street south of the Strand. Like most of the turnings on the south side of the Strand, Craven Street, originally called Spur Alley, was originally approached through an archway and this continued to be the case long after the street was rebuilt and re-named."
            ]
        }
    ],
    "id": 2347,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/2347/building_2347_108471840_10157814229813191_5282745387740849018_n_28bff91e5fd34e2d8576cad3350cfebf.jpg",
            "description": null,
            "title": "Franklin's Floor ",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2347_108471840_10157814229813191_5282745387740849018_n_28bff91e5fd34e2d8576cad3350cfebf.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/2347/building_2347_bfh-exterior-19_8c6e1c0e1ddd5f5768ad51de39a943a2.jpg",
            "description": null,
            "title": "View from outside",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2347_bfh-exterior-19_8c6e1c0e1ddd5f5768ad51de39a943a2.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/2347/building_2347_202_1201b7fce20dde491bf1debd7a74bc6f.jpg",
            "description": null,
            "title": "Georgian decoration on central staircase ",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2347_202_1201b7fce20dde491bf1debd7a74bc6f.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "36 Craven Street, WC2N 5NF",
        "latitude": 51.5076423,
        "longitude": -0.1248869,
        "meeting_point": null,
        "travel_info": [
            "Tube: Embankment, Charing Cross",
            "Train: Charing Cross"
        ]
    },
    "name": "Benjamin Franklin House",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/2347",
    "ticketed_events": false
}