{
    "all_week": false,
    "description": "Early English style, full of Pre-Raphaelite decoration. Important works by Bodley, Comper and Cundy and windows by Kempe and Tower. First Oxford Movement church. Recently restored 10 bell peal",
    "design": {
        "designers": [
            {
                "architect": "Thomas Cundy",
                "description": null,
                "year": "1850"
            }
        ],
        "periods": [
            "Victorian"
        ],
        "types": [
            "religious"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": true,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2023-09-09",
            "drop_in": true,
            "end": "2023-09-09T23:59:00+01:00",
            "fully_booked": false,
            "name": "Drop in",
            "notes": "Open to visitors and with refreshments, see this historical Grade 1 building close to Victoria",
            "start": "2023-09-09T00:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        "Gender neutral toilets",
        "Food and drink",
        "Baby changing facilities",
        "Refreshments",
        "Toilets"
    ],
    "factsheet": [
        {
            "heading": "Introduction",
            "paragraphs": [
                "Founded by the Reverend William Bennett, at that time incumbent of St Paul’s Knightsbridge, the church was consecrated on St Barnabas’ Day 1850 amid considerable controversy caused by accusations of ‘Popery in Pimlico’. Its style is Early English Gothic and the architect was Thomas Cundy. It was the first church built in England where the ideals and beliefs of what came to be known as Anglo-Catholic movement were embodied in its architecture and liturgy. From the beginning there has been a strong musical life here, where the compilers of Hymns Ancient & Modern held their meetings, and editors planning The English Hymnal used to meet in the Clergy House."
            ]
        },
        {
            "heading": "Interior",
            "paragraphs": [
                "On entering the building one sees the impressive Shrine of St Barnabas, erected as a memorial to the Reverend G C Rawlinson, a much loved curate who served here for nearly 20 years.",
                "From the Shrine of St Barnabas the eye is easily drawn to the richly carved screen, designed by Bodley in 1906; high above it stands the figure of Christ in Majesty on the cross, flanked by the Archangels Gabriel and Raphael.",
                "Moving north-west from St Barnabas Shrine, into the tower space, one is faced by an impressive Calvary (the Crucifixion scene) carved in Oberammergau in 1910.",
                "In the left (west) wall from the Calvary is a window designed by Kempe’s successor, Walter Tower, depicting Christ in the Garden of Gethsemane. It is a memorial to his own wife, Mary Isabella, a benefactor of the Parish.",
                "Moving along the south wall of the Nave, there are a further four windows of saints associated with Britain by Walter Tower.",
                "They depict the patron saints of Westminster – St Edward the Confessor, and of England – St George, St Osmond (or Osmund: the Norman Bishop who built the Cathedral at Old Sarum and  formulated Sarum Rite) and St David – the patron of Wales.",
                "Also on the north wall of the nave are four of a series of seven monuments in the form of mosaics. They are in the Ravenna style, composed not only of marble and stone but also of coloured and gilded glass; they are believed to be the work of an Italian family living in London in the late 19th century.",
                "The first depicts the Last Supper.",
                "The second and third mosaics – of the Crucifixion and the post-Resurrection scene ‘feed my sheep’ – they are memorials to two former priests (Frs Bagshawe and Skinner). The one depicting the post-Resurrection injunction of Jesus, ‘feed my sheep’, includes  figures of St Paul and St Barnabas.",
                "The fourth, of the Ascension, looks down onto the altar of St John the Baptist, under the organ case.",
                "This altar, at the north-east corner of the nave, is rather dominated by the organ case. The altar and reredos was formerly in the now demolished Chapel of St John the Baptist, Pimlico Road.",
                "The stone pulpit, to the right of St John’s altar, is thought to be by Butterfield in the Early English style. In five niches of its octagonal shape there are paintings by a local artist on metal panels of Christ and the Four Latin Doctors (Sts Gregory the Great, Ambrose, Augustine and Jerome). A contemporary commentator described them as ‘unworthy, and they should (soon) be replaced’. In the first week after the consecration of the church, sermons were preached from this pulpit by the great leaders of the Oxford Movement: John Keble, J M Neale, E B Pusey, and Archdeacon (later Cardinal) Manning.",
                "Directly opposite across the Nave is a brass lectern by Cundy; modeled on 16th century examples but with more developed decoration.",
                "The Chancel is richly decorated with statuary and stencil-work. The high altar is the primary focus of the church where the Eucharist is celebrated each Sunday. It has a fine reredos by Bodley, the central scenes of which are the Crucifixion and the Annunciation.",
                "Flanking the altar on each side are statues of the four Evangelists.",
                "On the north wall of the sanctuary is set a Sacrament House by Comper, guarded by thurible-wielding angels and, above, St Barnabas.",
                "The Blessed Sacrament is reserved here as a focus of devotion and a resource for those requiring Holy Communion in time of serious illness.",
                "Arguably the finest feature of the church is the Lady Chapel, built by Comper as a memorial to the third Vicar and noted patron of Gothic Revival artists, the Revd Alfred Gurney.",
                "Many years ago serious damage was done by water ingress but the situation is now stable and it is hoped to restore the chapel in years to come.",
                "The kneeling figure at the bottom right of the south window is Fr Gurney himself."
            ]
        }
    ],
    "id": 2491,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2023/2491/building_2491_web_f8zii-9vshkxldfm8o0uxw_8c3206b8948a60876c49b35310e0f900.jpg",
            "description": null,
            "title": "Interior View 2",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2491_web_f8zii-9vshkxldfm8o0uxw_8c3206b8948a60876c49b35310e0f900.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2023/2491/building_2491_st_barnabas_organ_34f81da6e60da27527da47ae6b817a0c.jpg",
            "description": null,
            "title": "1850 Flight organ",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2491_st_barnabas_organ_34f81da6e60da27527da47ae6b817a0c.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2023/2491/building_2491_img-2045-nave_48e321358d6240ce52ccddd8b671b61d.jpeg",
            "description": null,
            "title": "view from the Altar",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2491_img-2045-nave_48e321358d6240ce52ccddd8b671b61d.jpeg"
        }
    ],
    "links": [],
    "location": {
        "address": "St Barnabas Street, SW1W 8PF",
        "latitude": 51.4900687,
        "longitude": -0.1519005,
        "meeting_point": null,
        "travel_info": [
            "Tube: Sloane Square, Victoria",
            "Train: Victoria",
            "Bus: 11, 170, C10"
        ]
    },
    "name": "St Barnabas Church",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/2491",
    "ticketed_events": false
}