{
    "all_week": false,
    "description": "Classic Grade I listed Georgian church with outstanding interior and monuments. Renovated 2019/20.",
    "design": {
        "designers": [
            {
                "architect": "Joseph Dixon",
                "description": null,
                "year": "1775"
            }
        ],
        "periods": [
            "Georgian"
        ],
        "types": [
            "religious"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2023-09-09",
            "drop_in": true,
            "end": "2023-09-09T17:30:00+01:00",
            "fully_booked": false,
            "name": "Drop in",
            "notes": "",
            "start": "2023-09-09T12:00:00+01:00",
            "ticketed": false
        },
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2023-09-10",
            "drop_in": true,
            "end": "2023-09-10T17:30:00+01:00",
            "fully_booked": false,
            "name": "Drop in",
            "notes": "",
            "start": "2023-09-10T12:30:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        "Refreshments",
        "Baby changing facilities",
        "Accessible toilet",
        "Toilets"
    ],
    "factsheet": [
        {
            "heading": "Building history",
            "paragraphs": [
                "Plans for the building of a suitably fashionable and larger new church were agreed in the Raven, a pub close to the church. A local architect, Joseph Dixon, was chosen as the designer. The first stone of the current church was laid in 1775. While the walls of the church went up, a crypt was dug underneath, sadly obliterating all traces of the first church.",
                "The East Window of the old church, however, and some of the monuments were incorporated into the new building. Although the bells were recast to go into the new church, the metal of which they are made is essentially the same metal as those bells first mentioned in the parish records in 1552, and so provide another link between the present church and its pre-Reformation days.",
                "After two years of building, the new church was opened with a service of thanksgiving in 16 November 1777.  Despite some minor alterations, notably the moving of the organ and the pulpit from their original positions, and the replacement of the original box pews with more modern ones, it remains largely as it was then. The comments of Sir A. Blomfield, delivered on the occasion of the church's centenary in 1876 are still apt:",
                "St Mary's has at least in two respects an advantage over many churches. It is well and solidly built, without show produced by false economy in essentials, and its architecture, though not in accordance with modern ideas, is characteristic of the period at which it was built. Any great change in the fabric, therefore, would be questionable as a matter of taste as well as extremely costly to carry to any satisfactory issue.",
                "This brief history is fittingly concluded by noticing that when the architect Joseph Dixon died in 1787, the vestry decided that he should be buried in the crypt of his church, \"without fee\".",
                "In recognition of its beauty and architectural significance English Heritage graded St Mary's as a Grade I listed building. It is the only Grade I listed church in the Borough of Wandsworth."
            ]
        }
    ],
    "id": 2533,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/2533/building_2533_st-mary-s_00bd84e8a6f2d1acb1849cc3d8afa40d.jpg",
            "description": null,
            "title": "St Mary's Battersea",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2533_st-mary-s_00bd84e8a6f2d1acb1849cc3d8afa40d.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Battersea Church Road, SW11 3NA",
        "latitude": 51.4765358,
        "longitude": -0.1747989,
        "meeting_point": null,
        "travel_info": [
            "Tube: South Kensington, Sloane Square",
            "Train: Clapham Junction",
            "Bus: 19, 49, 170, 319, 345"
        ]
    },
    "name": "St Mary's Church, Battersea",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/2533",
    "ticketed_events": false
}