{
    "all_week": false,
    "description": "Grade II Modernist House designed by German emigre architect Rudolf Frankel for his sister and family in 1938. The house remains relatively intact and retains the layout and original features which adhere to Modernist principles of the era.",
    "design": {
        "designers": [
            {
                "architect": "Rudolf Frankel",
                "description": null,
                "year": "1938"
            }
        ],
        "periods": [
            "Inter-war"
        ],
        "types": [
            "residence"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2023-09-10",
            "drop_in": true,
            "end": "2023-09-10T18:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in",
            "notes": "",
            "start": "2023-09-10T10:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        "Toilets"
    ],
    "factsheet": [
        {
            "heading": "Introduction",
            "paragraphs": [
                "1 Halsbury Close is a Grade II Listed house built in 1938-39 in the Modernist style by émigré architect Rudolf Frankel for his sister and family. It is a well-preserved example of pre-War Modernist housing in which many of the guiding principles of Modernism are apparent."
            ]
        },
        {
            "heading": "The Architect",
            "paragraphs": [
                "Frankel, originally from Nesse in Poland, pursued his architectural career in Berlin, where he designed numerous single-family homes and apartment complexes. As a Jewish Modernist architect, Frankel faced severe restrictions on practicing his profession, ultimately leading to his forced exile to Romania. His relocation to Bucharest marked a shift in his architectural focus, as he began designing more commercial structures like cinemas and theaters. However, with Romania falling under the looming threat of the Nazis, Frankel, accompanied by his sister and other prominent émigré architects, sought refuge in London."
            ]
        },
        {
            "heading": "The House",
            "paragraphs": [
                "Listed in 1999, the house remains remarkably intact in terms of both layout and original fixtures and fittings. The Listing credits Frankel as being one of the most significant of the German emigres to settle in Britain and describes the house as one of the most elegant and least altered private houses erected before the War.",
                "The house consists of two perpendicular volumes – a single storey service block and the two-storey house, the composition of which is greatly enhanced by a cutaway verandah at ground floor in which a single column at the corner carries the upper floor. Along with the introduction of linear windows, the composition perfectly accords with the Modernist principles of asymmetrical cubic volumes, horizontal and vertical lines, the expression of structure carrying the first floor and a complete lack of ornamentation.",
                "The internal layout is arranged to allow principal rooms to face the garden and take advantage of the southerly orientation. Secondary accommodation such as the kitchen and bathrooms are located on the northeast and northwest elevations which ensure that all drainage is dealt with out of sight, allowing the principal elevations to be clutter-free.",
                "Unlike many Modernists houses of the time, Halsbury Close is built from brick rather than reinforced concrete. This was likely to have been due to the slow acceptance of Modernist architecture in Britain with brick being seen as more conservative. However, as the Listing points out, the resulting style predicted the adopted architectural language of the 1950s.",
                "Generally, much of the house’s interior is original and this extends to flooring, light fittings, light switches, radiators, floor finishes, ironmongery and joinery. Details which give an insight into domestic lifestyles of the time remain evident, with maid call buttons, bell system, maid’s room with sink and tradesman’s entrance (including doorbell connecting to the service wing) remaining entirely intact.",
                "Frankel’s sister and family only stayed at the house for a short while before emigrating to America in the early 1940s. Frankel himself would follow in 1950 to take up a position as Chair of Architecture at Miami University, Ohio. Two generations of the family who purchased the house from Frankel’s sister remained in the house until 2019, undoubtedly one of the reasons the house’s originality is so well preserved."
            ]
        }
    ],
    "id": 2693,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2023/2693/building_2693_halsbury-garden_c9fe2c853f564faa321cb66a91fd2799.jpg",
            "description": null,
            "title": "View from the Garden",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2693_halsbury-garden_c9fe2c853f564faa321cb66a91fd2799.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2023/2693/building_2693_entrance_869e6c3e41d5dd5692091e29ff3d679e.jpg",
            "description": null,
            "title": "Entrance",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2693_entrance_869e6c3e41d5dd5692091e29ff3d679e.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2023/2693/building_2693_historic-photo-garage_98ac580eca0d03fb598629ec2b3fde72.jpg",
            "description": null,
            "title": "Garage view",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2693_historic-photo-garage_98ac580eca0d03fb598629ec2b3fde72.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2023/2693/building_2693_historic-photo-from-garden_5e16d6dd2b77b89c422506f8c5a1637c.jpg",
            "description": null,
            "title": "Historic Photo from the Garden",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2693_historic-photo-from-garden_5e16d6dd2b77b89c422506f8c5a1637c.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "1 Halsbury Close, Stanmore, HA7 3DY",
        "latitude": 51.61962,
        "longitude": -0.3152063,
        "meeting_point": null,
        "travel_info": [
            "Tube: Stanmore",
            "Train: Hatch End",
            "Bus: H12, 340, 324, 142"
        ]
    },
    "name": "1 Halsbury Close",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/2693",
    "ticketed_events": false
}