{
    "all_week": false,
    "description": "Livery Hall first built in 1429, much altered then demolished and rebuilt in 1880, destroyed in 1941 except for external walls (W W Pocock). Designed as a showpiece for the craft of carpentry, the third Hall on the site.",
    "design": {
        "designers": [
            {
                "architect": "William Wilmer Pocock",
                "description": null,
                "year": "1956"
            },
            {
                "architect": "Clifford Wearden",
                "description": null,
                "year": "1956"
            },
            {
                "architect": "Herbert Austen Hall",
                "description": null,
                "year": "1956"
            }
        ],
        "periods": [
            "Post-war"
        ],
        "types": [
            "livery hall"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2023-09-16",
            "drop_in": true,
            "end": "2023-09-16T16:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in",
            "notes": "Last entry 15.30",
            "start": "2023-09-16T10:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        "Accessible toilet",
        "Toilets"
    ],
    "factsheet": [
        {
            "heading": "History",
            "paragraphs": [
                "“The rebuilding of Carpenters' Hall creates a unique opportunity for the demonstration of the craft that the Company has represented in its long history, and it is, therefore, desirable that the new Hall should display the latest techniques of the trade and also give a lead to future development in design.”\nCarpenters' Hall Re-building Committee, 27 February 1956",
                "Much of the City of London was destroyed during an air raid on the night of 10 May 1941, including Carpenters' Hall which was wrecked by fire caused by a landmine falling into London Wall and igniting the gas mains. A Committee for the re-building of Carpenters' Hall was appointed in 1950, with Herbert Austen Hall FRIBA of Whinney, Son & Austen Hall the chosen architect, and Dove Brothers of Islington the builders. The architect Clifford Wearden was appointed to design the new Banqueting Hall. The new building formally opened in May 1960.",
                "Re-building Carpenters' Hall was a challenging prospect. The damaged Hall itself was still listed as being of architectural interest although only the external walls remained. It was decided to build a steel framed structure within the old walls, which allowed two extra internal floors to be incorporated. Two storeys of offices were constructed at the top of the building, concealed from view by stone balustrading. London Wall was widened to the former front of the Hall and the pavement brought inside the Hall walls by way of an arcade. Loss of space on the ground floor was offset by a bridge built over Throgmorton Avenue carrying part of the Banqueting Hall.",
                "The interior design was carefully chosen. There was no real desire to recreate the second Hall, instead the Company relished the opportunity to commission a modern, functional building that would be a showcase for the craft of carpentry. The architect suggested a progressive development from the formal Entrance Hall (decorated to blend in with the Victorian exterior) through to the more modern designs used in the Banqueting Hall."
            ]
        },
        {
            "heading": "The Architects",
            "paragraphs": [
                "Herbert Austin Hall (1872-1968) was a past President of the Architectural Association. He is associated with the post-war design of several livery halls, primarily the re-building of Carpenters' and Clothworkers' Halls, but also the interior and north part of Fishmongers' Hall and an extension to Drapers' Hall.",
                "The architect of the Banqueting Hall Clifford Wearden (1920-1999) worked with Sir Basil Spence before establishing his own practice, Clifford Wearden & Associates."
            ]
        },
        {
            "heading": "Rooms and Summary of Woods",
            "paragraphs": [
                "Rooms on view today are the formal function rooms: the Entrance, Court Room, Reception and Banqueting Hall. \nThe woods used in the Hall are:",
                "Entrance Hall\nMain doors: Teak inset with eight  panels ornamented with the leaves, fruit and flowers of the trees from which they were carved: Sycamore, Holly, Pine, Yew, Cedar, Oak, Walnut, Elm. Wall panelling of Oak and Figured Teak.",
                "Court Room \nBurr Oak and Burr Walnut panelling and Australian Walnut door.",
                "Staircase  \nOak with Figured Teak panelling.",
                "Reception Room\nUtile Mahogany wainscotting.",
                "Banqueting Hall\nCrown Elm and Utile wall panelling with Zimbabwean Teak floor and Cedar ceiling. Main doors of Teak surround with infills of Bubinga and Macassar Ebony."
            ]
        },
        {
            "heading": "Tour of Carpenters' Hall",
            "paragraphs": [
                "The Entrance Hall\nThe teak outer doors weigh over four hundred-weight each and hold carved eight panels. Items of note include a 1791 Coade stone panel of the Company’s coat of arms and Tudor wall paintings from the first Hall (probably 1562) illustrating Biblical scenes representing carpentry.",
                "The Court Room\nPaintings comprise a 17th century depiction of the Lord Mayor’s Show by Sir Frank Brangwyn RA and portraits of William Willmer Pocock, Master, 1883 and two Company Clerks. Also in the room are three carved panels in oak (1579) from the first Hall’s parlour and the huge mahogany Master’s Chair.",
                "The Reception Room\nItems include two pairs of Chippendale style mirrors and the Caesar Augustus high relief wood-carving in natural lime wood by Shane Raven. Paintings include ‘The Banqueting Hall, June 1927’ by Sir John Lavery RA and three 17th century portraits of carpenters: William Portington, Richard Wyatt, Master of the Company 1604, 1605 and 1616, and John Scott.",
                "The Banqueting Hall\nDesigned by Clifford Wearden, with panelled walls of plain and decorative surfaces in crown elm and utile mahogany, an octagonal pattern cedar ceiling  and hardwood strip floor of Zimbabwean teak. The two large stained glass windows were designed by Alfred Fisher. The teak Tree of Life was carved by Sir Charles Wheeler RA (1892-1974) in 1966. The paintings are 19th and 20th century portraits of Liverymen who served as Lord Mayors of London, Members of Parliament, Aldermen or Sheriffs."
            ]
        }
    ],
    "id": 2808,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2023/2808/building_2808_carpenters_21_716bf0a5b639a07117ff3a88932fedaa.jpg",
            "description": null,
            "title": "Carpenters' Hall",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2808_carpenters_21_716bf0a5b639a07117ff3a88932fedaa.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2023/2808/building_2808_carpenters_01_467d3c49af5de37474fa8a9076d48eca.JPG",
            "description": null,
            "title": "Banqueting Hall",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2808_carpenters_01_467d3c49af5de37474fa8a9076d48eca.JPG"
        }
    ],
    "links": [],
    "location": {
        "address": "1 Throgmorton Avenue, EC2N 2JJ",
        "latitude": 51.516537,
        "longitude": -0.0857655,
        "meeting_point": null,
        "travel_info": [
            "Tube: Bank, Liverpool Street, Moorgate",
            "Train: Liverpool Street, Cannon Street",
            "Bus: 8, 21, 26, 133, 388, 100, 76, 11, 43"
        ]
    },
    "name": "Carpenters' Hall",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/2808",
    "ticketed_events": false
}