{
    "all_week": false,
    "description": "Experience the history, architecture and science of the East Wing of Burlington House, home to the Royal Society of Chemistry. Part of the quadrangle extension to Burlington House, it was purpose built for the learned society.",
    "design": {
        "designers": [
            {
                "architect": "Robert Richardson Banks and Charles Barry",
                "description": null,
                "year": "1873"
            }
        ],
        "periods": [
            "Historical/contemporary",
            "Victorian"
        ],
        "types": [
            "institution/profession",
            "scientific"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2023-09-16",
            "drop_in": true,
            "end": "2023-09-16T17:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in",
            "notes": "",
            "start": "2023-09-16T10:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        "Step free access",
        "Accessible toilet",
        "Toilets"
    ],
    "factsheet": [
        {
            "heading": "History",
            "paragraphs": [
                "Since 1857, Burlington House has been the dignified home of the Royal Society of Chemistry (originally called The Chemical Society) and five other societies of comparable age and standing, including the Royal Academy of Arts. The history of this superb building, however, goes back to the days before the Great Fire of London, when Charles II had just become King of England and memories of the Civil War were still vivid.",
                "In 1664, Sir John Denham, a wealthy lawyer and architect, who held the office of Surveyor General to the Crown chose the site because he was convinced that no-one would build beyond him in the fields and the woodland to the North and West. The original house was built for the reception of his new bride, Margaret Brooke, a niece of the Earl of Bristol.",
                "The first Earl was succeeded by his grandson, Charles, widely respected as \"one of the most  accomplished gentlemen of England\", but he lived for only a further seven years. His son, Richard, inherited his title, and Burlington House, at the age of nine.",
                "By the time he was twenty three, the third Earl was generally regarded as one of the few members of the aristocracy who \"have the talent of laying out their own fortunes with propriety, and making their own private judgement contribute to the public ornament\".",
                "During the period 1716-18, he began a virtual rebuilding of Burlington House with the collaboration of the architect Colin Campbell. The whole of the facade was redesigned and most of the interior was re-structured and extended on a grand scale. Some time later, a magnificent colonnade was built, providing a covered way from the house to Piccadilly, where \"the most expensive wall in England\" and a new entrance gate were erected.",
                "The third Earl died in 1753, and Burlington House passed to his third and only surviving daughter and heiress, Charlotte Elizabeth, who later became the Duchess of Devonshire. Part of the Earl's huge fortune was bequeathed to a member of the Ducal house of Cavendish who, in due course, acquired the house from the Duchess. It was occupied by the Cavendish family for the next fifty years and the scientist, Henry Cavendish, lived there for several years in his youth. It was then leased to the Earl of Harrington and, under the Regency and the reign of George IV, became the unofficial headquarters of the Whig (or Liberal) Party.",
                "Little is known about the house or its occupants during the next forty years except that, in 1816, it was used to house the famous Elgin Marbles brought home from Greece by the archaeologist, Lord Elgin, pending their eventual transfer to the British Museum."
            ]
        },
        {
            "heading": "The Chemical Society",
            "paragraphs": [
                "In 1854, the Government decided to purchase Burlington House for £140,000 and, five years later, instructed the firm of Banks and Barry, (principal architects in  the construction of the House of Commons) to prepare a plan for buildings occupying the entire site. The purpose was to house a new Royal Academy, the University of London, a museum of patented inventions, and to provide accommodation for \"at least six of the principal learned and scientific societies who, by past usage, have acquired claims to be lodged at public expense\". This use of the site would have involved demolition of the existing Burlington House. It was met with strong opposition, leading to abandonment of the plan.",
                "In 1866 it was proposed that the Royal Academy should have a 999 year lease of the existing house at a nominal rent, with adjoining accommodation to be built for not fewer than six learned societies, including the Chemical Society. The plan was approved and work on the foundations for the additional building began in 1868. These were impeccably designed in a modified form of Italianate architecture and were quite extensive, with a frontage in Piccadilly and two wings linking them to the old house.",
                "Earlier, in 1856, the Government had offered the use of the house to the Royal Society, on a temporary basis, subject to the condition that the latter would provide accommodation for the Linnean and Chemical Societies. This offer was taken up in the following year, and the Chemical Society was allocated two back rooms and an ante-room on the ground floor, together with a large scullery (presumably for use as a laboratory) plus access to a meeting room jointly with the Linnean Society. The arrangement may seem niggardly in present day terms but membership then was still under three hundred and there was only one salaried employee.",
                "The above arrangement continued until 1873, when the new buildings were ready for occupation. The Society then took up residence in part of the East Wing, with its own meeting room, council room, committee room, library and a laboratory, with one room for use as an office. This accommodation, plus some offices leased much later in Savile Row and in Nottingham in 1955 and 1966, was made to suffice for the ensuing ninety-five years."
            ]
        },
        {
            "heading": "The Royal Society of Chemistry",
            "paragraphs": [
                "The Institute of Chemistry and the Society  of Chemical Industry both came into existence as a result of discussions and inaugural meetings held in the rooms of the Society. Nearly a century later, the lengthy deliberations of the CS/RIC Unification Committee, which eventually led to the establishment of the Royal Society of Chemistry, were also held there.",
                "When, in 1968, the Royal Society accepted the Government's offer of magnificent premises in Carlton House Terrace, the Chemical Society was invited to take over most of the accommodation thus vacated, subject to some re-arrangements with the Geological Society and the British Academy. Thus, it acquired not only office space and other facilities with a total area over three times as great as had previously been available, but also a handsome Council Room, two Committee Rooms and a large library (though still not large enough!). An accommodation appeal raised a sum sufficient, with reserves set aside in earlier years, to commission a distinguished architect to redesign and refurbish the premises so as to introduce modern facilities and designs without detracting from the traditional ambience of the structure.",
                "Further space became available when the British Academy moved to another home. The Society now occupies virtually the whole of the East wing. The Royal  Astronomical Society and the Society of Antiquaries are opposite on the West wing, while the Geological and Linnean Societies overlook Piccadilly. The interior was refurbished to its Victorian grandeur in 2008.",
                "The general appearance of Burlington House remains as impressive as ever and a sense of stability and continuity can be felt, even in the busiest office.",
                "Whatever the future may hold for each of its present occupants, it is to be hoped that Burlington House will survive in its existing form, and with its own distinctive architectural qualities carefully preserved, for a very long time to come."
            ]
        }
    ],
    "id": 3091,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2023/3091/building_3091_tcc-d1-001_b14b9a83a3760504afbe785379129c10.jpg",
            "description": null,
            "title": "Front of building",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_3091_tcc-d1-001_b14b9a83a3760504afbe785379129c10.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2023/3091/building_3091_tcc-d1-003_f0f8bef87242f500a2bd1d458a88a4d4.jpg",
            "description": null,
            "title": "Library",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_3091_tcc-d1-003_f0f8bef87242f500a2bd1d458a88a4d4.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2023/3091/building_3091_tcc-d2-076_7d43b9db8afbada78be527b26411ad0b.jpg",
            "description": null,
            "title": "Council Room",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_3091_tcc-d2-076_7d43b9db8afbada78be527b26411ad0b.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2023/3091/building_3091_tcc-d2-077_7da54f7dcde5bca99a09838c453ac75b.jpg",
            "description": null,
            "title": "Spiral staircase",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_3091_tcc-d2-077_7da54f7dcde5bca99a09838c453ac75b.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2023/3091/building_3091_4_2b78206b0fed87330f1710ed676b3a63.jpg",
            "description": null,
            "title": "Stained glass window",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_3091_4_2b78206b0fed87330f1710ed676b3a63.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Piccadilly, W1J 0BA",
        "latitude": 51.50893,
        "longitude": -0.1391903,
        "meeting_point": null,
        "travel_info": [
            "Tube: Green Park, Piccadilly Circus",
            "Bus: 14, 19, 38, 6, 9"
        ]
    },
    "name": "Burlington House: Royal Society of Chemistry",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/3091",
    "ticketed_events": false
}