{
    "all_week": false,
    "description": "A unique ex-carpenters' workshop (1910), contained within a working police station. The workshop space now displays a history of Thames River Police.",
    "design": {
        "designers": [
            {
                "architect": "John Dixon Butler",
                "description": null,
                "year": "1910"
            }
        ],
        "periods": [
            "Edwardian"
        ],
        "types": [
            "museum"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2023-09-16",
            "drop_in": true,
            "end": "2023-09-16T17:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in",
            "notes": "",
            "start": "2023-09-16T11:00:00+01:00",
            "ticketed": false
        },
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2023-09-17",
            "drop_in": true,
            "end": "2023-09-17T17:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in",
            "notes": "Please let us know if you plan to visit. Doing so allows the venue to plan ahead and you will be notified by email about any changes to the programme that might affect your visit.",
            "start": "2023-09-17T11:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        "Refreshments"
    ],
    "factsheet": [
        {
            "heading": "History",
            "paragraphs": [
                "The Thames Police Museum is located at the headquarters of the Marine Policing Unit on the Thames at Wapping. This has been the site of the river police’s operations since 1798, when a newly formed body of police officers brought much needed law and order to this most historic of rivers. The Thames River Police was the first policing body ever to be set up. Its sole objective was the prevention and detection of crime on the Thames and it was to become the forerunner of many other police forces throughout the world."
            ]
        },
        {
            "heading": "The Building",
            "paragraphs": [
                "The present police station dates from 1910. The Museum is situated in a former carpenter’s workshop in an older building (previously 100 Wapping High Street and purchased in 1872) located on the south side of the courtyard, overlooking the river and the jetty where the police boats are moored.",
                "Before the police had their own workshops at Wapping their fleet was maintained by a couple of Royal Naval “Chippies” who came to them courtesy of the fact that they had leased Royal Naval ships as floating stations.",
                "The workshop was adapted to deal with motor launches, with a trapdoor inserted into the floor, which allowed engines to be lifted out of the launches and lowered into the engineers' workshop below.",
                "When a new boatyard was opened further west along the river in 1973, volunteers from the Thames Police Association converted the room into a Museum space, retaining the old carpentry workbenches and a fitted cupboard near the entrance door. The wooden parquet flooring was restored and a display of items established offering visitors a unique insight into the history of the world’s first police force.",
                "Exhibits include uniforms and documents, which trace the history of the Thames River Police from its inception in 1798 to the present day. There is also a collection of the every day 'Hardware' of policing from handcuffs to cutlasses, historic paintings and photographs of the river front of the police station building and models of boats. A recent addition has been a set of carpentry tools used in the workshop in the years before closure."
            ]
        }
    ],
    "id": 3165,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/3165/building_3165_wapping_17a31d70165d66e767d66b2285abb3d8.jpg",
            "description": null,
            "title": "Wapping Police Station from The Thames",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_3165_wapping_17a31d70165d66e767d66b2285abb3d8.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "98 Wapping High Street, E1W 2NE",
        "latitude": 51.5027616,
        "longitude": -0.06002809999999999,
        "meeting_point": null,
        "travel_info": [
            "Tube: Wapping",
            "Train: Wapping",
            "Bus: 100",
            "Additional travel info: If you are arriving by train, turn left when you leave Wapping Overground Station. The police station is about 300 metres on the left, just past the Capt. Kidd pub."
        ]
    },
    "name": "Thames River Police",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/3165",
    "ticketed_events": false
}