{
    "all_week": false,
    "description": "Grade II* listed Art Deco building with well-preserved interior. Auditorium with deep coved ribs; proscenium arch flanked by fluted columns. Restoration fully funded by  donations from Zoroastrian faith community, without government grants.",
    "design": {
        "designers": [
            {
                "architect": "F. E. Bromige",
                "description": null,
                "year": "1936"
            }
        ],
        "periods": [
            "4SA",
            "Inter-war"
        ],
        "types": [
            "cinema"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2023-09-09",
            "drop_in": true,
            "end": "2023-09-09T15:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in",
            "notes": "Guided Tour of the Grade II* listed Zoroastrian Centre, with an introductory talk on Zoroastrianism on the half hour. Last entry 16:30.",
            "start": "2023-09-09T11:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        "Parking",
        "Refreshments",
        "Toilets"
    ],
    "factsheet": [
        {
            "heading": "History",
            "paragraphs": [
                "The Grosvenor cinema, as it was known when it opened in October 1936, was designed by local architect F. E. Bromige, who also designed the nearby Dominion at Harrow, together with numerous other cinema buildings in the south of England.",
                "Operated originally by the Hammond Dawes circuit, the Grosvenor was soon taken over by Oscar Deutsch’s rapidly expanding Odeon circuit and took the brand name in 1938. Between 1950 and 1964 it was known as the Gaumont, before it reverted back to Odeon (by this time controlled by Rank), until the lease was taken over by an independent operator, Ace (Alternative Cinema Entertainment) in 1981. Rank terminated the lease in October 1986 and sadly, after celebrating its fiftieth anniversary on 12th October 1986, the cinema closed its doors as a cinema for the last time on 16th October 1986.",
                "During the mid eighties Rank had decided to dispose of many of their surplus single screen cinemas and Rayners Lane was one that was included in a package offered for sale. Possibly the fact that English Heritage had given this hidden gem a Grade II listing in March 1981 (upgraded to Grade II* in January 1984) had  influenced this decision. It was bought by a Mr G. Scanlan of Hounslow, Middlesex, who had intentions  of  turning the building into a snooker hall.",
                "There was  considerable local objection to this proposal, with the result that an Inspector was appointed by the Secretary of State to make a decision on the change of use issue. He found in Mr Scanlon’s favour, but surprisingly,  within a few months the building was sold on to John Devenish, trading as Inn Leisure."
            ]
        },
        {
            "heading": "Changes of Ownership",
            "paragraphs": [
                "In 1988 Inn Leisure submitted plans to the local council to convert the cinema at ground floor level into four shops, a pub and restaurant, and at  first floor level into an 800-seater cinema. The fact that the building was listed meant that any conversion work would have to comply with far more stringent planning requirements than a normal building, possibly something that Inn Leisure did not fully appreciate. There were objections to this  scheme and the plans were turned down. The building then stood empty until 1990 when a scheme was accepted involving turning the foyer into the ‘Ace Bar’ and the auditorium into a ‘Discotheque / Night Club.’",
                "The ‘Ace Bar’ opened for business in December 1990 and then work commenced on the auditorium area. Inn Leisure seemingly thought they  could ride roughshod over their listing obligations and made several  unauthorised changes to the building, the worst being the painting of the  auditorium midnight blue. At this stage the council stepped in and directed  that the colour be changed back to one more appropriate to the original  scheme.",
                "After this revamp the building was renamed the Grosvenor Studio Warehouse and opened to the public on 27th February1992. To many eyes the interior was now a mess – a real helicopter, two small aeroplanes and a rowing skiff were all hanging from the ceiling. Intrusive suspended disco lights were positioned over the stage area in front of the proscenium arch and figurines were visible peering over the edge of the circle. Inn Leisure had hopes of gaining a late night licence, but again the local populace objected and it was refused. After spending some £2,000,000 they sold the  building in 1996 to Greenalls Brewery who made another refurbishment in 1997.",
                "Greenalls spent nearly £800,000 on constructing two new bars, forming new fire exit doors in the side walls and installing new disco laser lighting. They also took the opportunity to remove all the clutter hanging in the  auditorium, but regrettably replaced it with more and equally unsightly junk – several hanging life-size  spacemen! In June 1997 it was renamed the Cine/Bar. At this time a further application was made for a late night licence, but again it was refused. As a consequence, Greenalls decided to sell the building on in 1999, a  decision, which prompted a period of rapid change of ownership."
            ]
        },
        {
            "heading": "The Zoroastrian Trust Funds of Europe Incorporated",
            "paragraphs": [
                "First came Scottish & Newcastle who became the new owners in late 1999, but in May 2000 they sold it on to Pubs Estate who in turn moved it on in August 2000 to a property company called Jenstone Limited of Wimpole Street, London. Finally, the building was sold to the present owners, The Zoroastrian Trust Funds of Europe (Inc), with contracts being exchanged on 30th August 2000 and completion agreed by 28th September 2000. At last we had an owner who seemed to have a genuine interest in the long-term upkeep and preservation of  this fine building.",
                "It is worth explaining that throughout this whole sorry saga I had enjoyed a good working relationship with all the parties that had been involved with the various refurbishments, to the extent that they gave me a free run of the building to take as many progress photos as I wished.",
                "I had been aware for some time that this Grade II* building had been put on the English Heritage Register of Buildings at Risk under Category C (slow  decay, no solution agreed), but when I made a last tour of the building with the Cine Bar manager Mr Justin Parsons just prior to the handover to the Zoroastrians, the interior was a shocking sight. The original cinema seats from the stalls area had been unceremoniously dumped in the circle area and were now covered with thick dust.",
                "Long-term water penetration through the rear of the circle ceiling was causing plaster to fall from the walls and had obviously just been ignored. Worse, the main roof was leaking in several places and containers had been positioned in the roof void to catch the ingress. A sorry sight indeed. The last function held at the Cine Bar was on 23rd September 2000 and attracted an attendance of nearly 1000. The Bar closed the following morning.",
                "Within weeks of arriving the Zoroastrians had put in hand emergency repairs, concentrating their attention on the roof leaks to prevent further damage. The old cinema seats in the circle were also  removed at this time as they constituted a fire risk and the area given a good clean. Best of all, the night club clutter and hanging objects were at last permanently removed. Things were looking better already!",
                "The Zoroastrians had hoped to build a ‘Fire Temple’ in the former car park, but planning restrictions prevented this from becoming a reality. Instead, the abandoned projection box was converted at  great expense into a tranquil prayer room, with lifts being installed to facilitate easy access from the ground floor level.",
                "The highpoint of 2001 was the glittering function held on 20th May in honour of the visit by Mr Mehraban Zartoshty, the community’s great philanthropist and  benefactor, which enabled the community to demonstrate the excellence of its acquisition.",
                "The next highpoint was on 26th June 2002 when the auditorium, now  known as the ‘Zartoshty Brothers Hall’, celebrated 50 years of Her Majesty’s reign when the Earl and Countess of Wessex attended a  function in honour of the occasion.",
                "A further 18 months of discussions with English Heritage and Harrow Conservation Officers followed and then refurbishment work started in earnest. The roof was completely re-covered, underpinning to the east elevation to correct subsidence was undertaken and the interior of the building was completely restored and redecorated.",
                "It is worth putting on record that the Zoroastrians have made a real commitment to this project. The Trust purchased the building for £1.3m and has now spent a further £2.2m on refurbishing the property for use as a Zoroastrian Community Centre and Place of Worship. The work they commissioned started in August 2004 and was completed by March 2005. Finishing touches to the Proscenium Arch were completed in August 2005.",
                "Dr Rowan Williams, Archbishop of Canterbury was welcomed at the Zoroastrian Centre for a historic inter faith visit on 1st October 2010. HRH Prince Philip, Duke of Edinburgh was the guest of honour for the Service of Thanksgiving to the celebrate the sesquicentennial of the Zoroastrian Trust Funds of Europe (Inc.) on 6th October 2011.  The Zoroastrian Trust Funds of Europe (Inc.) the oldest Asian faith based voluntary organisation in the United Kingdom, established in 1861. The first three elected Asian MPs to the House of Commons, in 1892, 1895 and 1922 were all members of the Zoroastrian Trust Funds of Europe.",
                "The Zoroastrians are to be congratulated on bringing a building that was slowly falling into disrepair into something that both they and the local community can be proud of. Furthermore, they did by raising all the funds from within the Zoroastrian community and did not recourse to seeking grants from local and central government or external agencies. They have resurrected a building that  can now be considered a Jewel in the Crown of British Architecture.",
                "Robert Douglas-Law"
            ]
        }
    ],
    "id": 3433,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/3433/building_3433_z-centre-entrance_93d9fba39571894da044c0ba1c703721.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_3433_z-centre-entrance_93d9fba39571894da044c0ba1c703721.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "440-442 Alexandra Avenue, Harrow, Middlesex, HA2 9TL",
        "latitude": 51.57401170000001,
        "longitude": -0.3706816,
        "meeting_point": null,
        "travel_info": [
            "Tube: Rayners Lane",
            "Bus: 398, H10, H12, H9",
            "Additional travel info: Free Car Park for 30 cars at the rear of the Zoroastrian Centre on Rayners Lane. Area regularly patrolled by traffic wardens."
        ]
    },
    "name": "Zoroastrian Centre For Europe (formerly Grosvenor Cinema)",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/3433",
    "ticketed_events": false
}