{
    "all_week": false,
    "description": "666AD Grade I listed church with a Curfew Tower, Chapel of Holy Rood with 12C Rood Stone amongst monuments, art and ruins. Artworks by George Jack & Walker Organ (1914). Captain Cook was noted to have married here. There is also a tea shop.",
    "design": {
        "designers": [
            {
                "architect": "Unknown",
                "description": null,
                "year": "666"
            }
        ],
        "periods": [
            "Ronald Wylde Associates"
        ],
        "types": [
            "religious"
        ]
    },
    "events": [],
    "facilities": [
        "Accessible toilet",
        "Parking",
        "Refreshments",
        "Toilets"
    ],
    "factsheet": [
        {
            "heading": "Barking Abbey",
            "paragraphs": [
                "The first Barking Abbey was founded in 666AD by Erkenwald who appointed his sister Ethelburga as the first Abbess. She was succeeded by a number of '\"royal\" ladies. It became one of the wealthiest Abbeys in England. The ruins of the last Abbey can be seen to the North of St Margaret’s Churchyard. Access for prams and wheelchairs is easiest from Abbey Road."
            ]
        },
        {
            "heading": "The Curfew Tower",
            "paragraphs": [
                "This was one of three entrances to the Abbey. It is now the only part of the Abbey still standing. In the Chapel above the archway is a rare stone Rood (depiction of the crucifixion of Jesus Christ) dating back to about ad1150. Unfortunately it was damaged at the time of the Reformation. The only access to the Chapel is by a narrow stone spiral staircase."
            ]
        },
        {
            "heading": "St Margaret's Church and Churchyard",
            "paragraphs": [
                "The Churchyard has many interesting graves including some to the seafarers of Barking. The cream painted tomb near the Curfew Tower is that of Ann and Thomas Nepton who left property to the Worshipful Company of Poulters to provide money for the poor of the Parish of Barking, which in those days included the village of Ilford. This distribution still takes place each June.",
                "St Margaret's Church is an active Church with a congregation from across the world. As you enter the Church please take a moment to collect your thoughts and as you walk round please remember that some visitors may be quietly praying or meditating, particularly in the Lady Chapel.",
                "In the North Porch are three marble tablets that record the names of all Vicars of Barking from ad1315 to today.",
                "The Church building has a long history and many interesting monuments.",
                "Captain James Cook RN, the explorer married Elizabeth Batts here in December 1762. A copy of his marriage Register entry is in a frame hanging on the wall of the Youth and Fishermen’s Chapel.",
                "A leaflet \"St Margaret’s and the sea\" provides information about those monuments with a nautical connection. A frame hanging behind the War Memorial in the North Aisle has a plan dated 1940 shows where all the monuments and tombs are situated in the Church.",
                "Around the Church and in the Church Centre you will find many \"Benefaction Boards\". These record money or items given to the Church over many years. Most of monetary donations were given to help the poor.",
                "Because of the method of construction the roof of the Lady Chapel and Outer North Aisle, as well as the South Chapel, are thought to have been built by local shipwrights. Barking was the base for most of London's fishing vessels until the arrival of the railways when the fleets moved to Lowestoft and Gorlestone.",
                "During 1928 a significant amount of repair and renovation was carried out at the east end of the Church. The architect was Charles Winmill enlisted the help of George Jack For further details please refer to the free leaflet \"Visual art in St Margaret’s\" which is available on the information table.",
                "The organ was originally situated on a gallery at the west end of the Church but was moved to the South Chapel about 1885 and then in 1913 it was moved and rebuilt in its present position."
            ]
        },
        {
            "heading": "Bells and ringing",
            "paragraphs": [
                "St Margarets has 8 bells the first of which were cast in the 1700s.  The 8 bells currently rung for services and special occasions were mainly cast at the whitechapel foundry. The youngest bell is the jubilee bell from 1978\nThe St Margarets society of bellringers was founded in 1871. \nMany local families have rung the bells over the past 150 years and there is a lot of memorabilia in the tower and in the church."
            ]
        }
    ],
    "id": 3760,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/3760/building_3760_st-mags-2_056a370fd9278c42c4544d0be9b481a8.jpg",
            "description": null,
            "title": "St Margaret's Church",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_3760_st-mags-2_056a370fd9278c42c4544d0be9b481a8.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/3760/building_3760_picture1_f1946404794b5f81b3b5145423e5b614.jpg",
            "description": null,
            "title": "Front view",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_3760_picture1_f1946404794b5f81b3b5145423e5b614.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "The Broadway, North Street, Barking, Essex, IG11 8AS",
        "latitude": 51.5355556,
        "longitude": 0.0777778,
        "meeting_point": null,
        "travel_info": [
            "Tube: Barking",
            "Train: Barking",
            "Bus: 5, 62, 287, 368",
            "Additional travel info: Turn right out of Barking Station and keep walking until you get to the Church"
        ]
    },
    "name": "Barking Abbey with St Margaret's Church",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/3760",
    "ticketed_events": false
}