{
    "all_week": false,
    "description": "Chalk and flint house dating to 17C with additions including extensions of 1896 and 1903 when owned by John Pattinson Kirk. Rich in period detail and the interior restored and stairs opened up with funding from the Heritage Lottery Fund.",
    "design": {
        "designers": [
            {
                "architect": "Unknown",
                "description": null,
                "year": "1650"
            }
        ],
        "periods": [
            "Edwardian",
            "Victorian"
        ],
        "types": [
            "museum",
            "historical house"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2023-09-09",
            "drop_in": true,
            "end": "2023-09-09T17:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in",
            "notes": "Visit Honeywood Museum, a beautiful historic house, to learn about the fascinating history of Carshalton.\r\nOpen Thursday - Saturday.",
            "start": "2023-09-09T10:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        "Gender neutral toilets",
        "Food and drink",
        "Baby changing facilities",
        "Accessible toilet",
        "Bookshop",
        "Parking",
        "Refreshments",
        "Toilets"
    ],
    "factsheet": [
        {
            "heading": "History",
            "paragraphs": [
                "The oldest surviving part of Honeywood is a small chalk and flint chequer building, probably dating from the late 17th century, which is incorporated into the present house. It includes the areas now the shop and first tearoom, the hall and the tiny kitchen to the rear of the tearoom. An early map shows the site crossed by streams flowing from a line of springs along the edge of Pound Street just within the present garden.",
                "The chalk-and-flint ‘Honeywood’ was 'L'-shaped in plan. A bay window was added to the front by 1848 and a new two-storey extension was built at the back in the angle of the 'L between 1848 and 1868. The existing staircase is also 19th century.",
                "The deeds show that by 1779 there were two houses side by side at the western end of the ponds. Our building was called 'Wandle Cottage' and was the northernmost of the two. The other house stood between our building and Pound Street and was called ‘Honeywood’. In 1883 the freehold of both properties came into the hands of John Pattinson Kirk, who had already acquired leases on both of them. He had the original Honeywood demolished c.1883/4 and the name was transferred to our building which has been called Honeywood ever since.",
                "Photographs from the 1870s and 1880s show there was a weather-boarded extension against the north side. In 1898 this was replaced by the present brick north wing. In 1903 the large wing to the south end was added with a Billiards Room and drawing room on the ground floor and extra bedrooms and a nursery upstairs. This turned Honeywood into a well appointed upper middle-class house.",
                "John Pattinson Kirk died in 1913. His adopted daughter, Lily Kirk Edwards, sold the house to Carshalton Urban District Council in 1939. It was used for community purposes until its conversion into a Heritage Centre in 1989-90. Honeywood became an Accredited Museum in 2008 and allows the visitor to find out about the history of the area through permanent displays and temporary exhibitions on many topics."
            ]
        },
        {
            "heading": "The Building",
            "paragraphs": [
                "Areas of particular note include the Edwardian wing, built in 1903, which includes the Billiards Room, where after dinner the men would retire to play, smoke and continue drinking. The 'Jacobean' style decorations would be considered suitably masculine. The woodwork, ventilation shafts, cut-glass lamps, door finger plates and servants’ bell are all Edwardian. The billiard table, scoreboard, cue rack, drawer, and ball box are also original. The seats were recovered in 1990 as the original dark red leather was in very poor condition.",
                "Beyond this room is a small lobby. On the right a door now leads to a storeroom. Originally there were two doors side by side. One opened into a wine store and the other into a very small photographic darkroom – photography was Kirk’s major hobby. The door on the left opens into a toilet. Note the high-relief wall tiles, patterned mosaic floor and the coloured glass in the windows and above the door. Beyond was the Drawing Room. Its fittings are all Edwardian apart from the grate which is a modern replica. Note the finger-plate inside the door; the fire surround with oak-leaf decorations on the corners, the patterned woodblock floor; the little window seat, and the French windows which give the room a light and pleasant air.",
                "The corridor leads into the ground floor of the extension added between 1848 and 1868, which was used as a Breakfast Room. The round-headed windows and vertical sliding shutters were heavily restored in 1989 but follow the original design.",
                "The next room (now the shop) was used as a dining room. It once had a trap door down to the culvert below, through which bottles of wine could be dangled to cool in the stream. The glazed case is converted from a 19th century display cupboard. The long built-in mirror is also 19th century. The fireplace with its marble surround and green tiles is the twin of that in the room above. The bay windows have vertically sliding shutters dating from the 1830s or 1840s.",
                "As you go upstairs, note the Edwardian encaustic tiles in the entrance hall. The stairs to the right lead to an upper room in the original building, used as a drawing room before 1903 and the principal bedroom thereafter. The window in the chalk and flint 17th century rear wall was exposed during the restoration in 1989. The bay window was added in the 1830s or 1840s, as was the marble fireplace, similar to the one in the room below. The hearth is set below the floor, which suggests that the latter has been raised at some time.",
                "Return to the main staircase and up to the wooden-railed landing. Note the Victorian or Edwardian built-in cupboard and a late 18th or early 19th century sash window. The Arts and Crafts style banisters may have been installed in 1898.",
                "To the right is the Bathroom, probably created c.1900. The tiles and bath were in situ when the house was restored in 1989. A piece of 19th century wallpaper survives (partially behind the door). The cistern was made in the 1930s for Woodcote Hall, Wallington. The decorated lavatory bowl comes from the Mayor's Chambers in Sutton Municipal Offices, built 1900 and now demolished. Note the coloured glass over the doorway. The flattened curved tops of the window lights are a characteristic design, common in this area in the late 19th century.",
                "Opposite is part of the 17th century house, once a bedroom. The late 19th century enamelled slate fireplace with floral tiles is original to the house. The brown painted wooden beading on the ceiling is early electrical ducting (c.1903) and the roundel near the window marks the site of the light. Only the ventral axis was needed for the cable; the rest was added for symmetry. The sash window dates from 1903 and replaced an earlier one with twelve lights.",
                "Up the steps is the north wing, added in 1898.The flint and chalk blocks are part of the outside wall of the 17th century house. At the east end are what may have been servants’ bedrooms. The green tile fire surround and metal grate in the end room are original but the mantelshelf is modern.",
                "Return to the landing and cross into the south wing. The first room is the upper floor of the mid-19th century extension. The outer window is similar to that in the room below. The flint and chalk wall was the outside of the original building. The grate is 19th century.",
                "Beyond is the upper floor of the Edwardian wing built in 1903. On the right is the nursery. The leaded glass windows have a pink edge. The two display cases on the end wall were originally built-in cupboards. The room on the left was a bedroom. A staircase at the far end (now blocked) used to lead back downstairs."
            ]
        }
    ],
    "id": 3939,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2023/3939/building_3939_honeywood_summer_4e0a4dda2189e18fc02f58411fdd3873.jpg",
            "description": null,
            "title": "View of Honeywood today across Carshalton Ponds",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_3939_honeywood_summer_4e0a4dda2189e18fc02f58411fdd3873.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2023/3939/building_3939_honey-chalk-flint_07e8108417df4a7764002c54d2944bcd.jpg",
            "description": null,
            "title": "Flint and chalk wall c1680",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_3939_honey-chalk-flint_07e8108417df4a7764002c54d2944bcd.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2023/3939/building_3939_honeywood-drawing-room_7aaa34753106ae664ea49ba5fca6337d.jpg",
            "description": null,
            "title": "Honeywood drawing room Edwardian decoration",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_3939_honeywood-drawing-room_7aaa34753106ae664ea49ba5fca6337d.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2023/3939/building_3939_hw-window_cb68b9befbb22ce0f01d8518050416bc.jpg",
            "description": null,
            "title": "Edwardian stained glass window",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_3939_hw-window_cb68b9befbb22ce0f01d8518050416bc.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2023/3939/building_3939_honeywood-30-june-2004_18fca4207fd962eee660494db6827504.jpg",
            "description": null,
            "title": "Honeywood Museum",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_3939_honeywood-30-june-2004_18fca4207fd962eee660494db6827504.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Honeywood Walk, Carshalton, SM5 3NX",
        "latitude": 51.3660834,
        "longitude": -0.1655658,
        "meeting_point": null,
        "travel_info": [
            "Train: Carshalton",
            "Bus: 127, 157, 407, X26, S3",
            "Additional travel info: Limited parking along Honeywood Walk. Pay and display car park in Carshalton High Street."
        ]
    },
    "name": "Honeywood Museum",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/3939",
    "ticketed_events": false
}