{
    "all_week": false,
    "description": "Grade II listed historic park landscape containing several listed buildings, including an 18C 'temple' building, bothy and compound, and walled kitchen garden, converted in 1937 to an informally planted garden by Harrow Council.",
    "design": {
        "designers": [
            {
                "architect": "Various architects",
                "description": null,
                "year": "1713"
            }
        ],
        "periods": [
            "Georgian"
        ],
        "types": [
            "public realm/landscape"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2023-09-10",
            "drop_in": true,
            "end": "2023-09-10T16:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in",
            "notes": "Half hour tours of Canons Park and its historical buildings and landscapes, every hour on the hour. Last tour 4pm.",
            "start": "2023-09-10T10:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        "Step free access",
        "Gender neutral toilets",
        "Audio guide available",
        "Accessible toilet",
        "Refreshments",
        "Parking",
        "Toilets"
    ],
    "factsheet": [
        {
            "heading": "History",
            "paragraphs": [
                "Canons Park is a fragment of the great 18th century landscape garden laid out for the Duke and Duchess of Chandos. The estate was named after the Augustinian canons of St Bartholomew in Smithfield, who owned the Manor of Stanmore in 1086. After the Dissolution of the Monasteries, the estate passed to Sir Hugh Losse in 1644. He built a house here although its location is not known.",
                "In 1709 the estate became the property of James Brydges (1674 - 1744), bought from the estate of the Lake family, to which his late wife Mary had belonged. As MP for Hereford and then Paymaster General to the Forces, Brydges amassed a large fortune and was regarded as one of the richest men in Britain. After Mary died in 1712, Brydges and his new wife Cassandra Willoughby began to enlarge Canons, laying out their palace and grandiose gardens between 1713 and 1720. In 1719 Brydges became 1st Duke of Chandos and Canons became a focus for fashionable society, with much cultural and social activity taking place. The Duke became a patron of George Frideric Handel, who from 1717 to 1720 was composer-in-residence at Canons, where he wrote The Chandos Anthems and Concerti Grossi. ‘Acis and Galatea’ was first performed in the gardens. Handel also performed in St Lawrence Church, the interior of which was rebuilt by Chandos and is well worth the visit for its wonderful 18th century murals.",
                "Brydges decorated his mansion lavishly, and collected fine books, exotic flora and fauna. Exotic birds adorned an aviary in the Park, where there were storks, flamingos, whistling ducks, ostriches, blue macaws and eagles. At one time he had a tiger in the grounds. Dogs are reported as providing both beautification and security at Canons in 1731. The family mausoleum featuring a statue of the Duke by master carver, Grinling Gibbons, resides in St Lawrence church.",
                "A number of garden designers are associated with laying out the grounds for the Duke and Duchess, including George London, Dr Richard Bradley, Tilleman Bobart, Thomas Knowlton, Alexander Blackwell and Dr Desaguiliers, who was reputedly employed to design water features including canals, lakes and fountains. The spectacular gardens were admired by many of their contemporaries, including Daniel Defoe, but others, such as Alexander Pope, vilified them as the height of bad taste.",
                "After 1747 the 2nd Duke of Chandos demolished the house and auctioned the materials as architectural salvage to pay off his debts. The estate and remaining materials were acquired by William Hallett, who built another Canons house in 1760, later much enlarged and now part of the North London Collegiate School campus.",
                "Subsequently, the estate had various owners including Sir Thomas Plummer, Master of the Rolls, from 1811, who may have sought Humphry Repton’s advice on the landscape. The last private owner was Sir Arthur Phillip du Cros, tyre magnate and founder of the Dunlop Pneumatic Tyre Company. Sir Arthur commissioned architect Charles Mallows to alter the house and create formal gardens in an Arts and Crafts style from about 1910.",
                "The estate was eventually broken up in the early 20th century, largely for housing development but also for Stanmore Golf Course, which still retains the partly man-made hill of Belmont, a mound erected as a point-de-vue from Canons by the Duke of Chandos. Part of the estate was acquired by Harrow Council and became the public park. In 1926 eighty five acres were sold for housing to George Cross, whose Canons Park Estate retained features of the earlier landscape, as well as mature trees and two lakes created by the first Duke. In 1929 the house and ten acres of land were purchased for the North London Collegiate School."
            ]
        },
        {
            "heading": "The Creation of the George V Memorial Garden",
            "paragraphs": [
                "In 1937 the George V Memorial Garden was laid out within the old 18th century walled kitchen garden. This area of the garden included the Duke’s melon ground, fruit trees, vegetable plots and possibly cloches or hothouses for pineapples and other exotic fruits. A classical temple from the Repton period remains on the lawn to the north of the walled garden, which once also incorporated a heated glass Palm House, and was connected to the mansion by a network of paths, remnants of which can be found in the park. South of the kitchen garden is a partially enclosed plantation known as the Hawthorn Orchard, which appears to date back to the 18th century designs of Alexander Blackwell; the existing hawthorns were probably planted about 1950.",
                "By the last decades of the 20th century, Canons Park Open Space, as it was then called, had declined through neglect but was restored during 2007/8 with funding from the Heritage Lottery Fund, English Heritage, The Heritage of London Trust, the London Borough of Harrow and local community groups. A condition of the funding was the creation of a park user group, the Friends of Canons Park, whose remit was to liaise with Harrow Council via its Management Committee, on the care, maintenance and installation of new facilities in the park, as well as attracting new visitors and volunteers by holding events and work sessions."
            ]
        },
        {
            "heading": "Things of interest to look out for in – and just outside – the park",
            "paragraphs": [
                "Remnants of the avenues from the 18th century landscape.",
                "19th century classical temple overlooking a large Cedar Tree and a Swamp Cypress.",
                "The formal George V Memorial Garden with pond, shelter, many specimen trees and shrubs.",
                "The Hawthorn Orchard.",
                "The Spinney woodland path that runs from the top of Canons Drive to Whitchurch Lane.",
                "The Woodland Path in the north of the park, entrance opposite the Good Friends Café, containing a wildflower meadow and fernery."
            ]
        },
        {
            "heading": "Current Ownership and Use",
            "paragraphs": [
                "The park is owned by the London Borough of Harrow and managed jointly with Parks Services and the Friends of Canons Park (www.canonsparkfriends.org).",
                "The park’s facilities include an adventure playground, the Good Friends Café, (which is run on behalf of the Friends of Canons Park), a green gym, a basketball hoop and supersized climbing boulder.",
                "The park has been awarded Green Flag status every year from 2008 to 2022 and has just been inspected for 2023. Canons Park is on the English Heritage Register of Parks & Gardens of Special Interest.",
                "This information sheet was prepared by Sophie Seifalian, member of the London Parks and Gardens Research Group (londongardensonline.org.uk), and updated by Sharon Graham, Friends of Canons Park, in 2023."
            ]
        },
        {
            "heading": "Also nearby",
            "paragraphs": [
                "Tours of the private 7 Acre Lake created for the Duke of Chandos (not usually open to the public). 10am – 4pm (last tour).  Entrance at Rose Garden Close, off Canons Drive, about 100 yards from the Canons Drive entrance to the park.\n \nTours of St Lawrence Church (50 yards from the Whitchurch Lane entrance to Canons Park) 1pm – 5pm. See the magnificent painted interiors of this historic church and the Duke of Chandos’ mausoleum, sculpted by Grinling Gibbons."
            ]
        }
    ],
    "id": 4277,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/4277/building_4277_171_f309e091f75cde971e0dfff6b3ce160b.jpg",
            "description": null,
            "title": "The Spinney, Canons Park, in the snow",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_4277_171_f309e091f75cde971e0dfff6b3ce160b.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/4277/building_4277_morning-mist-1_24791efbaec23b112472735029f939e6.jpg",
            "description": null,
            "title": "Morning Mist in Canons Park",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_4277_morning-mist-1_24791efbaec23b112472735029f939e6.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/4277/building_4277_206_2c3b50cf6ad8552e5afe9c7a86b6265d.jpg",
            "description": null,
            "title": "George V Memorial Garden, Canons Park",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_4277_206_2c3b50cf6ad8552e5afe9c7a86b6265d.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/4277/building_4277_side-gate-and-geraniums-george-v-memorial-garden_878a994e72bab4d947811268b811092a.jpg",
            "description": null,
            "title": "The George V Memorial Garden",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_4277_side-gate-and-geraniums-george-v-memorial-garden_878a994e72bab4d947811268b811092a.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/4277/building_4277_camber-and-autumn-trees_8102073afe0f84515a743e7cccb1ca63.jpg",
            "description": null,
            "title": "View along the Camber in Canons Park",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_4277_camber-and-autumn-trees_8102073afe0f84515a743e7cccb1ca63.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/4277/building_4277_daffodils-2019-by-judy_ea369ca05fd8a13363d0547ba29c3749.jpg",
            "description": null,
            "title": "Daffodils 2019",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_4277_daffodils-2019-by-judy_ea369ca05fd8a13363d0547ba29c3749.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/4277/building_4277_pond-and-lily-pads-looking-towards-gate-vertical_0aa977fdc433f41082bf1f085c9c29d1.jpg",
            "description": null,
            "title": "Pond and lily pads",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_4277_pond-and-lily-pads-looking-towards-gate-vertical_0aa977fdc433f41082bf1f085c9c29d1.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/4277/building_4277_shelter-autumn-2017_4f5f40572f68cc8fa873e4dedd64ff5a.jpg",
            "description": null,
            "title": "Shelter in Autumn",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_4277_shelter-autumn-2017_4f5f40572f68cc8fa873e4dedd64ff5a.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/4277/building_4277_temple-from-a-distance-2017_decfe3d01f37198e47b98ab323cf7b37.jpg",
            "description": null,
            "title": "Temple view",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_4277_temple-from-a-distance-2017_decfe3d01f37198e47b98ab323cf7b37.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/4277/building_4277_garden-borders-summer-2019_9bfe496a5a601686382c3175b8a00053.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_4277_garden-borders-summer-2019_9bfe496a5a601686382c3175b8a00053.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/4277/building_4277_memorial-garden-april-2021_fb36e67bad48f7776be13c3638c30efe.jpg",
            "description": null,
            "title": "George V Memorial Garden",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_4277_memorial-garden-april-2021_fb36e67bad48f7776be13c3638c30efe.jpg"
        }
    ],
    "links": [
        {
            "href": "www.canonsparkfriends.org",
            "title": null
        },
        {
            "href": "londongardensonline.org.uk",
            "title": null
        }
    ],
    "location": {
        "address": "Donnefield Avenue entrance, Canons Park, Edgware, HA8 6RH",
        "latitude": 51.6087625,
        "longitude": -0.2943906,
        "meeting_point": null,
        "travel_info": [
            "Tube: Canons Park, Edgware",
            "Train: Mill Hill Broadway",
            "Bus: 186, 79, 340, 142",
            "Additional travel info: Limited disabled and off street parking available in surrounding roads"
        ]
    },
    "name": "Canons Park",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/4277",
    "ticketed_events": false
}