{
    "all_week": false,
    "description": "The current building, the third on the site, was built between 1927-1933 in the Art Deco style, as a memorial to the 3,225 Freemasons who died in World War I. It is a Grade II* listed building, both internally and externally.",
    "design": {
        "designers": [
            {
                "architect": "Henry Victor Ashley and F. Winton Newman",
                "description": null,
                "year": "1927"
            }
        ],
        "periods": [
            "Inter-war"
        ],
        "types": [
            "institution/profession",
            "library",
            "museum"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2023-09-09",
            "drop_in": true,
            "end": "2023-09-09T17:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in",
            "notes": "Visitorswill be able to experience one of the finest art deco buildings in London, built as a peace memorial to Freemasons who died in WW1.",
            "start": "2023-09-09T10:00:00+01:00",
            "ticketed": false
        },
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2023-09-10",
            "drop_in": true,
            "end": "2023-09-10T17:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in",
            "notes": "Visitors will be able to experience one of the finest art deco buildings in London, built as a peace memorial to Freemasons who died in WW1.",
            "start": "2023-09-10T10:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        "Food and drink",
        "Cloakroom",
        "Audio guide available",
        "Accessible toilet",
        "Bookshop",
        "Toilets",
        "Refreshments"
    ],
    "factsheet": [
        {
            "heading": "History",
            "paragraphs": [
                "Freemasons' Hall houses the headquarters of the United Grand Lodge of England. The building dating from 1927-1933 covers two acres. Its design, an irregular hollow pentagon with the Grand Temple in the centre, adopts a diagonal axis to cope with the awkward shape of the site.",
                "The present building, the third Masonic Hall on the site, was built as a memorial to those who died in the 1914-1918 War and was for many years known as the Masonic Peace Memorial. The architects were H V Ashley and F Winton Newman whose other major commissions included the Council House extension and Art Gallery in Birmingham, Clive House (the Passport Office) in Petty France, and London and Cheltenham Technical College as well as housing schemes and hospitals.",
                "The building cost of £1.3 million was financed by contributions from Lodges and individual Freemasons to the Masonic Million Memorial Fund. Contributions to the Fund were voluntary and were recognised by a special commemorative Masonic jewel, the Hall Stone Jewel, which was silver for contributions of ten guineas or more and gold for contributions of 100 guineas or more. Lodges which raised an average of 10 guineas per member were entitled to be known as Hall Stone Lodges and had their names and numbers inscribed on commemorative marble panels."
            ]
        },
        {
            "heading": "The Building",
            "paragraphs": [
                "The building is constructed on a steel frame and faced with Portland stone. The principal ceremonial rooms are located on the first floor. Three vestibules form a ceremonial approach to the Grand Temple and are of increasing richness in architectural treatment and design.",
                "In the Second Vestibule there are displays about Freemasonry and further information about the history of the site and this building. The First Vestibule lies above the ceremonial entrance to the building below the tower at the junction of Great Queen Street and Wild Street. The stained glass windows on either side represent the six days of the Creation. On one side these are shown with the five orders of architecture and on the other side with five Masonic symbols.",
                "The Shrine was designed by Walter Gilbert (1871-1946). In bronze, its design and ornamentation incorporate symbols connected with the theme of peace and the attainment of eternal life. It is in the form of a bronze casket resting on a boat amongst reeds; the boat is indicative of a journey which has come to an end. In the centre of the front panel a relief shows the Hand of God set in a circle in which rests the Soul of Man.",
                "At the four corners of the Shrine stand pairs of winged Seraphim carrying golden trumpets and across the front are four gilded figures portraying (from left to right) Moses the Law Giver, Joshua the Warrior Priest, Solomon the Wise and St George.",
                "The Roll of Honour of the 1914-1918 War is guarded by kneeling figures representing the four fighting services (Navy, Army, Royal Marines & Royal Flying Corps). The bronze Pillars of Light flanking the Shrine are decorated with wheat (for resurrection), lotus (for the waters of life) and irises (for eternal life). At the base of each pillar there are four panels of oak leaves.",
                "The theme of the stained glass over the Shrine is the attainment of Peace through Sacrifice. The figure of Peace is holding a model of the Tower façade. Fighting men and civilians are shown in the lower windows ascending a winding staircase until they arrive with the pilgrims through the ages at the feet of the Angel of Peace.",
                "In the ante chamber to the Grand Temple (the Third Vestibule) the pattern of the richly coloured ceiling painted with gold is echoed in the elaborate floor pattern executed in marble and mosaic. The central multipointed star is inlaid with lapis lazuli. The four blue panels represent heaven and the rose in each corner reflects the connection between England and Freemasonry (the Grand Lodge of 1717 formed in London was the first Grand Lodge in the world)."
            ]
        },
        {
            "heading": "The Grand Temple",
            "paragraphs": [
                "The Grand Temple is at the centre of the site but the design and use of internal courtyards is such that it has external walls on three sides. The Temple is 120 ft long by 90 ft wide by 62 ft high, and holds approximately 1700 people including balcony seating. On ceremonial occasions access to the Temple is via the bronze doors, the design of which incorporates historical and symbolic themes. The walls of the Temple are lined with various types of marble.",
                "The central panel of the ceiling is a representation of the celestial sky. Surrounding it is a deeply coffered and richly decorated border with the arms of the United Grand Lodge of England at each corner. The decoration of the cornice, which is 15 ft deep, is entirely in mosaic and took 22 months to complete. The allegorical groups in the design each incorporate columns of a classical order of architecture.",
                "On the eastern side (opposite the bronze doors) in between two Ionic pillars (representing Wisdom) is a representation of the Ark of the Covenant and Jacob's Ladder. Resting against the Ladder is the Volume of Sacred Law (any holy book displayed at a lodge meeting). Jacob's Ladder bears the symbols for Faith (a cross), Hope (an anchor) and Charity (a burning heart), ascending towards the Hebrew character of YOD (Jehovah). To the left stands King Solomon, to the right King Hiram, the builders of the first Temple at Jerusalem.",
                "On the western side (above the bronze doors) two Doric pillars (representing strength of knowledge) are flanked by Euclid and Pythagoras on either side of the 47th Proposition (the symbol worn by a Past Master of a Lodge). The pillars support the Moon around which is an ancient symbol of wisdom, the serpent.",
                "On the Southern side are two Corinthian pillars (representing beauty) with Helios, the Sun God, driving his chariot across the heavens to mark the Sun at its meridian. The pillars support the All-Seeing Eye below which is a five pointed star.",
                "On the Northern side between the two pillars of the Composite order are the arms of the Duke of Connaught and Strathearn (Grand Master when this Hall was built). On one side is St George and on the other the Dragon. The celestial globe on one pillar and the terrestrial globe on the other represent the universal nature of Freemasonry. At the base of the pillars are two blocks of stone (ashlars). One is rough representing Man entering Freemasonry and the other is smooth representing how Man is improved through Freemasonry.",
                "In the corners of the cornice stand four angelic figures portraying the four cardinal virtues Prudence, Temperance, Fortitude and Justice.  The inscription commences in the north east corner and is taken from Chronicles I xvii 12-14. The frieze on the four splay walls carries the twelve signs of the Zodiac. These have no Masonic significance but are a link with the first Freemasons' Hall on this site which featured them in its decoration.",
                "The organ console is situated in the centre at the end of the dais. The organ is a three manual Willis instrument with over 2000 speaking pipes."
            ]
        },
        {
            "heading": "Museum of Freemasonry",
            "paragraphs": [
                "The Museum of Freemasonry houses one of the leading collections of Masonic artefacts and books and is open to the public free of charge.  The Museum’s North Gallery houses our permanent exhibition, Three Centuries of English Freemasonry, and offers enlightenment on the origins of Freemasonry. It is home to some of the most important masonic items from across the centuries and tells the story of how Freemasonry developed from the 1700s into a significant social and charitable organisation today."
            ]
        },
        {
            "heading": "Cafe and Bar at Freemasons' Hall",
            "paragraphs": [
                "The new Café at Freemasons’ Hall, has been designed to be a sanctuary in the heart of London’s West End. With two bars and a wonderful range of food and drink available, the Café at Freemasons’ Hall is the perfect place to escape the hustle and bustle of London whilst enjoying the magnificent Grade II* Art Deco architecture of Freemasons’ Hall."
            ]
        },
        {
            "heading": "Shop at Freemasons' Hall",
            "paragraphs": [
                "Our award-winning Shop at Freemasons’ Hall offers an enhanced retail experience to both visitors and members, with an extensive range of high-quality gifts and souvenirs.",
                "The shop is located in the heart of the Grade II* listed building and offers a wide range of merchandise for both members and visitors to Freemasons’ Hall, the headquarters of the United Grand Lodge of England, the governing body of Freemasonry in England and Wales.",
                "A comprehensive selection of wonderful products are sold, which includes not only books but a range of quality Freemason regalia, men's grooming accessories, ladies jewellery, scarves and ties, as well as several gift ranges based on the museum, library, art deco style, London and Freemasonry in general.",
                ""
            ]
        },
        {
            "heading": "Child Friendly Activities",
            "paragraphs": [
                "Make your day out to Freemasons' Hall a family affair with the following to keep your little ones busy:",
                "- a dedicated children's trail\n- a Lego Lodge \n- Make and Take Bright Bricks (additional charge)"
            ]
        },
        {
            "heading": "Behind the scenes tours",
            "paragraphs": [
                "On Sunday 11 September the team will offer a first come, first served chance to see some of the Lodge Rooms not open to the public - including the stunning Egyptian style Lodge Room 10. The tours will be available in the morning, lunchtime and in the afternoon free of charge."
            ]
        },
        {
            "heading": "Meet the Freemasons",
            "paragraphs": [
                "Freemasons' Hall was built specifically for use by the Freemasons and is the third building on the site. Come and talk to both men and women Freemasons to discover what Freemasonry is all about the significance of the United Grand Lodge of England's stunning home in the heart of London."
            ]
        }
    ],
    "id": 436,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/436/building_436_grand-temple-09_32356301517_o_b5ad482c4ce77fec38025aeaa26d4429.jpg",
            "description": null,
            "title": "Grand Temple",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_436_grand-temple-09_32356301517_o_b5ad482c4ce77fec38025aeaa26d4429.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/436/building_436_screen-shot-2017-06-22-at-15-56-01_0eca8e40ecac0e30821fc429745e4377.png",
            "description": null,
            "title": "Main entrance",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_436_screen-shot-2017-06-22-at-15-56-01_0eca8e40ecac0e30821fc429745e4377.png"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/436/building_436_grand-temple-02_32356303247_o_b48b7698673060f8dd6a96a1cc3c0966.jpg",
            "description": null,
            "title": "Grand Temple",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_436_grand-temple-02_32356303247_o_b48b7698673060f8dd6a96a1cc3c0966.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/436/building_436_vestibules-09_46574871114_o_b3e10cd09c2ca6176d28a6e2cd0da379.jpg",
            "description": null,
            "title": "Vestibule",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_436_vestibules-09_46574871114_o_b3e10cd09c2ca6176d28a6e2cd0da379.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/436/building_436_tower-entrance-01_33422318248_o_c994ac1e0407f1c54bbf82eed01f4828.jpg",
            "description": null,
            "title": "Tower entrance",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_436_tower-entrance-01_33422318248_o_c994ac1e0407f1c54bbf82eed01f4828.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/436/building_436_open-house-2019-2_6b14e85f408c56d8f74771e63e0cdf25.jpg",
            "description": null,
            "title": "Viewing the Grand Temple",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_436_open-house-2019-2_6b14e85f408c56d8f74771e63e0cdf25.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/436/building_436_open-house-2019-1_f7fa1766788a79fd2e0c2b32c9334ba3.jpg",
            "description": null,
            "title": "Meet the Freemasons",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_436_open-house-2019-1_f7fa1766788a79fd2e0c2b32c9334ba3.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/436/building_436_open-house-2019-5_3eb67a302728b303079d201f5d9de033.jpg",
            "description": null,
            "title": "Child friendly activities ",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_436_open-house-2019-5_3eb67a302728b303079d201f5d9de033.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/436/building_436_kids_5faca54e1186a3b300afd0a8b40fb6a7.jpg",
            "description": null,
            "title": "Family Friendly Activities ",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_436_kids_5faca54e1186a3b300afd0a8b40fb6a7.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/436/building_436_lady-masons_ffff382cca12c35f9696e5c607074af6.jpg",
            "description": null,
            "title": "Meet the Lady Freemasons",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_436_lady-masons_ffff382cca12c35f9696e5c607074af6.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/436/building_436_organ_17033572cf99005192596f8904286a7e.jpg",
            "description": null,
            "title": "View our fantastic Organ in the Grand Temple",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_436_organ_17033572cf99005192596f8904286a7e.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/436/building_436_lego_ca60e3b2fd49f8a0787c0778c623e036.jpg",
            "description": null,
            "title": "The kids will love our Lego Lodge",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_436_lego_ca60e3b2fd49f8a0787c0778c623e036.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/436/building_436_museum_30db7c64ee79eb2d5831448a12bc4ca5.jpg",
            "description": null,
            "title": "You can learn more about Freemasonry in our dedicated museum",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_436_museum_30db7c64ee79eb2d5831448a12bc4ca5.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/436/building_436_doors_119de48e9ace9fbdafd25ed60355ede2.jpg",
            "description": null,
            "title": "The stunning art deco style Temple Doors can be moved be opened with your little finger! ",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_436_doors_119de48e9ace9fbdafd25ed60355ede2.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/436/building_436_bright-bricks-kids_3d16689d2c4605b59d6789c19fce40c3.jpg",
            "description": null,
            "title": "Children can make and take a dragon, throne or unicorn which all appear in the building",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_436_bright-bricks-kids_3d16689d2c4605b59d6789c19fce40c3.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/436/building_436_peace-memorial_0b834ca85c523b2ed1477d76334c275c.jpg",
            "description": null,
            "title": "Freemasons' Hall was built as a Peace Memorial to more than 3,000 Freemasons who died in WW1",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_436_peace-memorial_0b834ca85c523b2ed1477d76334c275c.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Freemasons' Hall, 60 Great Queen Street, WC2B 5AZ",
        "latitude": 51.5152355,
        "longitude": -0.1211194,
        "meeting_point": null,
        "travel_info": [
            "Tube: Holborn, Covent Garden",
            "Train: Euston, Blackfriars",
            "Bus: 1, 59, 68, 91, 168, 188",
            "Additional travel info: Short bus ride from Waterloo Station / Five minutes walk from Covent Garden Station / Four minbutes walk from Holborn Station."
        ]
    },
    "name": "Freemasons' Hall",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/436",
    "ticketed_events": false
}