{
    "all_week": false,
    "description": "Home to the oldest geological society in the world, founded in 1807. The Society has been based at Burlington House since 1874, and now has over 12,000 members worldwide.",
    "design": {
        "designers": [
            {
                "architect": "Robert Richardson Banks and Charles Barry",
                "description": null,
                "year": "1873"
            }
        ],
        "periods": [
            "Julian Harrap Architects",
            "Victorian"
        ],
        "types": [
            "institution/profession",
            "scientific"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "booking_link": null,
            "capacity": null,
            "date": "2023-09-16",
            "drop_in": true,
            "end": "2023-09-16T17:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in",
            "notes": "Last entry at 4.30pm",
            "start": "2023-09-16T10:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [],
    "factsheet": [
        {
            "heading": "History",
            "paragraphs": [
                "The world's oldest geological society was inaugurated on Friday 13 November 1807, at a dinner held at the Freemasons Tavern, Covent Garden. The Society had a number of homes in its first few decades, before settling in Somerset House (alongside many of the other London learned societies) in 1828 and finally moving to Burlington House in 1874."
            ]
        },
        {
            "heading": "Burlington House",
            "paragraphs": [
                "The original Burlington House was built by Sir John Denham for his new bride in 1665 but after her early death it was sold to Richard Boyle, first Earl of Burlington, in 1668. Between 1715-1722, the third Earl had the house reconstructed in the Palladian style which we see today. The property then passed to the Cavendish family in the mid 18th century and was eventually purchased by the Government in 1854 with the express purpose of housing the learned societies close to the Royal Academy to encourage interchange between the arts and sciences.",
                "Additional accommodation was provided in the West and East wings and gateway blocks enclosing the courtyard, which were completed to the designs of architects Charles Barry and Robert Richardson Banks between 1869-1873. The exterior of the Grade II* listed building is of Portland Stone (Upper Jurassic).",
                "The Society's apartments have undergone a number of refurbishments over the years, most recently from 2007-2013."
            ]
        },
        {
            "heading": "What's on view",
            "paragraphs": [
                "On your visit you will see: Entrance Hall, in which is displayed the first geological map of England & Wales (1815) by William Smith and a painting of palaeontologist Mary Anning; the triple and double tiered Upper and Lower Libraries which hold the Society’s internationally important collections; the Council Room with portraits of a number of the Society’s major historical figures; our modern Lecture Theatre."
            ]
        },
        {
            "heading": "Photography",
            "paragraphs": [
                "Visitors are welcome to photograph inside the Society's apartments for their own personal use. No flash photography or tripods please."
            ]
        },
        {
            "heading": "Geology Activities",
            "paragraphs": [
                "We will be running educational activities throughout the day - just pop in!",
                "1. ‘Feely Table’ - Discover the Minerals in Renewable Energy and Smart Technology",
                "Energy: the sun on your skin; the thrum of the bass; the wind in your hair. Our ability to harness energy has driven civilisation and technology to incredible advances and discoveries, but at what cost to the planet? Explore the future of energy through stunning minerals, ores and crystals which help us to harness solar, wind and natural heat for a sustainable future.",
                "2. ‘Kids Corner’ Play based activities themed around geology (rocks, fossils, careers and colour in map)",
                "Discover how interesting and inspiring Earth Sciences can be through play-based activities for kids age 5 – 11. A range of activities will be on offer throughout the day. Build your own Mars Rover, shoot a volcanic bomb, make your own fossil, construct an earthquake-proof building or colour in your own version of William Smith’s famous geological map!"
            ]
        }
    ],
    "id": 4938,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/4938/building_4938_upperlibrary_4-4mp-cropped_cb67a76c4d1667c3f19d6e3ca1a05fea.jpg",
            "description": null,
            "title": "Upper Library",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_4938_upperlibrary_4-4mp-cropped_cb67a76c4d1667c3f19d6e3ca1a05fea.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/4938/building_4938_burlingtonhousepostrefurb_e9956e1091337aa15133abde78a257db.jpg",
            "description": null,
            "title": "Burlington House",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_4938_burlingtonhousepostrefurb_e9956e1091337aa15133abde78a257db.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/4938/building_4938_grandstaircase_2-6mb_39c86c7a5d8523532876d7aa0607893b.jpg",
            "description": null,
            "title": "Entrance Hall with geological maps",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_4938_grandstaircase_2-6mb_39c86c7a5d8523532876d7aa0607893b.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Piccadilly, W1J 0BG",
        "latitude": 51.5082999,
        "longitude": -0.139365,
        "meeting_point": null,
        "travel_info": [
            "Tube: Green Park, Piccadilly Circus",
            "Bus: 14, 19, 38, 6, 9"
        ]
    },
    "name": "Burlington House: The Geological Society of London",
    "original_url": "https://programme.openhouse.org.uk/listings/4938",
    "ticketed_events": false
}