{
    "all_week": false,
    "description": "St John's Gate in Clerkenwell dates from 1504 and was built for the Knights Hospitaller. 19th and early 20th century additions by Richard Norman Shaw and John Oldrid Scott. Grade I listed. Home to the Museum of the Order of St John.",
    "design": {
        "designers": [
            {
                "architect": "Richard Norman Shaw",
                "description": null,
                "year": "1874"
            }
        ],
        "periods": [
            "John Oldrid Scott",
            "Seely and Paget",
            "Medieval",
            "Tudor",
            "Victorian"
        ],
        "types": [
            "community/cultural",
            "museum",
            "library"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2023-09-16",
            "drop_in": true,
            "end": "2023-09-16T18:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in",
            "notes": "Explore the Order's Priory Church and its 12th-century crypt.",
            "start": "2023-09-16T13:00:00+01:00",
            "ticketed": false
        },
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2023-09-16",
            "drop_in": true,
            "end": "2023-09-16T18:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in",
            "notes": "Explore the Chapter Hall, Old Chancery and Council Chamber upstairs at St John's Gate.",
            "start": "2023-09-16T13:00:00+01:00",
            "ticketed": false
        },
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/5214",
            "capacity": null,
            "date": "2023-09-16",
            "drop_in": false,
            "end": "2023-09-16T13:30:00+01:00",
            "fully_booked": false,
            "name": "Guided tour of the West Tower of St John's Gate",
            "notes": null,
            "start": "2023-09-16T13:00:00+01:00",
            "ticketed": true
        },
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/5214",
            "capacity": null,
            "date": "2023-09-16",
            "drop_in": false,
            "end": "2023-09-16T14:30:00+01:00",
            "fully_booked": false,
            "name": "Guided tour of the West Tower of St John's Gate",
            "notes": null,
            "start": "2023-09-16T14:00:00+01:00",
            "ticketed": true
        },
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/5214",
            "capacity": null,
            "date": "2023-09-16",
            "drop_in": false,
            "end": "2023-09-16T15:30:00+01:00",
            "fully_booked": false,
            "name": "Guided tour of the West Tower of St John's Gate",
            "notes": null,
            "start": "2023-09-16T15:00:00+01:00",
            "ticketed": true
        },
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/5214",
            "capacity": null,
            "date": "2023-09-16",
            "drop_in": false,
            "end": "2023-09-16T16:30:00+01:00",
            "fully_booked": false,
            "name": "Guided tour of the West Tower of St John's Gate",
            "notes": null,
            "start": "2023-09-16T16:00:00+01:00",
            "ticketed": true
        },
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/5214",
            "capacity": null,
            "date": "2023-09-16",
            "drop_in": false,
            "end": "2023-09-16T17:30:00+01:00",
            "fully_booked": false,
            "name": "Guided tours of the West Tower of St John's Gate",
            "notes": null,
            "start": "2023-09-16T17:00:00+01:00",
            "ticketed": true
        }
    ],
    "facilities": [
        "Baby changing facilities",
        "Accessible toilet",
        "Toilets",
        "Bookshop"
    ],
    "factsheet": [
        {
            "heading": "Introduction",
            "paragraphs": [
                "St John's Gate and the Priory Church are evocative reminders of Clerkenwell's monastic past. The Gate was built in 1504 as the southern entrance to the inner precinct of the Priory of the Knights of St John, otherwise known as the Knights Hospitaller.",
                "The Priory was founded in the 1140s as the English headquarters of the Knights Hospitaller. The Hospitallers were an international religious order, founded in Jerusalem at the end of the eleventh century to provide care for pilgrims who had become sick on their travels to the Holy Land. After the Crusaders captured Jerusalem, the Hospitallers also took on a miltary role. They became known as the Knights of the Order of St John of Jerusalem.",
                "The Priory in Clerkenwell, situated on a ten-acre-site, grew to be one of the wealthiest and most powerful religious houses in London with buildings of palatial scale. The current gatehouse was constructed on the orders of Prior Thomas Docwra to replace an earlier building. It is Grade I listed and a rare survival from late medieval London much of which was razed to the ground by the Great Fire."
            ]
        },
        {
            "heading": "The Priory Church and Norman Crypt",
            "paragraphs": [
                "A church was first built on the site in the 1140s as the centrepiece of the Hospitallers' estate in Clerkenwell. The original twelfth-century crypt has survived and can be visited today. The church was consecrated by the Patriarch of Jerusalem in 1185 and originally had a round nave, modelled on the Church of the Holy Sepulchre in Jerusalem. The circular footprint of this building is marked out in the paving stones in St John's Square. As the wealth of the Hospitallers' grew, they embellished and enlarged the church, including building a larger rectangular nave. By the early sixteenth-century it was one of the most spectacular religious houses in London. After the Dissolution, the main body of the church was demolished so that the building materials could be re-used elsewhere but the chancel and crypt survived and were used for other, non-religious purposes. In the early eighteenth-century, the church was remodelled and used as a parish church, with a burial yard to the rear. It continued to serve the local population until 1931 when it was formally transferred to the Order of St John. The building was hit by an incendiary bomb during the Blitz and rebuilt (using as much of the original fabric as possible) by Seely and Paget in the 1950s. Fortunately the Norman crypt survived the bombing unscathed."
            ]
        },
        {
            "heading": "A Tudor Gatehouse",
            "paragraphs": [
                "The medieval Priory complex was divided into an inner and outer precinct. The former included the Hospitallers' church and lavish accomodation for the Prior and his guests. The gatehouse was the formal entrance to the inner precinct. The earliest building was of ashlar with carved ornamentation; some of its old ragstone may have been re-used in the basement walls of the present building. By the end of the fifteenth century the wealth and influence of the Order in England was at its height. Hospitality was a key part of its mission and successive Priors embellished the site to increase its magnificence and splendour. In 1501, for example, a new bell tower 'graven, gilt, and inameled to the great beautifying of the Cittie' was added to the Priory Church. It was in this same spirit that Prior Thomas Docwra commissioned an impressive new gatehouse, mostly built of red brick but faced with stone. It is this building that survives and is recognisable in a seventeenth-century engraving by Wenceslaus Hollar (c.1661). The ground level has risen approximately 3 feet since it was built, thus the original scale would have been even more imposing."
            ]
        },
        {
            "heading": "Post-Reformation Fortunes",
            "paragraphs": [
                "Henry VIII suppressed the Priory in March 1540 and confiscated its property. He used many of the buildings for the temporary storage of his tents and wardrobe. In 1548 Edward VI granted the Priory to his sister Mary Tudor and she made it her London residence. When Mary succeeded to the throne in 1553 she ordered Cardinal Pole to re-establish the English Order of St John but this brief reprieve ended when her Protestant sister Elizabeth became queen in 1558. During Elizabeth's reign, much of the former inner precinct was used by the Offices of Tents and Revels. As well as storage for costumes and sets, plays were rehearsed and licensed on the site including many by William Shakespeare. In the early 17th century, the Office of Tents and Revels was relocated and James I granted the site to a private owner. It became a desirable residential area whose occupants included William Cecil, Third Lord Burghley. Little precise information is known about the fortunes of the gatehouse in this period but by the 1660s it was occupied by Sir Richard Levett, one of the first directors of the Bank of England, as his private house. He is known to have built the surviving staircase in the east tower and added a timber room below the arch of the gate (no longer present). Towards the end of the 17th century the area had become less afluent, with many of the larger mansions subdivided or pulled down and replaced with speculative developments of terraced housing. By 1703 the east tower was home to a coffee house run by William Hogarth's father, Richard, until his bankruptcy in 1707. It later housed a tavern. The Gate also became home to several publishing businesses, the most famous of which was The Gentleman's Magazine, run by the entrepreneur Edward Cave. The first issue was published in 1731 and Dr Samuel Johnson was one of the contributors, reputedly occupying his own 'garett' in the Gate. In 1740, another of Cave's associates, David Garrick, gave his first theatrical performance in the room above the arch. The many uses to which the Gate was put undoubtedly saved it from destruction however by the second half of the eighteenth century it was in considerable disrepair. The original battlements had been removed by the 1760s because of safety concerns. Adhoc alterations were made by the various businesses that occupied the building."
            ]
        },
        {
            "heading": "Nineteenth-Century Restoration",
            "paragraphs": [
                "In the 1840s the owners of the Gate were ordered to repair the crumbling masonry or pull it down. A local architect, William Pettit Griffith, mounted a campaign to save and restore it and launched a public appeal for funds. Between 1846-7, he refaced the north front of the Gate and restored the central battlements on the south front. The landlords of the Old Jerusalem Tavern, Benjamin Foster and his successor Sameul Wickens, also took a keen interest in the Gate's medieval past and encouraged this among their clientele. In 1851 Foster published, 'History of ye Priory and Gate of St. John'. The interiors were decorated with velvet upholstery, 'gaudy' banners and suits of armour and some internal alterations were made. A major turning point in the Gate's history came in 1873 when Sir Edmund Lechmere purchased the freehold as the headquarters of the new Order of St John (it was revived in England c.1831). Lechmere employed first Richard Norman Shaw, and later Sir John Oldrid Scott, to repair and restore the building and create suitable accomodation for the Order. In the late 1870s, Shaw designed a new building with a Queen-Anne-style facade immediately next to the Gate (now No.27 St John Square) to house the Old Jersualem Tavern which moved out of the Gate itself. John Oldrid Scott's involvement began in the 1880s. He remodelled the interior of the room above the arch, creating a Chapter Room for the Order. This interior survives as today's Council Chamber. In the early 1890s he supervised the refacing of the Gate and later designed a new three-storey extension to the south-east which included a grand Chapter Hall on the second floor, offices and a lecture room or drill hall on the first floor and ambulance and wagon storage on the ground floor. Scott's Gothic-style Victorian interiors survive today with all their original fittings and furniture, as well as fine examples of Whitefriars stained glass."
            ]
        },
        {
            "heading": "St John's Gate Today",
            "paragraphs": [
                "The modern Order of St John was granted a Royal Charter by Queen Victoria in 1888. Humanitarian in its aims and purpose, it recognised the need for public first aid and ambulance transport services, as no such system existed in industrialised England. In addition, the Order established an eye hospital in Jerusalem, following the principles of the Order’s first hospital, treating all those in need, regardless of faith or wealth. The Order’s full title is The Most Venerable Order of the Hospital of St John of Jerusalem. Its principal charitable foundations today are the St John Eye Hospital in Jerusalem, and St John Ambulance. The Gate today houses the Museum of the Order of St John which looks after a collection of c.60,000 objects including paintings, illuminated manuscripts, arms and armour, furniture, ceramics, silverware and textiles. The historic interiors are still used for Order and St John Ambulance events and are open to the public on guided tours. They may also be hired for commercial events, including weddings."
            ]
        }
    ],
    "id": 5214,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2023/5214/building_5214_sunny-gate-and-archway_b0bfbf2dbfb28242cef3b3f47c11095f.jpg",
            "description": null,
            "title": "View of the exterior of St John's Gate from the south ",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_5214_sunny-gate-and-archway_b0bfbf2dbfb28242cef3b3f47c11095f.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2023/5214/building_5214_ch-empty-room-wide-view-1-credit-harriet-langford_faead299b35852504a1b7971053cb872.jpg",
            "description": null,
            "title": "Interior of Chapter Hall at St John's Gate, designed by John Oldrid Scott",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_5214_ch-empty-room-wide-view-1-credit-harriet-langford_faead299b35852504a1b7971053cb872.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2023/5214/building_5214_ch-door-detailing-view-2-credit-harriet-langford_da556ce30b094b831380a4a986702a9c.gif",
            "description": null,
            "title": "Detail of door fittings in Chapter Hall, designed by John Oldrid Scott ",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_5214_ch-door-detailing-view-2-credit-harriet-langford_da556ce30b094b831380a4a986702a9c.gif"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2023/5214/building_5214_cc-empty-room-wide-view-1-harriet-langford_49de2b89108a9c73992ae929cb589288.gif",
            "description": null,
            "title": "Council Chamber above St John's Gate, interior by John Oldrid Scott",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_5214_cc-empty-room-wide-view-1-harriet-langford_49de2b89108a9c73992ae929cb589288.gif"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2023/5214/building_5214_lb-furniture-detail-view-2-credit-harriet-langford_8b05fb3b5b15aa7ae140340084943721.gif",
            "description": null,
            "title": "Corner of the historic library, west tower of St John's Gate ",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_5214_lb-furniture-detail-view-2-credit-harriet-langford_8b05fb3b5b15aa7ae140340084943721.gif"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2023/5214/building_5214_lb-bookcase-view-8-credit-harriet-langford_f5409bcc31baf1ddd6535819541bffb3.gif",
            "description": null,
            "title": "Detail of historic library, St John's Gate",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_5214_lb-bookcase-view-8-credit-harriet-langford_f5409bcc31baf1ddd6535819541bffb3.gif"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2023/5214/building_5214_the-crypt_st-john_02_f234af1fe0589c7991736fd924f4e822.jpg",
            "description": null,
            "title": "The 12th-century crypt of the Priory Church",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_5214_the-crypt_st-john_02_f234af1fe0589c7991736fd924f4e822.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "St John's Gate, St John's Lane, Clerkenwell, EC1M 4DA",
        "latitude": 51.5219889,
        "longitude": -0.102746,
        "meeting_point": null,
        "travel_info": [
            "Tube: Farringdon",
            "Train: Farringdon",
            "Bus: 40, 341, 153, 63, 55, 243",
            "Additional travel info: The nearest station is Farringdon, which is 5 minutes’ walk from the Museum. It is served by Thameslink trains, the Elizabeth Line and the London Underground (Metropolitan, Circle and  Hammersmith & City lines)."
        ]
    },
    "name": "Museum of the Order of St John",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/5214",
    "ticketed_events": true
}