{
    "all_week": false,
    "description": "Opened by the Queen in 2002 as one of the first new livery halls in the Square Mile for nearly 40 years, this is a brick building with traditional lime mortar and handsome lead roof, standing around a peaceful courtyard.",
    "design": {
        "designers": [
            {
                "architect": "Hopkins Architects",
                "description": null,
                "year": "2002"
            }
        ],
        "periods": [
            "Contemporary"
        ],
        "types": [
            "livery hall"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2023-09-16",
            "drop_in": true,
            "end": "2023-09-16T16:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in",
            "notes": "Last entry 15.30",
            "start": "2023-09-16T09:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        "Architect on site",
        "Bookshop"
    ],
    "factsheet": [
        {
            "heading": "History of the Halls",
            "paragraphs": [
                "The Hall is the headquarters of, and central to, the Company’s activities. It houses the Company staff and accommodates the regular meetings of the various committees that conduct the Company’s affairs, as well as the social events held during the year."
            ]
        },
        {
            "heading": "The First Hall 1461-1666",
            "paragraphs": [
                "The Company’s first Hall was completed in 1461. The Hall was located on the corner of Staining Lane and Maiden Lane (now Gresham Street) and subsequently destroyed in the Great Fire of London in 1666."
            ]
        },
        {
            "heading": "The Second Hall 1671-1940",
            "paragraphs": [
                "The second Hall was built on the same site between 1667 and 1671 and was designed by Edward Jerman (who had worked in the City with Sir Christopher Wren). This hall was periodically extended and improved and stood until 1940 when it burnt down after an air raid."
            ]
        },
        {
            "heading": "The Third Hall 1956-1996",
            "paragraphs": [
                "The third Hall was opened in June 1956 and integrated within a commercial office development. In 1996 the offices were redeveloped and the Company moved to temporary offices in Bartholomew Close, EC1, while it acquired a new site in West Smithfield on which its new Hall was built."
            ]
        },
        {
            "heading": "The New Hall",
            "paragraphs": [
                "The Company finally occupied its new Hall at 18 West Smithfield on Monday 15th April 2002, the Hall being situated opposite King Henry's Gate of St. Bartholomew's Hospital. Thursday 24th October 2002 was a very special day in the life of the Company when the Master, Mr Nicholas Lund, welcomed Her Majesty The Queen to Haberdashers’ Hall, and invited her formally to declare it open.",
                "Designed by Sir Michael Hopkins and Partners and constructed by Holloway White Allom, the Hall is modern yet traditional, constructed around a cloistered quadrangle and featuring light and airy public rooms and offices.",
                "The courtyard is entered through the façade of Market View, now developed into residential apartments and retail units. On the south side of the site the Company has built an office development on the Hosier Lane frontage.",
                "In the Hall, cloisters on the right hand side lead to a circular staircase to the first floor, where the Court Room, Committee Room and Luncheon Room lead off a Reception Gallery.",
                "The Reception Gallery leads to the Livery Hall, which has a high vaulted ceiling, with the whole room panelled in oak. There are also offices for the Company staff, facilities for catering staff and storage below the Hall together with accommodation for the Master and the Beadle.",
                "The Livery Hall itself is clad in North American Oak with modern stainless steel tracery in the roof replicating medieval hammer beams."
            ]
        }
    ],
    "id": 541,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2023/541/building_541_courtyard-by-night_82cb857b8c2618c058b2518ed51ec240.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_541_courtyard-by-night_82cb857b8c2618c058b2518ed51ec240.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2023/541/building_541_haberdashers-hall-livery-hall-interior_a7ec96da5b1c8fe4627093e697699f12.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_541_haberdashers-hall-livery-hall-interior_a7ec96da5b1c8fe4627093e697699f12.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "18 West Smithfield (opposite Barts Hospital by traffic barrier under",
        "latitude": 51.51806149999999,
        "longitude": -0.1018903,
        "meeting_point": null,
        "travel_info": [
            "Tube: Barbican",
            "Train: Farringdon",
            "Bus: 8, 25, 56, 242, 46"
        ]
    },
    "name": "Haberdashers' Hall",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/541",
    "ticketed_events": false
}