{
    "all_week": false,
    "description": "Built as a Huguenot chapel in 1763, the building has been in continuous use as a synagogue since 1860 and retains many original features including the gallery. Oldest  remaining Ashkenazi synagogue in London and third oldest in the country.",
    "design": {
        "designers": [
            {
                "architect": "Unknown",
                "description": null,
                "year": "1763"
            }
        ],
        "periods": [
            "Nathan Solomon Joseph",
            "Georgian"
        ],
        "types": [
            "religious"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2023-09-10",
            "drop_in": true,
            "end": "2023-09-10T16:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in",
            "notes": "",
            "start": "2023-09-10T11:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        "Food and drink",
        "Architect on site",
        "Bookshop",
        "Refreshments",
        "Toilets"
    ],
    "factsheet": [
        {
            "heading": "The Building's History",
            "paragraphs": [
                "Sandys Row Synagogue is the oldest Ashkenazi synagogue in London, and the last remaining synagogue in Spitalfields. ‘Once the heart of the Jewish East End and the home of its renaissance.’",
                "The main synagogue building is almost 250 years old and Grade II Iisted. In 1763 a French Huguenot community purchased an old chapel and its freehold on this site on a corner of Henry VIII’s artillery ground. L’Eglise d’Artillerie was dedicated in 1766 and remained open until 1786, when it merged with the London Walloon Church. For the next fifty years, the church was let to several Baptist congregations, becoming known as Salem Chapel and then Parliament Court Chapel.",
                "In 1854, 50 poor Dutch Ashkenazi Jewish families founded a chevrah, a type of Friendly Society with a small synagogue attached known as the ‘Society for loving-kindness and truth’. The first of its kind! By 1867, it had grown to five hundred members when it acquired the leasehold of the French chapel, having found a champion in the architect, Nathan Joseph. The site was particularly suitable because it had a balcony and was on an East-West axis, albeit facing westwards. Joseph blocked up the original entrances, which are still visible, and formed a new one in Sandys Row, together with a new three-storey building for offices and accommodation.",
                "The community’s independent streak, which perhaps goes a long way to explaining its longevity, was first evidenced in 1870, when the leading Sephardi rabbi, Haham Benjamin Artom of nearby Bevis Marks Synagogue, formally consecrated this Ashkenazi place of worship.",
                "The Chief Rabbi at the time, Nathan Marcus Adler, had publicly opposed the establishment of any new synagogue by the poor East End Ashkenazi migrant community and refused to be associated with it. In November 1887, Sandys Row Synagogue was the largest of the East End congregations that founded the Federation of Synagogues. It left the Federation in 1899 and was refurbished for the 50th anniversary of the community after acquiring its freehold, becoming an Associate of the United Synagogue in 1922. In 1949 it returned to independent status."
            ]
        },
        {
            "heading": "Links with the Local Community",
            "paragraphs": [
                "For many years the Synagogue acted as the secretariat of the Stepney and Whitechapel Street Traders’ Association, bringing together all the market traders from both Petticoat Lane and Whitechapel Markets.",
                "Sandys Row Synagogue is committed to opening its doors, and sharing its stories and its unique, rich heritage with all sections of the community. Many groups arrange private visits. These include school groups and guided walking tours. In recent years we have hosted live music, community and heritage events. In 2015  with Spitalfields Church, Brick Lane Mosque and the Spitalfields Huguenot Society initiated the Festival of Immigration.  In addition we participate in Jewish Heritage Open Days and Open House London.",
                "Sandys Row Synagogue holds a wealth of artefacts, many of which originate from its early beginnings. Thanks to recent donations and support, some of them, including a framed paper plaque commemorating the 50 founding families, have been preserved for future generations."
            ]
        }
    ],
    "id": 5521,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2023/5521/building_5521_srs-for-open-house-1_e963a07958ee7311a89765470d0d4060.jpg",
            "description": null,
            "title": "View of the sanctuary",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_5521_srs-for-open-house-1_e963a07958ee7311a89765470d0d4060.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "4a Sandys Row, E1 7HW",
        "latitude": 51.5183084,
        "longitude": -0.07773769999999999,
        "meeting_point": null,
        "travel_info": [
            "Tube: Aldgate East, Aldgate, Liverpool Street",
            "Train: Shoreditch High Street, Liverpool Street",
            "Bus: 100, 205, 42, 78, 135"
        ]
    },
    "name": "Sandys Row Synagogue",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/5521",
    "ticketed_events": false
}