{
    "all_week": false,
    "description": "Highgate is three schools in one. Founded by Sir Roger Cholmeley, Lord Chief Justice of England, in 1565, Highgate is governed as a single charitable foundation.",
    "design": {
        "designers": [
            {
                "architect": "Central Hall Claude Pemberton Leach 1899",
                "description": null,
                "year": "1865"
            },
            {
                "architect": "Junior School Architype 2016",
                "description": null,
                "year": "1865"
            },
            {
                "architect": "Clarke Kidwell Architects",
                "description": null,
                "year": "1865"
            }
        ],
        "periods": [
            "Central Hall Claude Pemberton Leach 1899",
            "Victorian"
        ],
        "types": [
            "education"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2023-09-16",
            "drop_in": true,
            "end": "2023-09-16T13:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in",
            "notes": "",
            "start": "2023-09-16T10:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        "Toilets",
        "Refreshments"
    ],
    "factsheet": [
        {
            "heading": "History",
            "paragraphs": [
                "Highgate School was founded as a grammar school in 1565 by Sir Roger Cholmeley (the Lord Chief Justice under Edward VI) with endowment property at Ludgate Hill in the City. It led a modest, meagre existence for about 250 years until the arrival of the Rev Dr Dyne as Headmaster in 1839. When he arrived there were 32 pupils, when he retired there were over 200, and Highgate was securely established as one of the major educational institutions of north London.",
                "First, the old chapel dating from 1576 was pulled down, followed in successive waves over the next 60 years by the removal and replacement of almost all of the old school buildings. Despite the school's age, what one sees today is therefore almost entirely mid or late Victorian, all in the standard, big-boned elemental Gothic dear to the hearts of public school headmasters of the period."
            ]
        },
        {
            "heading": "Library",
            "paragraphs": [
                "The main block, the so-called Big School, is set back from the road (and bearing more than a passing resemblance to the equivalent building at Harrow, the Vaughan Library of 1863) and dates from 1867. The architect was Frederick Pepys Cockerell, younger son of the better known Charles Cockerell (Soane’s successor as architect to the Bank of England and designer of the Ashmolean Museum at Oxford).",
                "The building has a large first floor hall with mullion and transom windows and, inside, panelling and woodwork of 1933 and a formal central stair added as a War memorial in 1949. The undercroft below is a tactful later addition by James Cubitt and Partners of 1992."
            ]
        },
        {
            "heading": "The Chapel and other buildings",
            "paragraphs": [
                "To the left of School is a later cloakroom block with a cloister walk below, while to the right is the Chapel of roughly the same date and style (and also by Cockerell). A slim timber fleche crowns the roof. The interior is richly polychromatic, redecorated in the 1880s and given much stained glass at various times since including some by Clayton and Bell.",
                "No doubt Cockerell provided exactly what was required of him; 'the designs are entirely of their period and show a good understanding of the essence of the Gothic Revival – sheer surfaces, high masses and the suppression of picturesque incident in the pursuit of large, emphatic gestures'.",
                "Other building works followed over the next two decades in a generally northwards direction and generally in keeping with Cockerell’s original designs. The Central Hall, by C.P. Leach, is of 1897.",
                "The Science block of 1928 is the first departure from the Gothic idiom, its pedimented entrance range providing a handsome foil to the run of buildings along Southwood Lane. The School Library is a 1985 conversion of the former Highgate Tabernacle, a Baptist Chapel of 1836."
            ]
        }
    ],
    "id": 604,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/604/building_604_highgate_school_chapel_-_big_school_002_5c55c8245af79e6f5f7b9fe4e38ee067.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_604_highgate_school_chapel_-_big_school_002_5c55c8245af79e6f5f7b9fe4e38ee067.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/604/building_604_highgate_chapel_01_4ebcbef694434ff392166f898f50953b.jpg",
            "description": null,
            "title": "Highgate Chapel",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_604_highgate_chapel_01_4ebcbef694434ff392166f898f50953b.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/604/building_604_highgate_chapel_02_246ddac66f928ff03b592e512bcfd753.jpg",
            "description": null,
            "title": "Chapel Interior",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_604_highgate_chapel_02_246ddac66f928ff03b592e512bcfd753.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Highgate School, North Road, N6 4AY",
        "latitude": 51.5721393,
        "longitude": -0.1492358,
        "meeting_point": null,
        "travel_info": [
            "Tube: Highgate, Archway",
            "Bus: 143, 210, 271, 214",
            "Additional travel info: Highgate Station is the nearest"
        ]
    },
    "name": "Highgate School Chapel, Library, Museum",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/604",
    "ticketed_events": false
}