{
    "all_week": false,
    "description": "One of a pair of modern houses on a sensitive site in a conservation area. A triple-height staircase atrium brings light into the heart of the house and ground floor areas open onto courtyard gardens on three sides.",
    "design": {
        "designers": [
            {
                "architect": "Niki Borowiecki",
                "description": null,
                "year": "2013"
            }
        ],
        "periods": [
            "Contemporary"
        ],
        "types": [
            "residence"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2023-09-17",
            "drop_in": true,
            "end": "2023-09-17T18:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in",
            "notes": "Please let us know if you plan to visit. Doing so allows the venue to plan ahead and you will be notified by email about any changes to the programme that might affect your visit.",
            "start": "2023-09-17T14:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        "Toilets",
        "Architect on site"
    ],
    "factsheet": [
        {
            "heading": "Design philosophy",
            "paragraphs": [
                "Springbank is one of a pair of semi-detached houses completed in 2014 by Niki Borowiecki on a site which had been previously part of the gardens of 37 and 38 Grove Park.",
                "Architect and teacher Jeanne Sillett has written of the houses:",
                "The strategic idea to set back a well-mannered 2-storey volume behind a carefully articulated high boundary wall is clever, quiet and apt. The paired houses and their flanking courts, terraces and small orchard-y gardens are gently and succinctly embedded in plan and section. The houses are simultaneously compact and generous, their external spaces nicely positioned and unobtrusive. The sedum roofs contribute to integrated sustainability and also offer near neighbours a formal and attractive view.\nLayers of brick and rendered wall provide backdrops for the changing play of light and shadow through the trees, reinforcing their presence.\nThis new pair of houses is phrased as a small building nestled within gardens rather than a large building commanding a garden. The top-lit hall/stair in each of the proposed houses reinforces the quality of internal focus and connection with an intimate scale of exterior space, in contrast to the grandeurs of the earlier villas and Victorian houses. The realities and pleasures of contemporary life seem properly reflected and enhanced, privately and publicly, in these design moves."
            ]
        }
    ],
    "id": 6212,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/6212/building_6212_h79a4903_a8e5af03236752e863d52e7ef0584897.jpg",
            "description": null,
            "title": "Garden view",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_6212_h79a4903_a8e5af03236752e863d52e7ef0584897.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/6212/building_6212_h79a0884_50198879269e763d79dfa1301a3065de.jpg",
            "description": null,
            "title": "Atrium view",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_6212_h79a0884_50198879269e763d79dfa1301a3065de.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "81a Grove Park, SE5 8LE",
        "latitude": 51.4682436,
        "longitude": -0.0796832,
        "meeting_point": null,
        "travel_info": [
            "Train: Denmark Hill, Peckham Rye",
            "Bus: 176, 185, 40, 63, 12, P13"
        ]
    },
    "name": "Springbank",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/6212",
    "ticketed_events": false
}