{
    "all_week": false,
    "description": "The NOW Gallery is an art space - contained within two curved glass pavilions linked by a patinated brass-edged canopy - which defines the southern edge of Peninsula Square and acts as a gateway to the south, the cable car and Central Park.",
    "design": {
        "designers": [
            {
                "architect": "Barfield Marks",
                "description": null,
                "year": "2014"
            }
        ],
        "periods": [
            "Contemporary"
        ],
        "types": [
            "gallery"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2023-09-16",
            "drop_in": true,
            "end": "2023-09-16T17:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in",
            "notes": "",
            "start": "2023-09-16T10:00:00+01:00",
            "ticketed": false
        },
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2023-09-17",
            "drop_in": true,
            "end": "2023-09-17T17:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in",
            "notes": "Please let us know if you plan to visit. Doing so allows the venue to plan ahead and you will be notified by email about any changes to the programme that might affect your visit.",
            "start": "2023-09-17T10:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        "Gender neutral toilets",
        "Food and drink",
        "Accessible toilet",
        "Toilets"
    ],
    "factsheet": [
        {
            "heading": "Design",
            "paragraphs": [
                "Marks Barfield Architect’s Gateway Pavilions were the first completed project in Knight Dragon’s ambitious and evolving vision for the Greenwich Peninsula. They mark a statement of intent, signalling the quality and character of the place they intend the Peninsula to become.",
                "The combined buildings define the southern edge of Peninsula Square and act as a gateway leading south to the cable car and Central Park. A pair of curved glass pavilions, linked by a clear-span canopy, are inspired by geomagnetic lodestones which were used as early compasses enabling the great world voyages of discovery - the maritime heritage for which Greenwich is famous. The canopy soffit traces a ‘magnetic field’ pattern linking and creating a virtual forcefield between the poles of attraction.",
                "The pavilions contain a contemporary art gallery, offices, a cafe, restaurant, sky bar, charcuterie and marketing facilities. The 82m long patinated brass edge canopy - longer than the wing span of an Airbus A380 - is gently curved forming the last ‘ripple’ emanating from the geometry of the Dome and provides shelter for special artistic and community events as well as pop up markets."
            ]
        },
        {
            "heading": "NOW Gallery",
            "paragraphs": [
                "The Shape of Things by Simone Brewster is an exploration of the power of objects to communicate societal expectations of beauty, representation, and the talismanic qualities of objects that we use to empower ourselves.",
                "The exhibition presents a diverse range of works from furniture to painting, jewellery and sculpture that investigate the hidden linguistics behind design that are inherently entwined with societal norms and ideas of race, gender, equality and more."
            ]
        },
        {
            "heading": "Materials",
            "paragraphs": [
                "The choice of materials is influenced by the peninsula’s robust and varied industrial heritage. Submarine cables, ships, iron, steel, linoleum, cement, bronze, copper and brass were all made on the Peninsula. Brass, copper and other metal combinations, in particular, have been incorporated where possible as well as steel and concrete.",
                "The high-performance, curved glass has been specified to create a rich interplay of transparency and reflective sparkle – depending on light conditions, location on the building and time of day. The glass specification responds to the environmental and functional requirements of its orientation and location. For example the interstitial solar control coating is predominantly in the southern facing glass with clearer glass to the north. The ground floor entrance areas of the cladding are specified to be very transparent to invite and welcome people in. The angle of the two principal facades both open onto and address Peninsula Square while also creating a dialogue between the building entrances under the canopy. Elsewhere the glass becomes highly reflective mirroring the surrounding landscape, sky and buildings and creating internal privacy."
            ]
        }
    ],
    "id": 6449,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/6449/building_6449_greenwichgatewaypavilionsggp12timsoar_8b1bfcf535f0ceeac132b9ae7381b3e2.jpeg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_6449_greenwichgatewaypavilionsggp12timsoar_8b1bfcf535f0ceeac132b9ae7381b3e2.jpeg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/6449/building_6449_8ad167acc875314961cb57ef0f6d5595_7a6796a1b855b2aec85bbf1c9eb84577.jpeg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_6449_8ad167acc875314961cb57ef0f6d5595_7a6796a1b855b2aec85bbf1c9eb84577.jpeg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/6449/building_6449_portada_greenwichgatewaypavilionsggp07timsoar_0b99e861d33e1f69f015b4c4be5f923a.jpeg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_6449_portada_greenwichgatewaypavilionsggp07timsoar_0b99e861d33e1f69f015b4c4be5f923a.jpeg"
        }
    ],
    "links": [],
    "location": {
        "address": "The Gateway Pavilions, Peninsula Square, Greenwich Peninsula",
        "latitude": 51.5003067,
        "longitude": 0.0049082,
        "meeting_point": null,
        "travel_info": [
            "Tube: North Greenwich",
            "Bus: 161, 129, 472, 108, 188",
            "Additional travel info: The closest tube station in North Greenwich (30 metres). On the 24-hour Jubilee line, it gets you to London Bridge in 8 minutes and Waterloo in 11 minutes.\r\n\r\nEMIRATES AIR LINE CABLE CAR\r\nConnecting the Design District to the Royal Docks (near ExCel London) and the DLR.\r\n\r\nNorth Greenwich bus station is a major hub providing direct links across the city."
        ]
    },
    "name": "NOW Gallery : Design District",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/6449",
    "ticketed_events": false
}