{
    "all_week": false,
    "description": "A tour round the estate, with visits to residents' homes, information on the original design principles, tenancy types & history plus an opportunity to appreciate the setting with the River Lea bordering the estate. Approx 90 mins.",
    "design": {
        "designers": [
            {
                "architect": "Jack Lambert for the Greater London Council",
                "description": null,
                "year": "1978"
            }
        ],
        "periods": [
            "Jack Lambert for the Greater London Council",
            "Contemporary"
        ],
        "types": [
            "walk/tour"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2023-09-08",
            "drop_in": true,
            "end": "2023-09-08T19:30:00+01:00",
            "fully_booked": false,
            "name": "Drop in",
            "notes": "Guided tour of the estate including some visits to flats/houses.",
            "start": "2023-09-08T17:30:00+01:00",
            "ticketed": false
        },
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2023-09-09",
            "drop_in": true,
            "end": "2023-09-09T13:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in",
            "notes": "Tour of the estate with some visits to flats/houses.",
            "start": "2023-09-09T11:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [],
    "factsheet": [
        {
            "heading": "Background",
            "paragraphs": [
                "Ferry Lane is undoubtedly a success story. The estate is popular, crime is low, people feel safe, transport links are excellent, the environment is pleasant, with plenty of trees and open green spaces. People want to live here. There is a thriving residents’ association and a good primary school.  Residents come from all over the globe but settle and, generally, get on well. When the estate was built the site was a backwater, surrounded by partly derelict industrial land. Now it is on the edge of major redevelopment and a neighbour to the very popular Walthamstow Wetlands. \nThe land was previously the site of the Harris Lebus furniture factory (reputed to be the largest in the world) and employed over 5,000 local people. A history of the company was written by Ferry Lane tenant Paul Collier."
            ]
        },
        {
            "heading": "Architectural History",
            "paragraphs": [
                "The Ferry Lane estate was designed and built by the Greater London Council (GLC), a top-tier administrative body for Greater London from 1965 to 1985. The GLC replaced the earlier London County Council (LCC) which had a long and rich history of building social housing; the LCC’s Boundary Estate in East London (built 1890-1900) is widely cited as one of the world’s first council estates.",
                "In 1967, under Part V of the Housing Act 1967, the GLC resolved to purchase a 43-acre site of industrial land in Tottenham occupied by the Harris Lebus furniture manufacturer. The purchase of land was made possible through the GLC’s strategic powers to build for the purpose of facilitating a sufficient distribution of the population throughout Greater London and supplementing the housing efforts of London boroughs.",
                "The northern site (north of Ferry Lane) came to be used as a site for the GLC’s Supplies Depot, leaving the southern site (south of Ferry Lane) for housing. The southern site comprised an isolated, oval-shaped plot of land that was bordered by the River Lee (to the east) and the London to Cambridge railway line (to the west). The site was bisected by the Barking to Gospel Oak railway line which cut straight through the middle of the site.",
                "The GLC’s Project Architect for the Ferry Lane estate was Jack Lambert. In an interview with Mr Lambert he recalled three notable requirements that were included in the brief for the estate: that all homes would have a garden or balcony, that car parking be provided for residents, and that there would be no lifts or towers.",
                "An early site plan held in the London Metropolitan Archives (dated November 1971) shows that the estate was intended to be built in two phases: site A (south of the bisecting railway line) and site B (north of the bisecting railway line), comprising a mix of dwelling types. An adjusted plan (dated May 1977) resulted in a third phase (site C) which reassigned land in site A to accommodate one-bedroom dwellings specifically for older people.",
                "The entire site was complete by 1981. In the 14 years since the site was acquired the architectural world witnessed a growing public dissatisfaction with housing forms associated with ‘Modernist’ architecture, typified at the time by the tower blocks of the 1960s. The shift in preference from high-rise forms towards more modest schemes and humane scaling can be seen in the estate’s design.",
                "The estate is described in Pevsner and Cherry’s 1988 edition of Buildings of England as: “Pleasantly laid-out low-rise housing on former industrial land: two-storey terraces and three-storey flats in slightly stolid vernacular-revival; upper floors slate hung” (1988, pg. 589). This description highlights two significant features which were combined in a manner which set the estate apart from other large-scale schemes of the time: its informal site-plan, and consistent use of neo-vernacular materials. Neo-vernacular materials typically include brick, tile, and other ‘traditional’ materials that are associated with indigenous structures; in the case of the Ferry Lane estate the materials vocabulary comprises textured red brick with slate-hung upper-roof levels.",
                "The estate deploys two basic housing types: low-rise terrace/street housing, and medium-rise flat blocks. The low-rise housing manifests itself in curved terrace housing in site A and ‘staggered’ street housing in site B; these contrast with the more domineering, cuboid form of the medium-rise flat blocks. Any potential tension between these two contrasting housing forms is resolved through the aforementioned informal site-plan and consistent application of neo-vernacular materials.",
                "Internal accommodation plans are standardized across the estate, in accordance with the developing principles of the GLC’s ‘Preferred Dwelling Plans’ which sought to reduce wasteful duplication of design work by combining constructional standardization with flexibility of layout. All plans were based upon the statutory requirements of the Parker Morris Standards, set out in the Ministry of Housing's 1963 ‘Design Bulletin 6 – Space in the Home’. This report provided dimensions for typical items of furniture for which an architect should allow space and provided anthropometric data about the space needed to use and move about furniture. The Standards became mandatory for all council housing in 1969 though they were later scrapped in 1980 by an incoming Conservative government.",
                "The internal/external link was a key consideration; all front doors are no more than two flights of stairs from ground level. To enable this all top-level flats in the four-storey blocks have their entrance one level down, thereby reducing the journey from street to home.",
                "The site plan is can be described as ‘informal’; a mix of private, semi-private, and public spaces are combined in an irregular manner to stimulate interest and delight. There is a strong presence of nature throughout the site. The plan included the integration of play-spaces for children, located in a fragmented manner across the site. Parking is also distributed throughout the site in a mix of forms (including garages, parking spaces and lay-by parking) to avoid dominance of the car. The plan reflects the key concerns of the urban design movement of the early 1960s, informed by works written by Jane Jacobs, Kevin Lynch, Gordon Cullen and Christopher Alexander. Rather than attempt to eliminate disorder – as modernist architects and planners had previously done – a new breed of ‘urbanists’ sought to embrace individualism and diversity in a bid to ensure more sustainable urban environments.",
                "By way of comparison, the plan for the Ferry Lane estate can be considered alongside that of the nearby Broadwater Farm estate, which was designed and built (by Haringey Council 1967-1973) on a formal grid-plan. Whilst only completed a few years apart the site plans for Broadwater Farm and the Ferry Lane estate demonstrate major differences in concepts of spatial planning: where Ferry Lane celebrates difference and ambiguity, the plan for Broadwater Farm suggests order and control. All roads within the the scheme came to be named after famous British ferry routes.",
                "Jack Lambert (the GLC’s Project Architect for Ferry Lane) cites the work of Danish architect Jørn Utzon as a key influence upon the estate, in particular his low-rise, courtyard housing schemes in Denmark: Kingo Houses (1958) and Fredensborg (1963). Utzon utilized an ‘additive approach’ for both of these schemes, which began with a single housing unit to which further units were added in a sequential manner. Utzon described the addition of each housing unit as emerging like \"flowers on the branch of a cherry tree, each turning towards the sun”.",
                "Another influence for the estate was Darbourne and Darke’s Lillington Gardens estate in Pimlico (1961-68) and the Marquess Estate in Islington (1966-76). Both estates deploy a similar neo-vernacular material vocabulary of textured brick and slate-hung upper-levels. The influence of Lillington Gardens can also be seen in its strong emphasis upon individuality within the grouping of dwellings and the generous provision for private gardens at ground and roof levels. Ferry Lane departs from both Lillington Gardens and the Marquess Estate in the mixing of low-rise and medium-rise typologies and a more informal site-plan that integrates vehicles and pedestrians.",
                "Largely ignored by the architectural and academic press, the Ferry Lane estate is a bold example of social housing which reflects the unique period of transition in which it was designed and built; embracing a modernist past whilst pushing towards to an unknown future, which would come to be described as ‘postmodern’."
            ]
        },
        {
            "heading": "Tenure and Social History",
            "paragraphs": [
                "Site A opened in 1978 with all properties let to council tenants at standard GLC rent levels. Eligibility had been widened beyond those at the top of the housing list as the flats proved difficult to let. This was due to the isolation of the estate, access being past a building site, and lack of amenities – no shops, phone booth, pillar box, doctors etc. This meant that the original tenants included some flat sharers as well as families with children.",
                "A change of political control at the GLC in 1977 had seen the election of Thatcherites Horace Cutler as Leader and George Tremlett as Chair of Housing. The Conservatives won the 1979 National Election with the promise of a Right to Buy for council tenants as a key manifesto commitment. This changed the context for Site B of the estate. The GLC decided to sell all the houses on site B (Jarrow Rd and Erskine Crescent) and an estate agent was duly appointed and began marketing. They re-branded. With a new name ‘Boundary Park Estate’ and a glossy brochure which conveniently omitted to mention the existence of Site A and its council tenants.",
                "The flats in Reedham Close, and then those in Erskine Crescent, were to be rented out at ‘double rents’ on the basis that tenants would immediately exercise their Right To Buy as soon as legislation allowed (Housing Act 1980) and would not face a steep increase between what they paid as rent and their mortgage payments. Reedham Close was occupied on this basis.",
                "But then things began to unravel. Right to Buy legislation specifically prevented properties being disposed of below the cost of construction. Ferry Lane had been an expensive site to develop so discounts were capped to prevent the sale price from falling below construction costs. The calculations done by GLC staff with tenants prior to moving in had failed to take account of this. Many tenants had been Council tenants and expected to be eligible for significant discounts but found this not to be the case. Court cases were launched and complaints made to the Ombudsman.",
                "Erskine Crescent remained complete, but empty, while controversy raged. The block was then squatted by a group seeking to highlight the scandal of empty homes. The Conservative GLC Ferry Lane experiment became a major news story, with coverage in local and London papers, housing press and TV. George Tremlett offended all council tenants when he went on TV and explained the decision to cease provision of rented council housing by saying it would become slums within 5 years if it was just tenants.",
                "There had been a strong residents’ association on Site A from the start which organised social activities and raised general repair and housing management concerns. In the beginning the founding members were families in Yarmouth Crescent , many of whom knew each other and had been decanted from Shoreditch, but it may also have been the isolation of the estate that pushed people together.",
                "The controversy around Site B created challenges and tensions within the estate. Initially a separate residents’ association started on Site B amongst Reedham Close double renters. Good community work succeeded in bringing everyone together and Site A tenants supported the double renters in their battle for compensation.  A joint, and eventually successful, campaign was launched to get rid of double rents and have all tenants treated the same.",
                "The estate was transferred to the London Borough of Haringey in April 1982. In general the move to Haringey was regarded positively. The GLC may have been well placed to be a strategic housing provider but having the nearest local housing office at King’s Cross, in the days before the internet, was not useful for tenants.",
                "For the last 40 years there has been a residents’ association on the estate. It’s had its ups and downs but volunteers have worked hard to improve facilities for residents and build community cohesion. The provision of a purpose built Community Centre was central, as was funding for a full-time community worker. Local Government cuts in the 1980s saw the closure of the Centre and its absorption into the primary school.",
                "The current association, FLAG (Ferry Lane Action Group)  organises social activities for different age groups of residents; lobbies for the provision of services (sport for young people, primary care, policing) and holds the landlord (Haringey Council) to account for repairs. Currently, FLAG’s concerns include repair issues, the wider regeneration agenda at Tottenham Hale and the impact of austerity on residents  as well as celebrating and developing the estate’s eco status, with a growing pride in the environment and proximity of both the Paddock Nature Reserve and the very popular Walthamstow Wetlands."
            ]
        },
        {
            "heading": "Changes Over Time",
            "paragraphs": [
                "There were a number of design and related matters that needing ironing out soon after occupation and other changes that result from demographic change and development:",
                "1. To the rear of Yarmouth Crescent houses (1-33) there were small alleyways which made the properties vulnerable to burglary. Following pressure from the residents’ association within a couple of years residents’ gardens had been extended to the railway wall and the alleyway disappeared.",
                "2. Along what is now Montrose Walk there was a large concrete mound, with steps and a slide. This was deemed dangerous and was taken down within a few years of the estate opening. There is now a grassy mound.  The walkway initially had no name and the residents’ association became very tired of trying to describe its location to the council. The residents’ association proposed to name the walkway after a British ferry route (as per other roads in the scheme) and, after consultation with residents, Haringey Council formally adopted the name Montrose Walk.",
                "3. Heating system: all the flats ran off a communal heating system. For those at the beginning and middle of the run this worked well and was relatively cheap. For those at the end of a run it meant no heating when it was cold as it rarely reached them. Despite the advantages that should have come with a communal system the technical problems meant it was removed and replaced with individual boilers in 2001.",
                "4. Towpath: the towpath did not form part of the estate land and the GLC failed to negotiate any lighting, surfacing or safety measures with British Waterways Board (now the Canal and River Trust). Given that this would be the main route to the local secondary school, as well as to the local park, this was remiss. Early residents’ association campaigns got Haringey to negotiate a lease with BWB and a proper surface and lighting was installed. The towpath is now extremely busy and there are boats moored alongside the estate for most of its length. While generally seen as making the towpath safer at night the additional boating population has caused some tensions, with pollution from wood-burning stoves and inadequate refuse collection arrangements the main causes.",
                "5. The pub: initially the pub was an asset but changing demographics (more lone parents and Muslim residents), changes in drinking behaviour (buying drinks from supermarkets) and going for a drink from work led to the pub struggling financially. This spiralled into it becoming a focus for after hours drinking and anti-social behaviour and  few were sorry when it finally closed. Shian Housing Association built 30 flats on the site of the former pub and shops – only one of which had been successful and which remains today.",
                "6. The current tenure mix includes council tenants, council leaseholders (who have bought under RtoB), council leaseholders who have bought into the estate, private tenants, owner occupiers and Shian Housing Association tenants. This can be challenging as not all residents share a landlord and some are in temporary accommodation.",
                "7. Jarrow Road: five years ago there were some 300 mature trees along Jarrow Road, screening the estate from the railway. Network Rail removed them all to make space for the construction of a third line (and space for a fourth). The effect was devastating to residents as the whole landscape changed. Following representations by the residents association to Network Rail the remaining bank was planted with shrubs and small trees. The new train services have been popular.",
                "The land on which the estate is built was once the Harris Lebus furniture factory - reputedly the largest in the world and an important local employer. Resident, Paul Collier, has done extensive research on the factory and written two books."
            ]
        },
        {
            "heading": "Conclusion",
            "paragraphs": [
                "The estate’s good design, open green space and human scale have contributed to developing a sense of belonging and of feeling safe. This helped it survive the early, serious, challenges to community cohesion and many years of a nationally hostile atmosphere towards council tenants.  Because the estate is a pleasant place to live, people stay. In turn this stability helps people get to know their neighbours, school results improve and there is investment in community activity. This was clearly demonstrated during the Covid pandemic when residents pulled together to help each other.  Jack Lambert and his GLC colleagues have a legacy to be proud of.",
                "Notes by Lorna Reith (site A resident from 1978) and Adam Coleman (architectural history researcher)."
            ]
        }
    ],
    "id": 7547,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2023/7547/building_7547_dsc_0379_37beee229604803ddf8f42cc188a3b43.jpg",
            "description": null,
            "title": "Yarmouth Crescent houses",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_7547_dsc_0379_37beee229604803ddf8f42cc188a3b43.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2023/7547/building_7547_dsc_0376_015cc6fcacc02a0dc4a93439776ead9e.jpg",
            "description": null,
            "title": "Kessock Close flats",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_7547_dsc_0376_015cc6fcacc02a0dc4a93439776ead9e.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2023/7547/building_7547_glc-photo-3_25e6fc5dfebc3b6466c34c766fa87014.png",
            "description": null,
            "title": "Houses for sale in GLC brochure ",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_7547_glc-photo-3_25e6fc5dfebc3b6466c34c766fa87014.png"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2023/7547/building_7547_glc-photo-4_2a825bff18c55c014182e43c14d13f10.png",
            "description": null,
            "title": "Flats in GLC brochure",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_7547_glc-photo-4_2a825bff18c55c014182e43c14d13f10.png"
        }
    ],
    "links": [],
    "location": {
        "address": "Nearest property 1 Reedham Close, Ferry Lane Estate, N17 9PX",
        "latitude": 51.58515,
        "longitude": -0.05798,
        "meeting_point": null,
        "travel_info": [
            "Tube: Tottenham Hale",
            "Train: Tottenham Hale",
            "Bus: W4, 41, 123, 230, 76, 192",
            "Additional travel info: There is very limited parking on the estate and in surrounding area."
        ]
    },
    "name": "Ferry Lane Estate",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/7547",
    "ticketed_events": false
}