{
    "all_week": false,
    "description": "The Small Beer Brewery was founded in 2017 by James Grundy and  Felix James. It is the first of its kind, specialising in brewing world class beer at a sociable strength.",
    "design": {
        "designers": [
            {
                "architect": "Garbers & James Architects",
                "description": null,
                "year": "2018"
            }
        ],
        "periods": [
            "Contemporary"
        ],
        "types": [
            "recreational",
            "restaurant/bar",
            "industrial"
        ]
    },
    "events": [],
    "facilities": [
        "Gender neutral toilets",
        "Food and drink",
        "Baby changing facilities",
        "Refreshments",
        "Parking",
        "Toilets"
    ],
    "factsheet": [
        {
            "heading": "The Small Beer story",
            "paragraphs": [
                "The Small Beer Brewery is the world’s first dedicated solely to the production of world class beer brewed to a sociable strength. Founders James Grundy and Felix James had always enjoyed a great tasting beer. On the search for one that they could enjoy whilst maintaining an active, fast-paced lifestyle, they were surprised that they could not find consistently great tasting beer below 2.8%. Combining modern know-how with classical brewing methods, they set out on a mission to reignite the lost tradition of Small Beer, historically a staple in British daily life."
            ]
        },
        {
            "heading": "Architecture",
            "paragraphs": [
                "A Belcon portal frame structure erected circa 1983, comprising an open warehouse of 5,000 sqft and an adjacent office space. In recent years it housed a commercial laundry and a logistics company specialising in electronic components, until it was identified by budding entrepreneurs James Grundy and Felix James as the ideal location to set up the Small Beer Brewery. A series of internal partition walls and mezzanine floor were designed by Garbers & James Architects and built in 2018, incorporating the brewery bar, offices and storage rooms."
            ]
        },
        {
            "heading": "Sustainability and the Environment",
            "paragraphs": [
                "The team are passionate about reducing the brewery’s impact on the environment through their green initiatives. Consumables from boxes to labels to business cards are 100% recycled and water usage is kept to a minimum in part due to the implementation of an unconventional ‘dry floor policy’. All energy is 100% renewable and the team is insistent on continually questioning and improving on current practice."
            ]
        },
        {
            "heading": "The Brewery Today",
            "paragraphs": [
                "The brewery space combines production with taproom and community events.",
                "The taproom is open daily Wed - Sat. See the website for more details:",
                "www.theoriginalsmallbeer.com"
            ]
        }
    ],
    "id": 7628,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2023/7628/building_7628_live-music_e29a854b33eeda1ce26fcc76242332af.jpg",
            "description": null,
            "title": "Events at the Brewery",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_7628_live-music_e29a854b33eeda1ce26fcc76242332af.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2023/7628/building_7628_img_6401-edit-2_64ae631c4c91899fdbb6464d5c512f85.jpg",
            "description": null,
            "title": "The Small Beer Brewery",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_7628_img_6401-edit-2_64ae631c4c91899fdbb6464d5c512f85.jpg"
        }
    ],
    "links": [
        {
            "href": "www.theoriginalsmallbeer.com",
            "title": null
        }
    ],
    "location": {
        "address": "70-72 Verney Road, SE16 3DH",
        "latitude": 51.48574499999999,
        "longitude": -0.0591795,
        "meeting_point": null,
        "travel_info": [
            "Train: South Bermondsey",
            "Bus: 381, P12",
            "Additional travel info: We're located on Verney Road, near the junction with Credon Road"
        ]
    },
    "name": "Small Beer Brewery",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/7628",
    "ticketed_events": false
}