{
    "all_week": false,
    "description": "The original Grade II listed house was a former Georgian villa. 3 extensions were added through the Victorian period reflecting the style of the era.  Subsequent additions reflect medical practices. An archivist will be giving free tours.",
    "design": {
        "designers": [
            {
                "architect": "Jesse Gibson",
                "description": null,
                "year": "1788"
            }
        ],
        "periods": [
            "WP Griffith",
            "WP Griffith",
            "Searle",
            "Son and Hayes",
            "Georgian"
        ],
        "types": [
            "health",
            "historical house"
        ]
    },
    "events": [
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/8198",
            "capacity": null,
            "date": "2023-09-09",
            "drop_in": false,
            "end": "2023-09-09T15:45:00+01:00",
            "fully_booked": false,
            "name": "Guided tour",
            "notes": null,
            "start": "2023-09-09T15:00:00+01:00",
            "ticketed": true
        }
    ],
    "facilities": [
        "Food and drink",
        "Accessible toilet",
        "Parking",
        "Refreshments",
        "Toilets"
    ],
    "factsheet": [
        {
            "heading": "History",
            "paragraphs": [
                "1854 Reverend Andrew Reed, one of the 19th century’s great philanthropists, sees a need ‘to give permanent relief to such persons as are hopelessly disqualified for the duties of life, by disease, accident or deformity.’ He establishes The Hospital for Incurables in Carshalton, Surrey.",
                "1857 Author Charles Dickens, who has been keenly following Reed’s project, helps raise funds for the hospital.",
                "Other well known fundraisers include pianist Otto Goldschmidt, his wife Jenny Lind, a renowned soprano and actor Sir Squire Bancroft.",
                "1858 Demand for the hospital grows and it relocates to the larger premises of Putney House, Putney, London. The following year Reed and his Board of Management begin to search for a much larger site.",
                "1863 The hospital finds its permanent home – Melrose Hall, on West Hill, Putney. It has an impressive heritage, formerly part of Lord Spencer’s Estate at Wimbledon Park and parts of its gardens were landscaped by Lancelot ‘Capability’ Brown. The property extends to 25 acres and has its own farm complete with livestock, orchard and market garden which supplies fresh produce for patients’ meals.",
                "1861 Florence Nightingale agrees to advise on the design of the Hospital to best support the welfare of the people.",
                "1862 The hospital’s founder, Andrew Reed, dies.",
                "1868 A new wing is built to accommodate the ever increasing number of patients. This is the first of many sympathetic extensions, but none, perhaps, are as impressive as what becomes known as the ‘great extension’ of 1879. This forms the main northern facade seen from West Hill, and includes a bakery, dining room, kitchen and offices. Its foundation stone is laid by Edward, Prince of Wales.",
                "1880 The Prince of Wales becomes the Hospital’s patron.",
                "1885 A seaside retreat is established for patients, and later pensioners, in St Leonard’s-on-Sea. It is sold in 1901.",
                "1898 Seven ladies are nominated to be ‘Authorised Lady Visitors’. Amongst other duties, they visit four to six patients a week and help them with writing letters, reading, and playing cards.",
                "The Ladies Association is also established this year. Amongst its distinguished members is Queen Victoria’s daughter, Princess Christian. The ladies collect money to help ‘unbefriended candidates’ (those who need the service but lack the funds to pay for it) gain admission to the hospital.",
                "1901 King Edward VII and Princess Christian become patrons.",
                "1903 Reverend Robert Henley is appointed as the hospital’s first Chaplain. Today, the Hospital has a team of Free Church, Church of England, Roman Catholic and Muslim Chaplains.",
                "1908 Thomas Hardy, the great British author and poet, writes a Christmas Appeal for the Hospital. The Princess of Wales becomes a patron.",
                "1909 Hydraulic lifts are succeeded by electric ones. The original lifts were operated by hand!",
                "1910 King George V and Queen Mary become patrons.",
                "1917 The Hospital changes its name to the Royal Hospital and Home for Incurables, it receives its Royal Charter two years later.",
                "1932 King George V and Queen Mary become the first of the Royal Family to visit the hospital.",
                "1935 Nurses, who up until now have lived in the hospital itself, are given their own accommodation. It is built behind the Holy Trinity Church and is opened by the Duchess of York (the late Queen Mother). Today it can house 80 of our 400 nursing staff.",
                "1936 King Edward VII becomes a patron, along with Queen Mary and The Duchess of York (formerly Princess Christian).",
                "1937 King George VI also becomes a patron.",
                "1946 The NHS Act is passed with the aim of nationalising all hospitals in the UK, but the Royal Hospital successfully resists. It believes that if it remains independent it will be able to provide more specific care to its patients and focus on long-term care.",
                "1952 Her Majesty Queen Elizabeth II becomes a patron.",
                "1959 Celebrated poet, John Betjeman, helps raise £5,200, then a considerable sum.",
                "1960 14 occupational therapy patients are employed by the toy company Lines Bros. Working for three hours a day, it contributes to their rehabilitation and, because they are paid for their work, gives them some extra money too.",
                "1967 A day service is launched.",
                "1974 John Howard House in Brighton is donated to the Hospital to offer patients a short break by the sea. It is sold in 1997.",
                "1976 Her Majesty Queen Elizabeth II visits the hospital to open Chatsworth Wing",
                "1985 Her Majesty Queen Elizabeth II visits to open Drapers Wing",
                "1987 More patients in what’s known as ‘persistent vegetative states’ are being seen. The hospital responds by opening the Vegetative State Unit, the only one of its kind in the UK.",
                "1989 The hospital continues to lead the way in care for the disabled. Her Majesty Queen Elizabeth II opens the UK’s first dedicated Brain Injury Unit on Clifden and Devonshire wards.",
                "1991 Diana, Princess of Wales, visits the hospital.",
                "1993 It’s another first for the hospital as it opens the country’s first Transitional Rehabilitation Service which helps people prepare for a return to independent community living.",
                "1995 The hospital changes its name to the Royal Hospital for Neuro-disability to better reflect the nature of its work.",
                "1997 The Neuro-Behavioural Rehabilitation Unit opens to provide dedicated rehabilitation to people whose acquired brain injuries have led them to develop challenging behaviours that mean they are excluded from mainstream rehabilitation.",
                "2001 Princess Anne visits the hospital.",
                "2003 The Institute of Complex Neuro-disability (now the Institute of Neuropalliative Rehabilitation) is launched to research advances into the science of care for individuals with neuro-disabilities. It is the hospital’s academic arm and also provides training and education on different aspects of neuro-disability.",
                "2011 Occupational therapist, Helen Gill-Thwaites, is honoured with an MBE for developing SMART (Sensory Modality Assessment and Rehabilitation Technique – which accurately diagnoses disorders of consciousness) right here at the RHN.",
                "2013 The historic archive was found, including patient intake books dating between 1854-1970, four medical case books dating between 1900-1940 and the chaplain's journals."
            ]
        }
    ],
    "id": 8198,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/8198/building_8198_0277_rhn-028-small_eb0134c700439e14e0b5ec9403938d42.jpg",
            "description": null,
            "title": "View from the garden",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_8198_0277_rhn-028-small_eb0134c700439e14e0b5ec9403938d42.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/8198/building_8198_0277_rhn-032_a6330091cde193cd4291cd1a8f6dbc7a.jpg",
            "description": null,
            "title": "View of the front of the building",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_8198_0277_rhn-032_a6330091cde193cd4291cd1a8f6dbc7a.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/8198/building_8198_img_6591-small_3c3f251763939ca058c4480b5021df71.jpg",
            "description": null,
            "title": "View of the back of the building",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_8198_img_6591-small_3c3f251763939ca058c4480b5021df71.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/8198/building_8198_assembly-room-heritage2_60f103cea31c70e5bf0f72894682730f.jpg",
            "description": null,
            "title": "Assembly Room",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_8198_assembly-room-heritage2_60f103cea31c70e5bf0f72894682730f.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/8198/building_8198_img_0834-cropped_987bc7b455ad577b8a8f6ab4e3f33732.jpg",
            "description": null,
            "title": "Patients gathered on the terrace",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_8198_img_0834-cropped_987bc7b455ad577b8a8f6ab4e3f33732.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/8198/building_8198_img_0664_2f10cf5b8bc9ae238d6c18c5708174e5.jpg",
            "description": null,
            "title": "Stain glass windows in the corridor",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_8198_img_0664_2f10cf5b8bc9ae238d6c18c5708174e5.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/8198/building_8198_img_4089_d12edc4be2ee68dae370a42417bfe66f.jpg",
            "description": null,
            "title": "View of the front of the building",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_8198_img_4089_d12edc4be2ee68dae370a42417bfe66f.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/8198/building_8198_0277_rhn-002_7cd38a9d94a23a11073b0fb3b535e48f.jpg",
            "description": null,
            "title": "Assembly Room",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_8198_0277_rhn-002_7cd38a9d94a23a11073b0fb3b535e48f.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/8198/building_8198_bf28000d-3bf2-4b53-8bf5-dc4f1e2e8a5a_30f0519834df9d7635f9ceca36c0666a.jpeg",
            "description": null,
            "title": "Refurbished Assembly Room",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_8198_bf28000d-3bf2-4b53-8bf5-dc4f1e2e8a5a_30f0519834df9d7635f9ceca36c0666a.jpeg"
        }
    ],
    "links": [],
    "location": {
        "address": "Royal Hospital for Neuro-disability, West Hill, SW15 3SW",
        "latitude": 51.45162699999999,
        "longitude": -0.2141958,
        "meeting_point": null,
        "travel_info": [
            "Tube: East Putney",
            "Train: Putney",
            "Bus: 170, 14, 39, 85",
            "Additional travel info: Free car park on site"
        ]
    },
    "name": "Royal Hospital for Neuro-disability",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/8198",
    "ticketed_events": true
}