{
    "all_week": false,
    "description": "The carefully renovated Van Gogh House seeks to share its story and inspire a new generation of artists through Van Gogh’s London story. The house curates a dynamic programme of events anchored in the artist’s practice and local heritage.",
    "design": {
        "designers": [
            {
                "architect": "Unknown",
                "description": null,
                "year": "1824"
            }
        ],
        "periods": [
            "Livia Wang",
            "Max Gelibter",
            "Alexei Hartley",
            "Andrew Shepherd",
            "Contemporary",
            "Georgian"
        ],
        "types": [
            "gallery",
            "historical house"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "booking_link": null,
            "capacity": null,
            "date": "2023-09-16",
            "drop_in": true,
            "end": "2023-09-16T18:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in",
            "notes": "Please let us know if you plan to visit. Doing so allows the venue to plan ahead and you will be notified by email about any changes to the programme that might affect your visit.",
            "start": "2023-09-16T11:00:00+01:00",
            "ticketed": false
        },
        {
            "activity_type": "Drop in",
            "all_day": false,
            "booking_link": null,
            "capacity": null,
            "date": "2023-09-17",
            "drop_in": true,
            "end": "2023-09-17T18:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in",
            "notes": "Please let us know if you plan to visit. Doing so allows the venue to plan ahead and you will be notified by email about any changes to the programme that might affect your visit.",
            "start": "2023-09-17T11:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        "Toilets",
        "Gender neutral toilets",
        "Bookshop"
    ],
    "factsheet": [
        {
            "heading": "About your visit",
            "paragraphs": [
                "Van Gogh House presents The Living House, celebrating 150 years since Van Gogh lived in London with a dynamic group exhibition in his old boarding house.",
                "Artists Do Ho Suh, Olivia Plender, Eva Gold and Godai Sahara situate their work amongst the objects and rooms within Van Gogh House’s collection, from newspapers and children’s toys to the bathroom, garden, or beds. Seeing the house as an active collaborator, the works will be in conversation with the building to draw out questions around how art and ways of living are entwined.",
                "September 2023 marks 150 years since the first letter that Van Gogh wrote from 87 Hackford Road, and 200 years that the house has stood.",
                "Later in the month and following the Open House Festival, visitors who would like a more in-depth introduction are welcome to join our guided tours that occur on the last weekend of each month, as well as an event series from major Van Gogh academics and experts, including Griselda Pollock, Martin Bailey, Iain Sinclair, Kate Bryan, and workshops from The London Drawing Group and Tool/Toy Project.",
                "For more details of opening times and to read the full press release please visit our website:",
                "www.vangoghhouse.co.uk"
            ]
        },
        {
            "heading": "Uncovering the History of 87 Hackford Road",
            "paragraphs": [
                "By examining artefacts discovered during the renovation, reviewing local census records, and studying old maps of London, we are piecing together the story of 87 Hackford Road.",
                "We were fortunate to work with students from the conservation course at Camberwell College of Art and City & Guilds, who began to restore and archive the objects found during the building works. Studying these items has allowed us to gain insight into the lives of the house’s previous inhabitants.",
                "While Van Gogh’s brief tenancy at 87 Hackford Road has left a lasting legacy at the residence that contributed to its conservation status, the house has a rich history that both pre-dates and supersedes Van Gogh’s time in London."
            ]
        },
        {
            "heading": "The Wigmore Family",
            "paragraphs": [
                "While it was previously thought that the house was built in the 1840s, a newspaper found on the ground floor dated 1824 suggests that the house may have actually been built in the 1820s. London’s urban footprint was rapidly expanding, and the area surrounding Hackford Road was mostly farmland and fields.",
                "Discovered under one of the floorboards in Van Gogh’s bedroom was a collection of children’s toys and scraps of handwriting, one reading “Carefully, Carefully” signed and dated by a James Wigmore in 1858, followed by the lines “Embrace every opportunity of acquiring knowledge”, dated 1861 in a smaller, more sophisticated script.",
                "Census records show that James belonged to the Wigmore Family. He was the eldest of 7 sons and was thirteen years old by 1861. Wigmore’s objects remind us that by the time Van Gogh became a lodger at the house, 87 Hackford Road had already enjoyed nearly 50 years of history."
            ]
        },
        {
            "heading": "The Loyers and Vincent van Gogh",
            "paragraphs": [
                "When Van Gogh moved into 87 Hackford Road, Sarah Ursula Loyer was living at the house with her daughter Eugenie and another tenant called Samuel Plowman. As a widow, she was able to generate income by running a small school for children out of her front parlour and letting out rooms to lodgers.",
                "Census records indicate that builders and seamstresses resided at the house during Mrs Loyer’s time, and items such as a carpenter’s business card and needles point to their presence.",
                "When repairs to the roof began, Triskele’s builders found a series of documents that had been carefully tucked between the ceiling joists. When unfolded, Mrs Loyer’s signature was clearly visible: these were her house insurance documents, dated to the years Van Gogh lived at the residence. Slipped in with these papers was a small, well-thumbed book of prayers, published in 1867 by Frederick Warne & Co."
            ]
        },
        {
            "heading": "The Smith Family and Paul Chalcroft",
            "paragraphs": [
                "While it was always known that Van Gogh had lived in Stockwell, the precise address had yet to be determined. 87 Hackford Road’s link to the painter was only discovered in 1971 by postman and avid Van Gogh enthusiast Paul Chalcroft, who took it upon himself to locate Van Gogh’s London home during a postal strike.",
                "At the time, the house’s residents were Arthur and Marjorie Smith. The Smiths had moved to Hackford Road in the early 1960s and were baffled to learn that the eponymous artist had lived at the house. Suddenly, their home became an attraction for coachloads of tourists and art historians. A blue plaque was fixed to the building followed by the designation of a conservation area and subsequent Grade II listing of the property."
            ]
        },
        {
            "heading": "Beyond the Renovation",
            "paragraphs": [
                "After Mrs Smith moved out of the house, the property was left uninhabited for a number of years until the Wang family purchased it in 2012. A decision was made transform the house into a site for artist residencies and exhibitions, and in June 2019 the newly renovated building was officially opened to the public.",
                "A few playful signatures were added to the house by the Triskele Conservation building team. These included a newly cast ceiling rose by plasterer Phil Bailey, a decorated lead flush pipe in the W.C. by Colin Hyde and Stefan Hirdau, and a roof access hatch made from unsalvageable window reveal boards by Brian Murphy.",
                "With each exhibition, performance, and residency, the house’s narrative will continue to evolve. We hope that this appreciation of the house throughout time, and its purpose as a place of residence and artistic production, gives the building an ideological robustness that will translate to its physical fabric."
            ]
        },
        {
            "heading": "Van Gogh House exhibition and residency programme",
            "paragraphs": [
                "87 Hackford Road is a Grade II listed building that has been renovated and conserved by the Wang family.\nVan Gogh House presents an ongoing programme of interchanging exhibitions and invited artist\nresidencies. September 2023 marks 150 years since the first letter that Van Gogh wrote from 87 Hackford Road, and 200 years that the house has stood.",
                "Van Gogh House has been owned and managed by the Wang family since 2012. A 7-year restoration project completed in 2019 led by Creative Director Livia Wang has established a new\ncentre for the production and presentation of contemporary art, and a working domestic space sensitive to the history and heritage of the building. The family also run San Mei Gallery in south London, an independent space for contemporary art, committed to research-led, educational and\ncollaborative exchanges."
            ]
        }
    ],
    "id": 8317,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/8317/building_8317_van-gogh-house_blue-plaque-photography-by-tom-parsons-copyright-van-gogh-house_85c766d771ea77f995f82e2ef0a1a42a.jpg",
            "description": null,
            "title": "View of the Front Elevation",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_8317_van-gogh-house_blue-plaque-photography-by-tom-parsons-copyright-van-gogh-house_85c766d771ea77f995f82e2ef0a1a42a.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/8317/building_8317_vgh_after_kitchen-extension-photography-by-theo-christelis-copyright-van-gogh-house-london_82f3f83dd7e18df45aaa14969e7c5ed4.jpg",
            "description": null,
            "title": "Kitchen extension interior",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_8317_vgh_after_kitchen-extension-photography-by-theo-christelis-copyright-van-gogh-house-london_82f3f83dd7e18df45aaa14969e7c5ed4.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/8317/building_8317_van-gogh-house-garden-view-copyright-van-gogh-house_3b4d9220dfd5ee3a9cc283a0cb51d306.jpg",
            "description": null,
            "title": "Vie of the Rear Elevation",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_8317_van-gogh-house-garden-view-copyright-van-gogh-house_3b4d9220dfd5ee3a9cc283a0cb51d306.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/8317/building_8317_annas-room_8a6c0461c5babb41c8ece0b731c967dc.png",
            "description": null,
            "title": "Anna van Gogh's bedroom",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_8317_annas-room_8a6c0461c5babb41c8ece0b731c967dc.png"
        }
    ],
    "links": [
        {
            "href": "www.vangoghhouse.co.uk",
            "title": null
        }
    ],
    "location": {
        "address": "87 Hackford Road, Stockwell, SW9 0RE",
        "latitude": 51.4745206,
        "longitude": -0.1151837,
        "meeting_point": null,
        "travel_info": [
            "Tube: Brixton, Stockwell, Oval",
            "Train: Vauxhall, Victoria",
            "Bus: 415, 333, 159, 155, 133, 59, 3"
        ]
    },
    "name": "Van Gogh House London",
    "original_url": "https://programme.openhouse.org.uk/listings/8317",
    "ticketed_events": false
}