{
    "all_week": false,
    "description": "Join us to find out more about our incredible journey to create a new museum for London. Apply to join a special tour of the General Market (currently in construction), or come along to meet the architects and take part in free family-friendly drop-in activities.",
    "design": {
        "designers": [
            {
                "architect": "Sir Horace Jones (1883) and T P Bennett and Son (1963) New Museum of London scheme: Stanton Williams Architects Asif Khan Julian Harrap Architects",
                "description": null,
                "year": "1883"
            }
        ],
        "periods": [
            "Victorian",
            "Post-war"
        ],
        "types": [
            "museum"
        ]
    },
    "events": [
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/8380",
            "capacity": null,
            "date": "2023-09-08",
            "drop_in": false,
            "end": "2023-09-08T17:00:00+01:00",
            "fully_booked": false,
            "name": "New Museum of London Guided Tour",
            "notes": null,
            "start": "2023-09-08T16:00:00+01:00",
            "ticketed": true
        },
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/8380",
            "capacity": null,
            "date": "2023-09-08",
            "drop_in": false,
            "end": "2023-09-08T18:00:00+01:00",
            "fully_booked": false,
            "name": "New Museum of London Guided Tour",
            "notes": null,
            "start": "2023-09-08T17:00:00+01:00",
            "ticketed": true
        },
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/8380",
            "capacity": null,
            "date": "2023-09-08",
            "drop_in": false,
            "end": "2023-09-08T19:00:00+01:00",
            "fully_booked": false,
            "name": "New Museum of London Guided Tour",
            "notes": null,
            "start": "2023-09-08T18:00:00+01:00",
            "ticketed": true
        },
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/8380",
            "capacity": null,
            "date": "2023-09-09",
            "drop_in": false,
            "end": "2023-09-09T14:00:00+01:00",
            "fully_booked": false,
            "name": "New Museum of London Guided Tour",
            "notes": null,
            "start": "2023-09-09T13:00:00+01:00",
            "ticketed": true
        },
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/8380",
            "capacity": null,
            "date": "2023-09-09",
            "drop_in": false,
            "end": "2023-09-09T15:00:00+01:00",
            "fully_booked": false,
            "name": "New Museum of London Guided Tour",
            "notes": null,
            "start": "2023-09-09T14:00:00+01:00",
            "ticketed": true
        },
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/8380",
            "capacity": null,
            "date": "2023-09-09",
            "drop_in": false,
            "end": "2023-09-09T16:00:00+01:00",
            "fully_booked": false,
            "name": "New Museum of London Guided Tour",
            "notes": null,
            "start": "2023-09-09T15:00:00+01:00",
            "ticketed": true
        },
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/8380",
            "capacity": null,
            "date": "2023-09-09",
            "drop_in": false,
            "end": "2023-09-09T17:00:00+01:00",
            "fully_booked": false,
            "name": "New Museum of London Guided Tour",
            "notes": null,
            "start": "2023-09-09T16:00:00+01:00",
            "ticketed": true
        }
    ],
    "facilities": [
        "Toilets",
        "Refreshments",
        "Gender neutral toilets",
        "Architect on site"
    ],
    "factsheet": [
        {
            "heading": "The London Museum",
            "paragraphs": [
                "The Museum of London has embarked on an exciting journey to create a new museum for London. We have a once-in-a- generation opportunity to reconceive what a museum could and should be. London is the most magnetic city in the world and we need a museum that is just as compelling – a shared place for Londoners who want to feel more rooted in the city, and for UK and global visitors seeking authentic London experiences and stories.",
                "Our newly created London Museum will occupy market buildings in Smithfield – saving the historic General Market site for generations to come. Moving to Smithfield means that the museum will be able to do so much more. It will give us street-level entrances in a wonderful neighbourhood, better transport links courtesy of the Elizabeth line, and the opportunity to create innovative new galleries, exhibitions and events. Sitting at the heart of the historic City of London, the London Museum will be a space for learning, exploration and adventure, welcoming millions more visitors and showcasing more of the London Collection than ever before, a place where London’s stories cross and collide.",
                "The London Museum will open early and close late – reflecting London’s position as a 24-hour global city. Extended opening hours on Friday and Saturday nights will attract visitors to Smithfield throughout the weekend, and the new museum will support a host of independent small businesses around its perimeter, creating jobs and creative opportunities.",
                "In its new home, the museum will sit in an area of unique historic interest. Smithfield has been a Roman cemetery, a place of execution, home of the boisterous Bartholomew Fair, and a grimy muse for Charles Dickens. The first written record of the ‘smooth field’ dates back to the 1170s, by which time it was already a bustling livestock market – a use that continued for centuries."
            ]
        },
        {
            "heading": "General Market Guided Tours (by ballot)",
            "paragraphs": [
                "Join us for a special behind-the-scenes tour of the London Museum’s new home at West Smithfield, currently under construction.",
                "Guests will be invited to explore the former Victorian General Market currently under construction - including a section of the General Market ground floor, the basement – the vaults and former market shop units. You’ll discover how these magnificent spaces will be transformed into a world-class museum.",
                "Please apply through the ballot.",
                "Please note:",
                "No skirts, shorts, or vest tops are permitted onsite for Health & Safety reasons. Visitors must wear appropriate clothing and suitable (closed-toe) footwear to be allowed access onto the construction site.",
                "Unfortunately, due to the nature of the building works currently taking place, we will not be able to accommodate wheelchair users or those with limited mobility on this occasion.",
                "Guests must be 10 years or older.",
                "Friday Tours\n16:00-17:00\n17:00-18:00\n18:00-19:00",
                "Saturday Tours\n13:00-14:00\n14:00-15:00\n15:00-16:00\n16:00-17:00"
            ]
        },
        {
            "heading": "Public Drop-in on West Poultry Avenue 1-5pm",
            "paragraphs": [
                "West Poultry Avenue will be open to the public 1-5pm on Saturday 9 September. Come along for family-friendly activities organised by the Museum of London and the project’s Construction Manager – Sir Robert McAlpine.",
                "Learn more about the project, have your say about the future of the museum, clamber on a tipper truck or look at old market objects and materials salvaged during the project!",
                "Unfortunately, due to the nature of the building works currently taking place, this area has limited accessibility for wheelchair users.",
                "The future of West Poultry Avenue",
                "When the London Museum opens, visitors will enter through West Poultry Avenue. It will be both part of the city and a portal to the museum, and its character will remain that of a street. It will be a place of arrival, orientation and promise. Our team will welcome visitors and help them to navigate the museum – and, if they need it, the city itself. From here, visitors will move into the General Market or the Poultry Market, or they can stop awhile for a drink in The Cocoa Rooms café. This space will reflect London in real time – the present not the past, the London we experience today, the 24-hour city, constantly on the move."
            ]
        },
        {
            "heading": "Important Information",
            "paragraphs": [
                "The General Market Tours is a balloted listing.",
                "You can apply for one ballot ticket which comes with a plus one.",
                "Tours are restricted to 10 years or older.",
                "Due to the nature of the construction site, we unfortunately cannot accommodate wheelchair users or visitors with limited mobility."
            ]
        }
    ],
    "id": 8380,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/8380/building_8380_capture_3e1362749308e25f3ab4f029d4d00a78.png",
            "description": null,
            "title": "London Museum, Proposed Aerial (c) Secchi Smith",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_8380_capture_3e1362749308e25f3ab4f029d4d00a78.png"
        }
    ],
    "links": [],
    "location": {
        "address": "General Market Building, Charterhouse Street",
        "latitude": 51.5185885,
        "longitude": -0.1051801,
        "meeting_point": null,
        "travel_info": [
            "Tube: Barbican, Farringdon, St. Paul's",
            "Train: City Thameslink, Farringdon",
            "Bus: 17, 25"
        ]
    },
    "name": "London Museum, West Smithfield",
    "original_url": "https://programme.openhouse.org.uk/listings/8380",
    "ticketed_events": true
}