{
    "all_week": false,
    "description": "Wren-designed building completed under the direction of Hawksmoor and Vanbrugh, 1698-1712. Original wood panelling, refurbished by Dannatt Johnson in 2001 for University of Greenwich.",
    "design": {
        "designers": [
            {
                "architect": "Sir Christopher Wren",
                "description": null,
                "year": "1698"
            },
            {
                "architect": "Nicholas Hawksmoor",
                "description": null,
                "year": "1698"
            },
            {
                "architect": "Sir John Vanbrugh",
                "description": null,
                "year": "1698"
            }
        ],
        "periods": [
            "Sir John Vanbrugh",
            "Nicholas Hawksmoor",
            "Dannatt Johnson",
            "Stuart"
        ],
        "types": [
            "education"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2023-09-16",
            "drop_in": true,
            "end": "2023-09-16T15:30:00+01:00",
            "fully_booked": false,
            "name": "Drop in",
            "notes": "Hourly guided tours around King William Building. \r\n\r\nOn the day please join us at the Lower Grande Square to book in on the tours.",
            "start": "2023-09-16T10:30:00+01:00",
            "ticketed": false
        },
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2023-09-17",
            "drop_in": true,
            "end": "2023-09-17T15:30:00+01:00",
            "fully_booked": false,
            "name": "Drop in",
            "notes": "Hourly guided tours around King William Building. \r\n\r\nOn the day please join us at the Lower Grande Square to book in on the tours.",
            "start": "2023-09-17T10:30:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        "Toilets"
    ],
    "factsheet": [
        {
            "heading": "History",
            "paragraphs": [
                "Originally planned as a hospital for retired seamen by Sir Christopher Wren the campus of the University of Greenwich is based on three spectacular Grade I baroque buildings; Queen Anne Court, Queen Mary Court and King William Court.",
                "In the 17th century Queen Mary decided that a naval hospital, one similar to the Chelsea Hospital for wounded soldiers, was required. Sir Christopher Wren, amongst other architects, was commissioned for the project. He chiefly used John Webb’s design for the King Charles block, which had already begun construction with the idea of forming a palace for King Charles II before funds were diverted. It was boarded up and left until the site was granted for use as the Royal Naval Hospital in 1694. The complex has become famous for being one of the best examples of baroque architecture in Britain."
            ]
        },
        {
            "heading": "The Painted Hall",
            "paragraphs": [
                "The Painted Hall is often described as the ‘finest dining hall in Europe’.  Designed by Sir Christopher Wren and Nicholas Hawksmoor, it was originally intended as an eating space for the naval veterans who lived here at the Royal Hospital for Seamen. Its exuberant wall and ceiling decorations are by James Thornhill and pay tribute to British maritime power.",
                "The Painted Hall sits within the King William Court. Wren submitted designs in 1698 and the roof and dome were in place five years later. When in 1708 James Thornhill began decorating the interior, he was instructed to include as many references as possible to the importance of the navy in Britain’s fortunes.",
                "His ‘great and laborious undertaking’ was finally completed after 19 years, by which time the Painted Hall was felt to be far too grand for its original purpose. Respectable visitors were allowed admittance, after paying a small fee, and the residents of the Royal Hospital – Greenwich Pensioners – acted as tour guides. Thornhill was paid only £3 per square yard (about one square metre) for the ceiling, and just £1 per square yard for the walls.  However, he did receive a knighthood in 1720 and his legacy is the finest painted architectural interior by an English artist.",
                "In 1806, three months after the Battle of Trafalgar the previous October, the body of Horatio Nelson was brought to lie in state in the Painted Hall. A plaque marks the spot where his coffin was placed before it was taken for burial in the crypt of St Paul’s Cathedral.",
                "Between 1824 and 1936, the Painted Hall was known as the National Gallery of Naval Art, with over 300 naval-themed paintings on display. These paintings, together with portrait busts, drawings, ship models and relics of Nelson, formed the basis of the National Maritime Museum’s art collection.",
                "In 1939, following extensive restoration, the Painted Hall was used for dining (including breakfast) by the officers of the Royal Naval College. It was also the venue for many grand dinners including in 1946 a banquet to celebrate the formation of the United Nations."
            ]
        }
    ],
    "id": 846,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/846/building_846_king-william_0ea5b5d985d288e1daeeccb88b25efe0.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_846_king-william_0ea5b5d985d288e1daeeccb88b25efe0.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/846/building_846_0v9a2363_034f2a5bbd696d8d6ae72e56504c36b4.jpeg",
            "description": null,
            "title": "Old Royal Naval College ",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_846_0v9a2363_034f2a5bbd696d8d6ae72e56504c36b4.jpeg"
        }
    ],
    "links": [],
    "location": {
        "address": "King William Court, 30 Park Row, SE10 9NN",
        "latitude": 51.4846492,
        "longitude": -0.0040511,
        "meeting_point": null,
        "travel_info": [
            "Tube: Cutty Sark",
            "Train: Greenwich, Maze Hill",
            "Bus: 177, 188, 286, 386",
            "Additional travel info: On the day please join us at the Lower Grande Square to book in on the tours."
        ]
    },
    "name": "Old Royal Naval College - King William Court",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/846",
    "ticketed_events": false
}