{
    "all_week": false,
    "description": "A rare example of a large purpose built metropolitan working men’s club with over 100 years of history. A once dignified building, revival Queen Anne style in the late-Victorian period, Grade II listed in 2019.",
    "design": {
        "designers": [
            {
                "architect": "Alfred Allen",
                "description": null,
                "year": "1900"
            }
        ],
        "periods": [
            "Historical/contemporary"
        ],
        "types": [
            "club",
            "civic",
            "community/cultural",
            "concert/performance space",
            "entertainment"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2023-09-17",
            "drop_in": true,
            "end": "2023-09-17T17:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in",
            "notes": "",
            "start": "2023-09-17T11:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        "Accessible toilet",
        "Refreshments",
        "Toilets"
    ],
    "factsheet": [
        {
            "heading": "History of the Mildmay Club",
            "paragraphs": [
                "There are only a handful of social (formerly working men’s) clubs left in London. The Mildmay Club on Newington Green, with its combination of a long radical history, an attractive building, and the extensive and unique facilities stands head and shoulders above all others. It is a building and a tradition that the current committee and membership is keen to preserve.",
                "The Mildmay Club is illustrative of the social and historical trajectory of working men’s clubs. As its original name (Mildmay Radical Club) implies, it was founded as a radical political club within the Working Men’s Club and Institute Union (CIU). This had been founded in 1862 to promote an extension of the traditional ‘gentleman’s club’ to the working classes and to provide them with venues for both entertainment and self-improvement.",
                "The clubs were originally seen as augmenting Temperance Halls as a way of providing working men with an alternative to the evils of the public house and also followed on from the tradition of working class educational institutions like the Mechanics’ Institutes and  Lyceums. They were also, however, part of a tradition of radical political clubs largely derived from the Chartist movement of the 1830s.",
                "By the early 1880s the metropolitan working men’s clubs were broadly of two kinds: social clubs and political clubs. The larger radical clubs tended to be found in London, which in terms of numbers of clubs dominated the CIU.",
                "By the turn of the twentieth century, The Mildmay Club, although not one of the earliest, was recognised as one of the largest and most politically active of the capital’s working men’s clubs. They took part in debates and demonstrations on the political issues of the day, both national, such as the call for a legal eight-hour working day or home rule for Ireland, or local, including issues relating to London’s Board schools.",
                "The Club was particularly involved in its opposition to the Second Boer War (1899-1902), despite many of its members being called up to fight in South Africa as members of the volunteer reserves. The founding of a rifle club in 1902, in line with many others patriotically established following the experience of the Boer War, is perhaps indicative of a tension between the radical function of a club and its establishment role of shaping ‘good’ citizens. The Mildmay rifle club was particularly successful with 200 members, reflecting a relatively affluent membership as shooting was a comparatively expensive pastime.",
                "The heyday of the radical working men’s clubs lasted from the early 1880s to the start of the First World War after which their political influence declined and social functions within the clubs increased in importance. This change also marked a decline in the metropolitan domination of the working men's club movement.",
                "The Mildmay Club is one of the last surviving working men’s clubs in the capital and its history and fabric illustrates the political aspect of such clubs, the early metropolitan dominance and the later pre-eminence of its leisure functions."
            ]
        },
        {
            "heading": "The Building",
            "paragraphs": [
                "Architecturally, The Mildmay Club is designed in the revival Queen Anne style, one that provided a dignified historicist frontage for institutional buildings from the late-Victorian period. The interior retains its original plan, form and character to a high degree and includes the common features of a working men’s club/institute of the period, such as a large and impressive theatre/hall, secondary hall, snooker room, bar, reading room and caretaker’s accommodation.",
                "Historic photographs show that the interior included lavish tile work, particularly to the entrance passage, along with murals in the theatre which may have survived beneath later finishes. The later finishes, mainly dating from the 1970s, and some minor changes to the layout of the building, in particular the additional bars to the Main and Small Halls, are illustrative of the fundamental changes in working men’s clubs with the increased importance of entertainment functions in the post-war era.",
                "The Mildmay Club represents a very rare survival of a large, purpose-built, metropolitan working men’s club from a radical tradition, retaining its function as a social club. Historic England notes that the building also has group value for its contribution to a group of buildings reflecting the long radical and nonconformist tradition of Newington Green. These include the Unitarian Chapel and number 54, home to the eighteenth century radical minister Dr Richard Price and visited by Benjamin Franklin, Thomas Jefferson, David Hume, Adam Smith and Mary Wollstonecraft (both buildings  listed at Grade II).",
                "The Mildmay Club was founded on 18 August 1888 as the Mildmay Radical Club and was originally located at 36 Newington Green Road, Islington. The club was actively involved in radical politics and social campaigns. In 1894 it moved to new premises at 34 Newington Green, gifted in the will of two local sisters. Newington Green was already an area with a long tradition of religious dissent and radicalism. Membership of the club rose from 1,000 in February 1896 to 2,400 in January 1899, eventually peaking at 3,000 members. The Mildmay Club was recognised as one of the largest and most politically active of the capital’s working men’s clubs.",
                "On 27 October 1900 the foundation stone was laid for a new clubhouse designed by a member of the Club, the architect Alfred Allen. The new building, which may have incorporated fabric from the existing houses on the site, included two halls, a reading room, meeting rooms and a billiard hall. In 1907 (and again in 1921), the rifle range was added to the facilities of the club. The rear hall was extended to the east, possibly at this time. In 1930 it changed its name to The Mildmay Club and Institute, and became non-political. In line with many working men’s clubs it concentrated on providing entertainment facilities for its members and by the 1950s it staged weekly variety shows. The building was renovated in the 1970s."
            ]
        },
        {
            "heading": "The Mildmay Club Today",
            "paragraphs": [
                "In 2023, The Mildmay Club is growing in membership, diversifying in events and activities and we currently have almost 1400 members. The weekly entertainment continues for members and guests, the bingo is called each Friday and the darts and snooker players have leagues and competitions throughout the year. The Club hosts weekly swing nights, jazz nights, young people's band sessions, a variety of world music events and a regular vintage market. This year we hosted Stoke Newington Literature Festival for the second time.\n \nThe Mildmay Club is an incredibly popular location for the film and television industry, and it is from here that much of the Club’s income is derived – and why some of the interiors may seem familiar.\n \nWe are very proud of the supporting role that the Club has played, from award winning blockbusters like Judy and Legend, to popular franchises like Sky Atlantic’s Save Me, Unforgotten, and Gangs of London. Recently, the Club has been used as a location by Sir Steve McQueen for his upcoming feature film Blitz and the Amy Winehouse biopic Back to Black has also been filmed at the Club. It has featured in many television productions including the upcoming The Day of the Jackal, Killing Eve, This Way Up, Call The Midwife, The Little Drummer Girl, Stewart Lee’s Comedy Vehicle to name but a few.",
                "The Club is also frequently used by high end fashion brands such as Gucci, Paul Smith, Prada and Louis Vuitton for photo shoots and commercials, videos and online content for other brands.",
                "Independent and major record labels have used The Mildmay Club for a diverse range of music videos from John Legend to James Blunt and live music sessions from breakthrough artists to Amy MacDonald, Michael Kiwanuka, Oasis, Franz Ferdinand, Florence and The Machine and John Newman.",
                "The appeal of The Mildmay Club for location scouts and directors alike is that it is a truly authentic space, a rarity these days. A set can be built, but the attention to detail and atmosphere at The Mildmay cannot be re-created – each space can lend itself to a different era and the flexibility of the space means that it can be a boxing ring one day (Fighting With My Family) and a social club the next (Killing Eve). The camera appears to love every corner of The Mildmay Club.",
                "The income from these activities is vital and enables us to keep maintaining and restoring this Grade II listed community asset whilst increasing our membership and the number and range of events we offer. Over the last year we have replaced roof coverings to the front of the building, also restoring our roof lantern and cupola to its former glory (which can be seen from Newington Green), refurbished brick and stonework, renovated the Tartan Bar to the side of the Main Hall including a fully functioning bar, replaced the building's hot and cold water supply, continued our rolling programme of electrical services replacement and carried out structural remedial works in our Snooker Hall side rooms. We are currently replacing the windows at the front of the building with timber framed casement windows to the original detail and are about to start major repair works to the rear roofs, including the installation of solar panels, which will be followed by the next phase to form a separate residential access and refurbishment of the three flats on the second floor which overlook Newington Green.",
                "In 2022 The Mildmay was awarded funding from the Historic England Everyday Histories scheme for an oral history project. Mildmay Stories features the voices of members and will be available on the Club's website from September 2023."
            ]
        }
    ],
    "id": 8772,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2023/8772/building_8772_mildmay-club-longer-view_fe7cf9096dc9f9d3e35c158ef7edb276.jpg",
            "description": null,
            "title": "View of Mildmay Club from the south",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_8772_mildmay-club-longer-view_fe7cf9096dc9f9d3e35c158ef7edb276.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2023/8772/building_8772_mildmay-frontage-entrance-low-res_f779561e566928ad30d5fe61418d07cd.jpg",
            "description": null,
            "title": "The Mildmay Club entrance",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_8772_mildmay-frontage-entrance-low-res_f779561e566928ad30d5fe61418d07cd.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2023/8772/building_8772_mildmay-main-hall-event_7ab729708bff00dbd393c2ed531f008d.jpg",
            "description": null,
            "title": "Mildmay Club event night",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_8772_mildmay-main-hall-event_7ab729708bff00dbd393c2ed531f008d.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2023/8772/building_8772_mildmay-main-hall_e2ef5cbd204cbd6d139317257c842263.jpg",
            "description": null,
            "title": "Main hall",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_8772_mildmay-main-hall_e2ef5cbd204cbd6d139317257c842263.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2023/8772/building_8772_mildmay-small-hall-dance-floor_ceeaca50f837144095da7c55c99076a5.jpg",
            "description": null,
            "title": "Small Hall dance floor",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_8772_mildmay-small-hall-dance-floor_ceeaca50f837144095da7c55c99076a5.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2023/8772/building_8772_mildmay-snooker-hall-low-res_561c94844b563a67168c4d47c572392c.jpg",
            "description": null,
            "title": "Snooker Hall",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_8772_mildmay-snooker-hall-low-res_561c94844b563a67168c4d47c572392c.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2023/8772/building_8772_mildmay-frontage-reduced_4aae43f8867826dc94fd376d0bd0072d.jpg",
            "description": null,
            "title": "The Mildmay Club from Newington Green",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_8772_mildmay-frontage-reduced_4aae43f8867826dc94fd376d0bd0072d.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2023/8772/building_8772_mildmay-snooker-hall-2-low-res_44dff2170feeeb2ee9b94e3e6d78c398.jpg",
            "description": null,
            "title": "Snooker Hall in action",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_8772_mildmay-snooker-hall-2-low-res_44dff2170feeeb2ee9b94e3e6d78c398.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "33-34 Newington Green, N16 9PR",
        "latitude": 51.5509419,
        "longitude": -0.0855857,
        "meeting_point": null,
        "travel_info": [
            "Tube: Highbury & Islington",
            "Train: Dalston Junction, Canonbury",
            "Bus: 236, 73, 341, 476",
            "Additional travel info: There is no parking at the Club"
        ]
    },
    "name": "The Mildmay Club",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/8772",
    "ticketed_events": false
}