{
    "all_week": false,
    "description": "Lincoln’s Inn has been an association of barristers for over 600 years. An 11-acre site combining gardens with mediaeval, Victorian, Georgian, and modern buildings, including banqueting halls, a law library, a chapel, and teaching space.",
    "design": {
        "designers": [
            {
                "architect": "Anon.",
                "description": null,
                "year": "1489"
            }
        ],
        "periods": [
            "Sir Robert Taylor",
            "P C Hardwick",
            "Philip Hardwick",
            "Sir John Simpson",
            "MICA Architects",
            "Contemporary",
            "Victorian",
            "Georgian",
            "Medieval"
        ],
        "types": [
            "library",
            "garden",
            "education",
            "legal",
            "institution/profession",
            "mixed use"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2023-09-10",
            "drop_in": true,
            "end": "2023-09-10T16:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in",
            "notes": "Please let us know if you plan to visit. Doing so allows the venue to plan ahead and you will be notified by email about any changes to the programme that might affect your visit.",
            "start": "2023-09-10T10:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        "Step free access",
        "Gender neutral toilets",
        "Food and drink",
        "Bookshop",
        "Accessible toilet",
        "Toilets",
        "Refreshments"
    ],
    "factsheet": [
        {
            "heading": "About the Inn",
            "paragraphs": [
                "The Honourable Society of Lincoln’s Inn is an association of barristers and judges and is one of the four Inns of Court. It has been in existence for over 600 years, with continuous records dating all the way back to 1422.  The Inn is a multifaceted organisation, but is primarily dedicated to the qualification, training and development of our members, at all stages of their legal careers, in a collegiate and inclusive environment.",
                "Our unique eleven-acre estate in the heart of London is comprised of Grade I and II listed historic buildings, office space, commercial and residential property, as well as a leading law library, stunning Chapel and tranquil gardens.",
                "Step through our gates to uncover hidden treasures including the magnificent Great Hall, opened by Queen Victoria in 1845, an art collection including works by William Hogarth, Joshua Reynolds and GF Watts, and filming locations for lavish productions including Downton Abbey, Cruella, The Sandman and You. Explore our estate to discover more about the history of the Inn, its architecture and its members.",
                "Please note, only the buildings used directly by the Inn will be open during the Open House Festival (not barristers’ chambers, other professional offices, or residential accommodation). Visitors will have access to the Great Hall, Library, Old Hall, Ashworth Centre, and Chapel. More information on these buildings is set out below.",
                "There is step-free access to the estate but not all the buildings are wheelchair accessible."
            ]
        },
        {
            "heading": "History of the Inn",
            "paragraphs": [
                "The exact origins of Lincoln’s Inn, and indeed any of the Inns of Court, are not fully known. We do know that the Inn’s formal records, or governing minutes known as the ‘Black Books’, go back continuously to 1422, which is nearly eighty years earlier than any other Inn. However, it is clear that the Inn had already been in existence for some time before these records begin.",
                "It is thought that the Inns of Court and their associated Inns of Chancery emerged sometime towards the end of the thirteenth century, or early fourteenth century. By an ordinance of 1292, Edward I took the King’s Courts out of the hands of the clergy and placed them under the control of the judges. As a direct result of this, professionally trained lawyers began to emerge. Aspiring lawyers headed to London to listen and learn from established practitioners. Over time what became known as the Inns of Court and the Inns of Chancery developed. These Inns were not inns in the traditional sense, but instead were large houses used as hostels for students or apprentices. At one time, there were at least twenty such inns associated with lawyers and legal education but today it is only the four Inns of Court that survive. You can still see traces of the legacy of former Inns of Chancery particularly in nearby street names but also in the survival of Staple Inn along Holborn. Lincoln’s Inn has not always been located on its present site, although it was certainly located here by 1422.",
                "The Inn did not originally own the land it occupied. The main part of the Inn was held on a tenancy from the Bishops of Chichester who had been granted the land in 1228. The adjacent land to the north and west belonged to the Hospital of Burton Lazars. The freehold of the whole site was acquired in 1580. At that time the buildings comprised the Old Hall, the cluster chambers around it, and a Chapel (replaced soon afterwards), with the main entrance being from Chancery Lane via the Old Gatehouse. The development of the remainder of the site continued as and when finances permitted and opportunities arose, through to the twenty-first century. Coupled with the fact that the Inn did not lose any buildings in the two world wars, this has resulted in a picturesque variety of styles and periods."
            ]
        },
        {
            "heading": "Great Hall and Library",
            "paragraphs": [
                "The Great Hall and Library building was completed in 1845. It was designed by Philip Hardwick, who had also worked on Euston station and the Goldsmith’s Hall. The Library was later extended eastwards to the design of Sir George Gilbert Scott in 1872. The Great Hall and Library were opened by Queen Victoria on 30 October 1845. It was a high profile event; covered in national papers with an extensive feature included in The Illustrated London News. Queen Victoria also recorded the particulars of her visit in her diary, describing the Great Hall as “a very fine building” and the Library as “a very handsome room where I was placed on a Throne, and received an address.”",
                "Much of the life of the Inn centres round the Great Hall. It is here, four times a year, that the ceremony of calling students of the Inn to the Bar takes place. It is also where events take place as well as normal dining. On the wall in the Great Hall, there are panels with painted coats of arms of former Treasurers. There are many paintings on display, and at the north end there is a very large fresco by George Frederick Watts. In 2018, Her Majesty Queen Elizabeth II re-opened the Great Hall after a refurbishment project. The refurbishment restored many of the building’s heritage features, reinstated the original ceremonial entrance, and improved accessibility throughout the building. The works brought the building up to modern standards with the introduction of underfloor heating, new production kitchens, drainage and waterproofing and new energy efficient mechanical systems."
            ]
        },
        {
            "heading": "Old Hall",
            "paragraphs": [
                "Built around 1490, the Old Hall is the Inn’s oldest surviving building. It would have been used by members of the Inn for eating and debating. It was here that Sir Thomas More, who joined the Inn in 1496, would have spent much of his professional life. The Old Hall has undergone various remodelling and additions since 1490, including being almost completely rebuilt in the 1920s as the building had become unsafe. This work was done with great care and retained as much of the original building as possible. Some of the replacement linen fold panelling was even carved from sixteenth and seventeenth century oak that was sourced by the architects. The relatively unusual survival of the Old Hall, after the Great Hall was built, is probably due to the fact that the Old Hall was used as a courtroom from 1717, until the Royal Courts of Justice on the Strand opened in 1882. It was this use of the Old Hall during the nineteenth century that led to it being featured in Charles Dickens’ Bleak House.",
                "The Old Hall has witnessed many events; among the most notable is a visit paid to the Inn by Charles II in 1672. An account of this visit is recorded in the Inn’s ‘Golden Book’, held in the Archive. The King dined in the Old Hall, along with his brother James, Duke of York, and numerous noblemen and courtiers of the day."
            ]
        },
        {
            "heading": "Chapel",
            "paragraphs": [
                "2023 marks the 400th anniversary of the Chapel. The current Chapel was completed and consecrated in 1623, replacing a smaller one. There is a small fragment of carving from the original chapel on display beside the current pulpit.",
                "Like the Old Hall, the Chapel has undergone various extensions and remodelling, the largest being the addition of a fourth bay in the 1870s. The Chapel windows contain some beautiful seventeenth century stained glass. On the south side are windows in which the Inn itself is depicted (including the Chapel and Hall), alongside a representation of the City of London and Treasurer in 1623, accepting the keys for the Chapel from the builder. Some of the windows include the arms of Treasurers of the Inn, and these date from 1680 and begin in the east window.",
                "The Chapel has a distinctive Undercroft, where benchers were occasionally buried through the seventeenth and eighteenth centuries. It was also known in the eighteenth century as a place where mothers left their babies if they were unable to care for them. These ‘foundling’ children, as they were known, were usually then cared for by the Inn, at least initially, and were given the surname Lincoln.",
                "On 13 October 1915 a zeppelin bomb fell in Old Square and two Chapel windows were completely destroyed. During the Second World War the glass was removed, kept in safety, and replaced afterwards. The north wall of the Chapel shows some of the worst of the war damage with pock marks that continue right through the Undercroft to the opposite side on the south wall."
            ]
        },
        {
            "heading": "Ashworth Centre",
            "paragraphs": [
                "In 2016, the Inn began its largest new building project since the building of the Great Hall, which included excavating the Hall’s east terrace to create a new education and training centre. The centre provides high quality training facilities over two storeys, with ten training rooms and a 158-seat lecture theatre. Several large rooflights in conjunction with double height spaces below bring natural light down into both levels. The aim was to accommodate the new facilities with minimum visual impact on the historic setting of the Great Hall and Library building and on the wider setting of the Inn. Minor interventions within the existing fabric of the east terrace are the only discernible impression of the building below. The centre is named in honour of Mercy Ashworth, one of the first women Called to the Bar by Lincoln’s Inn in 1923."
            ]
        }
    ],
    "id": 928,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/928/building_928_great-hall-exterior_b98f649d76066d5d079b5c7fa0e1eb13.jpg",
            "description": null,
            "title": "The Great Hall ",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_928_great-hall-exterior_b98f649d76066d5d079b5c7fa0e1eb13.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/928/building_928_the-east-terrace_52bdb13a43b751da09fcb766ccb37a20.jpg",
            "description": null,
            "title": "The East Terrace ",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_928_the-east-terrace_52bdb13a43b751da09fcb766ccb37a20.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/928/building_928_old-buildings_b091b561c9a2f44a0c91a8f0f11bca6e.jpg",
            "description": null,
            "title": "Old Buildings ",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_928_old-buildings_b091b561c9a2f44a0c91a8f0f11bca6e.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/928/building_928_lincoln-s-inn-chapel_253c3b44ce4f93d2c04f371cf4bdfad0.jpg",
            "description": null,
            "title": "The Chapel ",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_928_lincoln-s-inn-chapel_253c3b44ce4f93d2c04f371cf4bdfad0.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/928/building_928_lincoln-s-inn-library_2c897038bfa7fc67c18e56a939a53b1f.jpg",
            "description": null,
            "title": "The Library ",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_928_lincoln-s-inn-library_2c897038bfa7fc67c18e56a939a53b1f.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/928/building_928_statue-of-lord-erskine-in-lincoln-s-inn-library_73ad72848324072a38415acc37c1287d.jpg",
            "description": null,
            "title": "The Library ",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_928_statue-of-lord-erskine-in-lincoln-s-inn-library_73ad72848324072a38415acc37c1287d.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/928/building_928_lincoln-s-inn-pt-2-023-as_c6152ddff96d03d61d5c9121403eb171.jpg",
            "description": null,
            "title": "MCR ",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_928_lincoln-s-inn-pt-2-023-as_c6152ddff96d03d61d5c9121403eb171.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/928/building_928_li_lecture_dinner_01_92ae2f6d55445ae27b7434dd0d7ecad0.jpg",
            "description": null,
            "title": "Great Hall Dinner ",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_928_li_lecture_dinner_01_92ae2f6d55445ae27b7434dd0d7ecad0.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "The Honourable Society of Lincoln's Inn, WC2A 3QB",
        "latitude": 51.5160414,
        "longitude": -0.1132912,
        "meeting_point": null,
        "travel_info": [
            "Tube: Temple, Holborn",
            "Train: Farringdon, City Thameslink, Charing Cross",
            "Bus: 76, 341, 26, 15, 55, 38, 91, 168, 68, 59, 11, 1, 188, 521, 8",
            "Additional travel info: Entrance only via the Gate House located in the south east corner of Lincoln's Inn Fields, on the junction of Newman's Row and Serle Street."
        ]
    },
    "name": "Lincoln's Inn",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/928",
    "ticketed_events": false
}