{
    "all_week": false,
    "description": "A garden atop a former parking structure at the base of Peveril House. It sits on top of artists studios, also refurbished using minimal interventions by architects Sanchez Benton. Shortlisted for the Open City Stewardship Awards 2021. This project is supported by the Mayor of London.",
    "design": {
        "designers": [
            {
                "architect": "Sanchez Benton",
                "description": null,
                "year": "2020"
            }
        ],
        "periods": [
            "Contemporary"
        ],
        "types": [
            "mixed use",
            "garden",
            "public realm/landscape",
            "community/cultural",
            "walk/tour"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2023-09-16",
            "drop_in": true,
            "end": "2023-09-16T12:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in",
            "notes": "",
            "start": "2023-09-16T11:00:00+01:00",
            "ticketed": false
        },
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2023-09-16",
            "drop_in": true,
            "end": "2023-09-16T16:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in",
            "notes": "Please let us know if you plan to visit. Doing so allows the venue to plan ahead and you will be notified by email about any changes to the programme that might affect your visit.",
            "start": "2023-09-16T15:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        "Refreshments",
        "Gender neutral toilets",
        "Food and drink",
        "Bookshop",
        "Toilets",
        "Accessible toilet"
    ],
    "factsheet": [
        {
            "heading": "Project Description",
            "paragraphs": [
                "This project is shortlisted in the Materials and Resource Management category of the inaugural Open City Stewardship Awards. Find out more: open-city.org.uk/stewardship-awards",
                "In 2018 Sanchez Benton won a competition to revitalise the public realm around the southern end of Tower Bridge Road in London.  The work was commissioned in the form of a design competition by Southwark Council and public art curator Aldo Rinaldi. The winning scheme, developed in collaboration with artist Gabriel Kuri, explored the potential to transform an existing raised podium terrace on the edge of the Bricklayer’s Arms roundabout into a public walled garden, and proposed the conversion of a series of neglected lock-up garages at ground level into a thriving community of artist studios.",
                "The history of the Bricklayer’s Arms as a stopping point on the pilgrimage route in and out of London played an important role in the ambition to turn the raised wall garden into a little oasis on the edge of the city. The gardens, designed in collaboration with horticulturalist Nigel Dunnett, emphasise the idea of pilgrimage through the selection of non-endemic plants that have now become naturalised to the UK. It both reflects the residents of the estate and is designed to survive periods of long drought and neglect, to futureproof the ecosystem for an increasingly warmer climate.",
                "During initial investigations, the original condition of the waterproofing to the raised terrace was found to need a complete upgrade, utilising most of the available budget. Despite this constraint, the architects chose to continue with the existing structure. This set the tone for considering the embodied energy of the design, which upgraded the structure with minimal strategic intervention, reusing materials from the existing building from the early stages of the project and at tender stage. This ensured rigour in the construction phase and partial demolition with one garage dedicated to material storage. In one example of this approach, existing brickwork was reused from new openings to infill in other locations, and the existing garage doors were repurposed to make gates to the roof garden and to the bottom of the public stair.",
                "Three large openings were punched in the existing concrete deck, one for a public stair to the garden, the second one for a large central skylight providing daylight to the centre of the deep plan and the third as a opening in the slab for a new mature tree to climb through and provide shade under its canopy at first floor level, its roots firmly planted at ground level. A residents gardening scheme conducted by SBa and Nigel Dunnett will include planting and maintenance workshops in the first seasons of the garden’s use. The existing lock up garages beneath were converted into a mix of studios and a café, organised around a central events space, where a cultural programme organised by Forma Arts will be hosted throughout the year."
            ]
        }
    ],
    "id": 9816,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/9816/building_9816_2-peveril_b200194603c9cdd315a1204c42ea8e35.png",
            "description": null,
            "title": "View from the Old Kent Road flyover",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9816_2-peveril_b200194603c9cdd315a1204c42ea8e35.png"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/9816/building_9816_peveril_press_image_03_-_max-creasy_75869c6349b16ed017c104e827eac383.jpg",
            "description": null,
            "title": "Inside Peveril Studios",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9816_peveril_press_image_03_-_max-creasy_75869c6349b16ed017c104e827eac383.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2023/9816/building_9816_peveril-gardens-credit-oskar-proctor_77d53874b23e211e71cb164c5fbaf08e.jpeg",
            "description": null,
            "title": null,
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9816_peveril-gardens-credit-oskar-proctor_77d53874b23e211e71cb164c5fbaf08e.jpeg"
        }
    ],
    "links": [
        {
            "href": "open-city.org.uk/stewardship-awards",
            "title": null
        }
    ],
    "location": {
        "address": "Forma HQ, Peveril Garden Studios, 140 Great Dover St, SE1 4GW",
        "latitude": 51.4952748,
        "longitude": -0.0863057,
        "meeting_point": null,
        "travel_info": [
            "Tube: Borough, Elephant & Castle, Bermondsey",
            "Train: London Bridge, Elephant & Castle",
            "Bus: 21, 1, 188, 42, 53, 63, 168"
        ]
    },
    "name": "Forma HQ & Peveril Gardens",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/9816",
    "ticketed_events": false
}