{
    "all_week": false,
    "description": "The Musical Museum was founded 60 years ago by the late Frank Holland which he started with his own private collection of some half-dozen reproducing pianos. The current building was specially designed for the Musical Museum, funded by a Heritage Lottery Grant and was opened in June 2008.",
    "design": {
        "designers": [
            {
                "architect": "PRC Fewster Architects",
                "description": null,
                "year": "2008"
            }
        ],
        "periods": [
            "Historical/contemporary"
        ],
        "types": [
            "museum",
            "community/cultural",
            "concert/performance space",
            "entertainment",
            "event"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2024-09-14",
            "drop_in": true,
            "end": "2024-09-14T16:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in: Open Day",
            "notes": "Open Day to experience the vibrant atmosphere of the Musical Museum",
            "start": "2024-09-14T10:30:00+01:00",
            "ticketed": false
        },
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2024-09-15",
            "drop_in": true,
            "end": "2024-09-15T16:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in: Open Day",
            "notes": "Please let us know if you plan to visit. Doing so allows the venue to plan ahead and you will be notified by email about any changes to the programme that might affect your visit.",
            "start": "2024-09-15T10:30:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        "Toilets",
        "Accessible toilet",
        "Baby changing facilities",
        "Blue badge parking",
        "Drinking water",
        "Family-friendly event",
        "Handrails on stairs",
        "Parking",
        "Seating available"
    ],
    "factsheet": [
        {
            "heading": "History",
            "paragraphs": [
                "The Musical Museum was founded 60 years ago by the late Frank Holland. He started with his own private collection of some half-dozen reproducing pianos, and in 1963 he was given use of the former St George’s Church, Brentford to get the collection under one roof. He was initially allowed use of the premises for only two years, but the museum was still there 40 years later!",
                "In 1966, the collection was formed into a Charitable Trust as The British Piano Museum, and in the early years, a number of famous pianists who had recorded rolls earlier in the century, came along to the Museum to hear themselves play.",
                "During its existence, the Museum’s collection has grown steadily and it now encompasses a wide range of musical instruments and unique inventions which tell the story of how music was recorded and captured through the ages. The Museum has also built up a nationally significant collection of over 20,000 music rolls, which are stored in a purpose-built library."
            ]
        },
        {
            "heading": "Museum & Tours",
            "paragraphs": [
                "Our collection of working instruments, displays and interactive exhibits tell the story of how music has been recorded and reproduced, from mechanical inventions to the present day. Arranged over three unique galleries plus a concert hall, shop and café, our dedicated volunteers offer guided tours that combine practical demonstrations with an entertaining and informative narrative, answering any questions you may have along the way.",
                "You will find out how music was captured, how it was powered, and experience the sounds and actions of self-playing instruments."
            ]
        },
        {
            "heading": "Exhibitions",
            "paragraphs": [
                "We host a number of exhibitions at the Musical Museum.",
                "In the Summer of 2024 we opened a new Korg gallery showcasing the history of synthesizers. From legendary analogue synthesizers to genre-defining digital powerhouses, Korg has sat at the heart of synth innovation for generations. Experience the use the latest technologies to create the finest electronic musical instruments and allow musicians to sound their very best.",
                "We also have the City of London Phonograph and Gramophone Society (CLPGS) exhibition ‘Talking Machines.’\nThis exhibition of over 30 gramophones and phonographs, supplemented with contemporary advertising and associated ephemera spans a period from 1880, just after the dawn of recorded sound in 1877 when Thomas Edison invented the phonograph, to 1935 by which time it was a massive industry. It complements the Musical Museum’s existing extensive mechanical, electric and electronic music displays from either side of these dates and all exhibits have been lent from private collections so that many of the rarest items will never have been seen in public before."
            ]
        }
    ],
    "id": 10085,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/10085/building_10085_106349738_3138699062832198_4020628551029398812_n_fe3648eb02856ec7af1e3a7d3f2019a6.jpg",
            "description": null,
            "title": "View of the Musical Museum from the High Street",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10085_106349738_3138699062832198_4020628551029398812_n_fe3648eb02856ec7af1e3a7d3f2019a6.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/10085/building_10085_210055217_4167846236584137_6149139660557956752_n_30af925f78c99a7bbb521b08a7aa77ed.jpg",
            "description": null,
            "title": "The Mighty Wurlitzer Theatre Organ in Concert",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10085_210055217_4167846236584137_6149139660557956752_n_30af925f78c99a7bbb521b08a7aa77ed.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "399, High Street, Brentford, TW8 0DU",
        "latitude": 51.487832,
        "longitude": -0.2931374,
        "meeting_point": null,
        "travel_info": [
            "Tube: Gunnersbury",
            "Train: Kew Bridge",
            "Bus: 65, 237, 267",
            "Additional travel info: The Museum is close to Kew Bridge on the north side of the Thames.  It is easily accessible from the M4 and the North & South Circular."
        ]
    },
    "name": "The Musical Museum",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/10085",
    "ticketed_events": false
}