{
    "all_week": false,
    "description": "Boston Manor House is a Jacobean House built for Lady Mary Reade in 1623 and later owned by the Clitherow family from the 1670s until the 1920s. The House is now open to the public with free entry six days a week. Its beautifully restored historic interiors, including breath-taking ornate plasterwork, are joined by two community exhibition galleries, meeting rooms and an attractive modern café.",
    "design": {
        "designers": [],
        "periods": [
            "Stuart"
        ],
        "types": [
            "historical house"
        ]
    },
    "events": [],
    "facilities": [
        "Accessible toilet",
        "Baby changing facilities",
        "Toilets",
        "Blue badge parking",
        "Family-friendly event",
        "Large print guides"
    ],
    "factsheet": [
        {
            "heading": "History of the House",
            "paragraphs": [
                "Boston Manor House is a Jacobean Manor House, built in 1622-3. There was a Tudor mansion on site previously, but it was cleared to build the current house. The House has large park grounds (28-30 acres) which have recently completed development through a separate National Lottery Heritage and Community Funded project.\n \nQueen Elizabeth I granted Boston Manor to Robert Dudley, 1st Earl of Leicester who immediately sold it to Sir Thomas Gresham, an internationally wealthy merchant and financier who had also bought Osterley as his summer residence. He later founded the Royal Exchange.\n \nAs Gresham died without children, the property went to his stepson (Sir William Reade) who lived in Osterley so had to obtain a Patent of Possession in 1610 from James I so that he could inherit. He married Mary Goldsmith who built Boston Manor House in 1622–3, immediately after Sir William Reade's death. She then married Sir Edward Spencer of Althorp, who gained ownership and appears to have bought out the claim of the late William Reade's heirs so that, upon her death in 1658, the lands passed to Lady Mary's heir, John Goldsmith.",
                "In 1670, his executors sold Boston Manor House to another very wealthy city merchant: James Clitherow I and the Clitherow family owned Boston Manor from 1670-1922. John Bourchier Stracey-Clitherow was the last private owner of Boston Manor. The House and the surrounding 20 acres was purchased by the Brentford Urban District Council and opened as a public park in 1924.",
                "The House reopened to the public in July 2023 after a five-year restoration programme, which has seen it completely refurbished with support from the National Lottery Heritage Fund and a range of other funders.",
                "The House has not been restored to look as it did in one particular period of its history.  Instead, wherever there was the strongest surviving evidence of a decorative style in a room, the room was restored to that period.  This means Boston Manor House has rooms in 17th, 18th and 19th century styles."
            ]
        }
    ],
    "id": 10142,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2024/10142/building_10142_boston-manor-house-summer-2_c0f61ec64b1603fb550d52f0f09a6911.png",
            "description": null,
            "title": "Boston Manor House after renovation",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10142_boston-manor-house-summer-2_c0f61ec64b1603fb550d52f0f09a6911.png"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2024/10142/building_10142_portico-view_999fec832900435c60d71d0e12234533.jpg",
            "description": null,
            "title": "Boston Manor House portico",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10142_portico-view_999fec832900435c60d71d0e12234533.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2024/10142/building_10142_boston-manor-house-view-from-park-lake_1374c93e6b177cad683819c569dfe1c8.jpg",
            "description": null,
            "title": "Boston Manor House viewed from Boston Manor Park pond.",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10142_boston-manor-house-view-from-park-lake_1374c93e6b177cad683819c569dfe1c8.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Boston Manor House, Boston Manor Road, Brentford, TW8 9JX",
        "latitude": 51.49191829999999,
        "longitude": -0.3183739,
        "meeting_point": null,
        "travel_info": [
            "Tube: Boston Manor",
            "Train: Brentford",
            "Bus: E8, 195, H91",
            "Additional travel info: Cycleway 9 comes by the front of the House. We are close to the River Brent and Grand Union Canal in Brentford."
        ]
    },
    "name": "Boston Manor House",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/10142",
    "ticketed_events": false
}