{
    "all_week": false,
    "description": "Historic walking tour of East Croydon led by a native. Those who come along are welcome to contribute their memories.  Marvel at one of the oldest electricity sub-stations in Croydon. Tour ends at the iconic One Croydon, the \"Thru'penny Bit\" office block designed by Seifert in the 1960s.  Join us for a drink afterwards in a Victorian hostelry.",
    "design": {
        "designers": [],
        "periods": [
            "Architect unknown",
            "Historical/contemporary"
        ],
        "types": [
            "walk/tour"
        ]
    },
    "events": [],
    "facilities": [
        "Toilets"
    ],
    "factsheet": [
        {
            "heading": "Introduction",
            "paragraphs": [
                "East Croydon has no official boundaries, but for the purposes of this walk they shall be taken as\n•\tThe Brighton to London railway line to the west\n•\tLower Addiscombe Road to the north\n•\tTunstall Road to the east\n•\tAddiscombe Road to the south.",
                "Addiscombe Road is the first known feature in the area, appearing on a map of 1564 as a lane connecting the town of Croydon to the hamlet of Addiscombe. The latter lay roughly where the cottage of Herons Croft lies now.  This was then part of the Heron estate, which forms the eastern boundary of our area.  The Herons were a very wealthy, well connected family whose funerary brasses can still be seen in Croydon Minister.  They are commemorated just outside their estate by a very short, featureless street.  It adjoins Tunstall Road, named in memory of John and Thomas Tunstall, members of the Stuart court and subsequent owners of the Heron estate.  Neither the Herons nor the Tunstalls are commemorated on the land they used to own.  It was bought by the East India Company for their officer academy in 1809.  The roads in this area are named after prominent members of this company (though only James Outram actually attended the academy)."
            ]
        },
        {
            "heading": "18th century East Croydon",
            "paragraphs": [
                "Roque’s map of 1768 shows Coney Lane stretching north from Addiscombe Lane to skirt the southern-most reach of Croydon Common.  This made up a third of the parish and was open for everyone to use for grazing their livestock and gathering wood.  In 1796, some leading local landowners petitioned parliament for leave to enclose the common and divide it amongst private owners.  Although the poor protested, the 1801 enclosure map shows the north west of the East Croydon area divided into such plots and most of the rest taken up by a single large estate.",
                "This estate belonged to the banker and merchant, John Brickwood, one of the petitioners for the enclosure act, as well as one of its beneficiaries. He had been the colonial agent for the Bermudas, representing the needs of the plantation owners to the British government. His company was one of the ones that lent money to French plantation owners with estates in St Domingue (Haiti). Both owners and the bankers persuaded the British government to send troops to conquer the French colony, in an unsuccessful five year campaign ending in 1795.  Firms, such as Brickwood, Pattie & Co. made substantial losses."
            ]
        },
        {
            "heading": "19th century East Croydon",
            "paragraphs": [
                "After John Brickwood died in 1822, his estate was rented out.  At this time, the only other buildings in the area were the modest dwellings at the junction of Coney Lane and a path running north across what had been the common. In about 1825 Leslie Lodge was built on another such path, by then known as Lower (Addiscombe) Road.  The owners of the lodge consolidated many of the plots of former common land to form their own estate.",
                "The London Bridge to Brighton Railway was cut just to the east, with the first station, built on the site of a cherry orchard, opening near its current location in 1841.  With the coming of the railways, both the Brickwood and Leslie estates were ripe for development.  The layout of Oval Road can already be seen on the 1847 tithe map, but it was Leslie Park Road that was gravelled first in the early 1850s (about the same time that Coney Lane became known as Cherry Orchard Road).  Leslie Grove followed in the 1870s at about the time a school was built in Oval Road."
            ]
        },
        {
            "heading": "20th century East Croydon and beyond",
            "paragraphs": [
                "Brickwood House was only demolished in 1908, with Cedar Road and streets to the south laid out subsequently. By this time, Lower Addiscombe Road and the northern end of Cherry Orchard Road were established shopping areas.  Halls and Co. coal merchants had been set up to the south of the latter and many of the grand Victorian villas on that stretch of the road had become commercial establishments.  The other streets in the area were lined largely with terrace houses of various sizes, interspersed with numerous pubs, religious establishments, small shops and light industrial premises.",
                "A roller skating rink, built on the south west corner of the Brickwood Estate, was replaced by Creeds electrical factory in 1913.  Otherwise there was little major change until the brutalist Alico House office block was built on the other side of Addiscombe Road in 1963.   Creeds closed down in 1966 and the junction with Cherry Orchard Road was extended to the south, enabling the construction of a traffic roundabout.  A new post office sorting office was built to the north in 1968 and the NLA Tower, designed by Richard Siefert, opened two years later on the roundabout itself.  These were followed by several more office blocks along Cherry Orchard Road in the 1970s and 1980s.  Today, some of the latter have been already been demolished and replaced by flats, with more under construction. Many of the pubs, places of worship, shops and factories have closed down, a trend that is accelerating as the area becomes primarily residential."
            ]
        },
        {
            "heading": "Bibliography",
            "paragraphs": [
                "Many thanks to Croydon Local Studies Library and Tony Skrzypczyk from whose holdings much of this information was gleaned.  Sources include\n•\tAnon. (not dated) Notes from the reproduction of a print of Brickwood House 1805 by John Hassell.\n•\tAnon. (1844) Croydon Tithe Award Index. Croydon Museum & Archive Service.\n•\tBerwick Sayers, W.C. (1925) The Story of Croydon. Croydon: Croydon Central Library\n•\tCorbett Anderson, J. (1889) Croydon Enclosure 1787-1801. Croydon\n•\tCox, R. (not dated) The Cherry Orchard Road. Manuscript: Croydon Natural History & Scientific Society Collection.\n•\tDucarel, Dr. (1783) Account of the Town, Church, and Archepiscopal Palace of Croydon in the county of Surrey from its foundation to 1783 Croydon: J.Nichols\n•\tGent, J. (2002) Croydon Past. 2002. Philimore & Co Ltd: Chichester\n•\tHobbs, D.  date  The Making of Modern Addiscombe Publisher \n•\tHobbs. D. (1985) Nineteenth Century Addiscombe.  Typescript dissertation.  \n•\tLokke, C.L. (1938) London merchant interest in the St. Domingue plantations of the émigrés, The American Historical Review 43 (4):795-802.\n•\tMalden, H.E. (1912) The Victoria County History of the County of Surrey, vol. 4. London: Constable\n•\tMcgow, P. Notes On The Surrey Iron Railway Nov 2001 \n-      Paget, C.G. (1937) Croydon Houses of the Past. Croydon: Croydon Central Library\n•\tPenson, L (1924)  Colonial Agents  of the British West Indies. University of London Press: London.\n•\tCanning & Clyde Residents Association & Friends. (2000) The Book of Addiscombe vol 1 Tiverton: Halsgrove.\n•\tCanning & Clyde Residents Association & Friends. (2002) The Book of Addiscombe vol 2 Tiverton: Halsgrove.\n•\tWandle Park Heritage Project. (2015) Modernist Croydon Architecture Walk: Croydon"
            ]
        }
    ],
    "id": 10217,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2024/10217/building_10217_1801croydonenclosuremapdetail_27fe6ddcf27eab0cd3170e67dca327ee.jpg",
            "description": null,
            "title": "Croydon Enclosure Map",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10217_1801croydonenclosuremapdetail_27fe6ddcf27eab0cd3170e67dca327ee.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2024/10217/building_10217_eastcroydonmap2015_de58caa6fb6014e44934c8bac44f90bf.jpg",
            "description": null,
            "title": "East Croydon Map",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10217_eastcroydonmap2015_de58caa6fb6014e44934c8bac44f90bf.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "The Cricketers, 107 Addiscombe Road, Croydon, CR0 6SG",
        "latitude": 51.3752,
        "longitude": -0.0836,
        "meeting_point": null,
        "travel_info": [
            "Train: East Croydon",
            "Bus: 119, 466, 194, 198",
            "Additional travel info: The Cricketers is close to Lebanon Road tramstop"
        ]
    },
    "name": "East Croydon Community Organisation",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/10217",
    "ticketed_events": false
}