{
    "all_week": false,
    "description": "The purpose-built library is a fine example of brutalist architecture. Built by Hugh Lea, Borough Architect for Croydon, in 1968 the main volume shows Miesian influence with an abundance of natural light, interrupted by a concrete cuboid.",
    "design": {
        "designers": [
            {
                "architect": "Hugh Lea",
                "description": null,
                "year": "1966"
            }
        ],
        "periods": [
            "Hugh Lea",
            "Contemporary",
            "Historical/contemporary"
        ],
        "types": [
            "library",
            "civic"
        ]
    },
    "events": [],
    "facilities": [
        "Handrails on stairs",
        "Quieter area",
        "Seating available",
        "Step-free routes",
        "Toilets"
    ],
    "factsheet": [
        {
            "heading": "A Miesian, Brutalist purpose-built library",
            "paragraphs": [
                "\"The Library is a fine example of brutalist architecture. The main volume, standing on archetypally 1960s Staffordshire blue engineering brick, shows the influence of Mies van der Rohe in its simplicity and structural clarity, but it is excitingly interrupted by a cuboid of channelled and bush-hammered concrete, colliding with it like volumes in a Paul Klee painting.\"",
                "\"Bold in its detailing, the volume of the library is neighbourly and respectful to the surrounding buildings. The beautiful original typography of the ‘LIBRARY’ sign survives in good condition.\" The original plans also show 'LIBRARY' on the front elevation made from concrete, too, but the architect apparently changed their mind during the project and commissioned the metal sign in what is thought to be a variation of a generic compressed Grotesk.",
                "\"Inside, the floating concrete volume turns out to house an intimate and cosy children’s library lit by a clerestory, whilst the abundant natural light and views available on its corner site reach readers in the main library through tall windows with a taste of the civic pride and optimism of its period.\" \nThis part of the library used to be the reading room with modern leather chairs and reading tables, providing the library's visitors with a calm, private space with the clerestory providing ample light for reading. The children's library used to be on the lower-level mezzanine adjacent to the reception area.",
                "\"The minimalist elegance of the interior design survives unusually well, with original wallpaper and handrails, and the structure of the building unaltered.\"",
                "By the 1960s a rebuilding of the library from the late 19th century original was required. This provided 65% additional floor space compared to the existing library by changing the layout to a split-level arrangement and by adopting a flat roof.",
                "\"The interior is split into three main sections: reception, 1st floor library and second floor library.  There is also a basement level mezzanine and study gallery at the top level. The additional study mezzanine at the top floor adds an extra bank of windows to the 1st floor library creating a seemingly much larger space.\"",
                "Quotes by Dr Barnabas Calder, University of Liverpool"
            ]
        },
        {
            "heading": "The architect",
            "paragraphs": [
                "Hugh Lea, Dip. Arch. (Leeds) A.R.I.B.A.",
                "Research into Hugh Lea Dip. Arch., the borough architect tasked with the rebuilding of South Norwood Library continues. To date evidence shows the present building to be one of the most important libraries in the borough constructed during the mid1960's.",
                "Hugh Lea worked with Borough Engineer Allan Holt and fellow architect H. Thornley on Taberner House, housing Croydon's municipal offices during 1964-1967. This building was sadly demolished in 2015. \nAdditionally, Lea planned South Norwood Leisure Centre on Portland Road. This building housing a swimming bath was refurbished with cladding added in 2006. The original structure is still visible from the outside and an original staircase inside remains in place."
            ]
        },
        {
            "heading": "History & civic building use",
            "paragraphs": [
                "South Norwood Library as we know it, opened its doors in 1968 and as Bridget Cherry, editor of the ‘Pevsner Architectural’ guides, remembers, “it caused quite an impact in the street”.",
                "The site has been home to a library since 1897, but Croydon Borough architect Hugh Lea designed this purpose-built library building consulting with Croydon's Chief Librarian T. E. Callander F.L.A. and the library team to inform the design and layout.",
                "The aim in the design was to allow residents easy access to books and daily newspapers; alongside school children who  would also enjoy a quiet , well-lit spacious area to read and study. In more recent decades the building was adapted to provide access to wi-fi and as a centre for community group activity.",
                "The five level open structure has been recognised as unique in its architectural character and this contributed to the library becoming a locally listed building within the South Norwood Conservation Area.",
                "The community take great pride in this civic building, which has become a central landmark of SE25. In 2006 the participatory arts organisation ‘Mosaic Art’ worked with local schoolchildren and the local community to design and construct a mosaic which would form a permanent art installation on the library forecourt. The project brought together a variety of cultures and backgrounds to create a pictorial record of past and present experiences. Passers-by can enjoy the heritage treasure map which contains many clues about the history of the area."
            ]
        },
        {
            "heading": "Today",
            "paragraphs": [
                "We invite your support to ensure South Norwood Library may remain for the enjoyment of all.",
                "We are very proud of what we - SE25 residents and Brutalist Library supporters from around the world - have achieved together, and we continue our mission with excitement and positivity.",
                "After so much uncertainty, when Mayor Perry was elected he made an early commitment to the importance of libraries generally across the Borough and how they can become hubs for a range of council services. And in September 2022 he confirmed that more than half a million pounds would be invested in South Norwood’s Library to update the facilities and help protect this vital service in a building that is a unique piece of Croydon’s architectural history.",
                "We recognise the financial picture for Croydon is incredibly challenging, but it’s important our leaders stick to their commitments and don’t make cuts today that shortchange the long-term future of our community. South Norwood Library has become a hub for local people already, we want to see this continue to develop in 2024/25. A library community hub has been proposed, combining two celebrated South Norwood buildings and creating a true community space - we are looking forward to working with Croydon Council to ensure the future-proofing of the Brutalist Library. More info on our website.",
                "We continue our campaign to \"Keep the library in the library!\" and hope to see you in South Norwood!",
                "Please follow us on social media, visit our website brutalistlibraryse25.org or come along to our Open House London day!"
            ]
        },
        {
            "heading": "Story Quilts SE25 x Brutalist Library",
            "paragraphs": [
                "A story quilt is an art quilt that can be used to tell stories for future generations and we are on a journey to create a story quilt which represents our community in SE25 and the friends of South Norwood Library. Over many months, residents, local neighbours and friends have met at the Brutalist Library and other South Norwood locations to create this outstanding piece of art. Step by step, many squares were created and friendships and connections were formed. We will unveil this incredible community quilt as part of the Open House London festival on September 14th between 10am and 3pm. More details to follow..."
            ]
        }
    ],
    "id": 10218,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/10218/building_10218_screenshot-2021-07-22-at-15-13-03_9d1f595e9441e504a7c6ddd2b716687c.png",
            "description": null,
            "title": "Corner View from Selhurst and Lawrence Roads",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10218_screenshot-2021-07-22-at-15-13-03_9d1f595e9441e504a7c6ddd2b716687c.png"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/10218/building_10218_snl-original-proposal-croydon-archive_901123117b6c84ca45b7c1895fb4c3b2.jpg",
            "description": null,
            "title": "Architectural drawing by Hugh Lea, part of the original proposal ",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10218_snl-original-proposal-croydon-archive_901123117b6c84ca45b7c1895fb4c3b2.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/10218/building_10218_3ec39218-742d-4f97-b5fd-996fd2e862d7_83d8abb728639bb3f201b91f964bda43.jpg",
            "description": null,
            "title": "Interior View ",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10218_3ec39218-742d-4f97-b5fd-996fd2e862d7_83d8abb728639bb3f201b91f964bda43.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/10218/building_10218_img_8125_75f61eafed1e410f6b0bcc542bd18507.jpg",
            "description": null,
            "title": "Original opening flyer 1968",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10218_img_8125_75f61eafed1e410f6b0bcc542bd18507.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/10218/building_10218_snl-_dsc6005_first-crop_9b09708f9a22369600dd0179db8f9258.jpeg",
            "description": null,
            "title": "Brutalism in Colour ",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10218_snl-_dsc6005_first-crop_9b09708f9a22369600dd0179db8f9258.jpeg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/10218/building_10218_snl-_dsc7909-books_e1602eafe1d00012e6c743689666050c.jpeg",
            "description": null,
            "title": "South Norwood Library ",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10218_snl-_dsc7909-books_e1602eafe1d00012e6c743689666050c.jpeg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/10218/building_10218_snl-_dsc7930-inside_7e8ceb73dc7b763896ef1c8c24e7f56b.jpeg",
            "description": null,
            "title": "South Norwood Library ",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10218_snl-_dsc7930-inside_7e8ceb73dc7b763896ef1c8c24e7f56b.jpeg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/10218/building_10218_img_9352_219415d1ad5e516e526f8c913d71c272.jpg",
            "description": null,
            "title": "Side view from Lawrence Road ",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10218_img_9352_219415d1ad5e516e526f8c913d71c272.jpg"
        }
    ],
    "links": [
        {
            "href": "https://brutalistlibraryse25.org",
            "title": "brutalistlibraryse25.org"
        },
        {
            "href": "https://twitter.com/brutalistlib",
            "title": "twitter.com/brutalistlib"
        },
        {
            "href": "https://instagram.com/brutalistlibrary",
            "title": "instagram.com/brutalistlibrary"
        },
        {
            "href": "brutalistlibraryse25.org",
            "title": null
        }
    ],
    "location": {
        "address": "Lawrence Road, South Norwood , SE25 5AA",
        "latitude": 51.39722,
        "longitude": -0.07868,
        "meeting_point": null,
        "travel_info": [
            "Train: Norwood Junction",
            "Bus: 75, 410, 130, 157, 197, 196, 312",
            "Additional travel info: https://citymapper.com/go/xm3xrjrrdo\r\nhttps://w3w.co/then.simple.that"
        ]
    },
    "name": "South Norwood Library",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/10218",
    "ticketed_events": false
}