{
    "all_week": false,
    "description": "Part of the original Bedford Park development restored by the Victorian Society and used as their headquarters since the 1970s. Picturesque style;  3-storeys,  Red and yellow brick; Dutch gable; oriel windows.  Dated 1880, designed by E. J. May.",
    "design": {
        "designers": [
            {
                "architect": "E J May",
                "description": null,
                "year": "1880"
            }
        ],
        "periods": [
            "West Scott Architects",
            "Victorian",
            "Edwardian"
        ],
        "types": [
            "community/cultural",
            "historical house",
            "garden"
        ]
    },
    "events": [],
    "facilities": [
        "Toilets"
    ],
    "factsheet": [
        {
            "heading": "BEDFORD PARK",
            "paragraphs": [
                "No 1 Priory Gardens was built in 1880, by developer Jonathan Carr as part of his Bedford Park development.",
                "The history of Bedford Park is well known and further information is referenced in the bibliography. Known since the early 20th century as ‘The First Garden Suburb’ Bedford Park was a pioneering commercial development of some 350 houses and a few public buildings built between 1875 and 1886 by inexperienced developer Jonathan Carr. Carr intended to create a community of like-minded middle class aesthetes who were defined by modest financial resources and significant artistic aspirations. He was aligned with both the Aesthetic Movement in art and the Liberal Party in politics, and the demographics of his community reflected his own ideas and his intentions from the start. Although the term ‘Garden Suburb’ was only ever applied retrospectively and loosely, the importance of Bedford Park in the development of suburbs and its influence on later planning and architecture of suburban housing is highly significant.",
                "Carr created his community by what we would now call ‘market forces’, and the architecture of his development was important to its character and attraction. From the start he engaged architects involved in the Aesthetic Movement (E W Godwin) and the character of the estate was defined by the Queen Anne Revival style in the hands of its greatest exponent Richard Norman Shaw. Shaw designed all but a few of the houses built before 1880, and all but one of the public buildings including the church, the Bedford Park Club and the Tabard Inn. In doing so he and Carr together created a suburban character, radically different from any predecessors, that was enormously influential.",
                "In 1880 Shaw passed the role of Estate Architect on to his protégé E J May, who became the third major contributor to the architecture of the estate. Having been trained in Shaw’s office he continued to build in the established style and the overall architectural character of Bedford park is remarkably homogeneous. In this second phase of development Jonathan Carr shifted his focus from speculative construction to embrace more individual houses commissioned by specific customers, and No 1 Priory Gardens is one of these. However, adjacent to it in Priory Gardens is a short terrace, also by May, of houses built to a standard design.",
                "The unusually cohesive and artistic community in Bedford Park flourished until the First World War, but declined in the inter-war years and the closure of the Bedford Park Club in 1939 is an indicator that the intellectual energy that defined the early community had passed. In the years after World War Two the area was an unfashionable suburb and many of the houses were in multiple occupation. Appreciation of late Victorian architecture was at low-ebb. The beginning of a programme of systematic redevelopment in the early 1960s stimulated a rare place specific conservation campaign by the Bedford Park Society, in which  founding members of the Victorian Society were prominent. The importance of the area was recognised by the listing in 1967 of all the houses built by Jonathan Carr, and the creation of Conservation Areas in both governing boroughs in 1970. Since then the restoration of Bedford Park, in terms of both fabric and community, has been dramatic, and thanks to the campaigners of the 1960s it retains its architectural character and homogenaeity."
            ]
        },
        {
            "heading": "No 1 PRIORY GARDENS",
            "paragraphs": [
                "The list description reads simply: Red and yellow brick; Dutch gable; oriel windows. Low addition to rear. Dated 1880. Corner pier to front garden.",
                "Original construction and early changes\nWe know that the first lease for 1 Priory Gardens was issued in August 1880 in favour of the first occupant of the house, W S Pratten. The lease plan shows the footprint of the house more or less as it is now, and from that we can be sure that the unusual single storey part facing Bath Road was part of the original building. As noted above the house was designed by E J May.",
                "Notes by Donald Insall made in 1973-5 indicate that he had access to May’s drawings but it is believed that these, along with many others, have since been lost from the public record by rationalisation of the Local Authority Archives.\nA drawing of plans and elevations exists in the ownership of the Victorian Society, drawn in 1896 by Bruce Castle. This records the design of the house by E J May, and the name of then owner, Llewellyn Atherley Jones MP, who had owned it since 1888. It appears to have been prepared to show internal alterations to the house including the installation of an internal bathroom on the first floor. As was the convention of the time, proposed construction and the existing building are colour coded on the drawing.",
                "From the outset, 1 Priory Gardens was unusual in its planning, and it can be reliably conjectured that some ‘artistic’ endeavour was designed for in the form of the upstairs studio room that is now the Victorian Society Library. This is the room which singles the building out from its Bedford Park neighbours, but there are numerous houses in Bedford Park similarly equipped with artists studios, many of them on the first floor, however this room is not, unlike most of the others, lit from the north as a pure painter’s working space would be. \nFrom 1905 it was the home of a craft printer, H G Webb who ran the Caradoc Press from it.",
                "May’s design of the house uses the forms and motifs established as the architectural language of Bedford Park; complex Dutch gables, tall chimneys, white painted joinery including bay and oriel windows, and a balustrade terrace. More unusually for Bedford Park it is built in yellow stock bricks, with red brick dressings including copious use of moulded bricks for decoration.",
                "As existing in 1896 the house was provided with a conservatory at the rear. This appears in the Castle drawing, and is identified in early OS plans with the hatching indicating a glazed structure.",
                "The timber superstructure of the conservatory had been removed before the Victorian Society took ownership in 1973 and the base brickwork was removed during their conversion works in 1973-5. It can be seen in the photos taken by Donald Insall.",
                "In the block plan included in the 1896 drawing we can also see an outbuilding in the garden, identified as ‘bicycle & toolshed’ in the location of the present garage/store.",
                "Later history\nIn common with most houses in Bedford Park, 1 Priory Gardens had fallen on hard times by the 1960’s. It is recorded that an application for Planning Permission to demolish the house for redevelopment of the plot was turned down prior to its being put on the market at auction in 1973. At that time the house was recorded in photographs and it appears to have been little altered in fabric terms other than by the degradation of windows and joinery details, and the removal of the conservatory. Photographs taken in 1973 show the ground floor of the house boarded up with corrugated iron.",
                "Victorian Society ownership\nThe Victorian Society was set up in 1958 and in its early years was run from premises owned by activist members in West London. 1 Priory Gardens was the first building acquired by the Society for its use as headquarters. The Society is now one of the National Amenity Societies, with a prominent and highly respected role campaigning for the Historic Environment and a statutory involvement in heritage protection.",
                "The house was bought at auction by the Victorian Society in 1973, and a survey was carried out by the now well-known conservation architect Donald Insall (now Sir Donald). His report and photographs with witty captions record the degraded state of the building.",
                "It appears that the features of the original house missing now had by then already disappeared (fireplaces etc). It can be seen from the 1973 photographs that the joinery of the large window to the hall facing Bath Road had been savagely reduced.",
                "Permissions were obtained in 1973 and 1975 for the use of the building by the Society as offices on the ground floor, ancillary Society use (committee rooms etc) on the first floor and a residential unit on the top floor. Alterations were carried out to enable the new uses, notably:\nReinstatement of the window joinery to the front entrance hall:  All of the existing work except the door itself appears to date from this period, informed by the 1894 drawing by Bruce Castle. \n(The conservatory was not similarly reinstated, and the base walls were removed.)\nReinstatement of the balustrade to the first floor terrace\nReconstruction of boundary walls and gates\nBrickwork and joinery repairs\nRationalisation and replacement of external plumbing and wastes\nInternal alterations to ground floor including WCs\nInternal alterations to first floor, notably the creation of the Committee Room by amalgamating two bedrooms and removing bathrooms\nInternal alterations to top floor, to create a self-contained one bedroom flat",
                "The necessary repairs were carried out and many degrading changes reversed with a light touch and a conservation approach unusual for its time, however by today’s standards the level of finishes and the quality of facilities provided can only be described as basic. Some features now discernable as degrading the character of the historic building remained, such as the downstand beams to structure reinforcing the first floor.",
                "More recent changes up to 2018\nThere were few structural changes to the building between 1975 and 2018. A programme of repairs in 2005 addressed further brickwork defects and included the replacement of some external joinery to more scholarly details than were available to Insall in 1975.",
                "In 2008 the very ordinary garage was replaced by a more robust structure in brick, used by the Society for storage.",
                "The recent project completed in 2019",
                "Entrance/accessibility:\nWe cannot make the existing front door any more broadly accessible than it is, with two steps direct from the back of pavement, but we could make all of the lower level of the ground floor step-free, if step-free access can be achieved. It is not considered necessary or economically viable to render more of the building fully accessible as it involves a multiplicity of levels with steps between them, and any attempt to do so would disproportionately compromise the historic fabric of the listed building.",
                "An effective option to provide non-discriminatory access is to move front door, which would allow a graded step-free entrance from Priory Gardens.",
                "Internal changes:\nImprove ground floor circulation. Make an opening from the lower rear (admin) office to the hall, with step-free access to the front door.\nImprove the lower rear office with views to garden. Relegate the awkward steps down into the rear office under the stairs to a back route\nAlter WC area to provide WC and accessible WC.\nBetter allocate uses to dark inner core areas\nRelocate kitchen to serve into either office areas or room(s) used for events\nProvide resources area accessible from all the offices, with copier etc",
                "Extension:\nUse as either overflow office or for small meetings, break-out space and events. Link to kitchen.\nStep-free access via lower office\nPlan roughly as historic precedent, but some expansion to rear, respecting the outlook from side windows to No 2 Priory Gardens\nLevel access from lower areas but also stepped access from upper hallway.",
                "Top floor flat:\nImprovements to the layout and finishes in the residential flat.",
                "Reversal of degrading alterations:\nSome previous changes have degraded the historic fabric, in some cases well intentioned at the time but we now have better information and conservation practice has moved on. Where possible in the course of other works these will be addressed by better informed replacements or mitigation. Examples include the replacement of the terracotta ball pier finials to the boundary walls, which were fitted in the 1970s in fibreglass to a debased profile, and the replacement of such things as boiler flue terminals.",
                "Services installations:\nThe works included the full replacement of the electrical and mechanical services."
            ]
        },
        {
            "heading": "BIBLIOGRAPHY",
            "paragraphs": [
                "Greeves T.A: Bedford Park, The First Garden Suburb: Bedford Park Society 1999\nSaint A: Bedford Park, Radical Suburb: Bedford Park Society 2016\nSpeight C and Duttson L: Mainly About Bedford Park People: Christina Speight 2015\nBudworth D: Primary research 2017\nBudworth D: Jonathan Carr’s Bedford Park: Bedford Park Society 2012\nInsall D: Report to the Victorian Society 1973"
            ]
        },
        {
            "heading": "Thanks for compiling this history",
            "paragraphs": [
                "John B I Scott RIBA AABC\nOliver West & John Scott Architects Ltd\nThe Studio, 3A Bath Road\nLondon W4 1LL\nstudio@westscottarchitects.co.uk 020 8995 4275"
            ]
        },
        {
            "heading": "The Victorian Society's Work",
            "paragraphs": [
                "We are the only charity dedicated to championing England and Wales' Victorian and Edwardian buildings. Join our fight to protect our precious heritage from demolition or careless alteration. Saving heritage from destruction helps tackle the climate emergency and the UK to meet its legally binding net zero targets as reusing historic buildings creates much lower carbon emissions than demolition and rebuild.",
                "We need people like you to become a member today and join the special community that enables the Society to be a powerful voice championing Victorian and Edwardian buildings. Visit www.victoriansociety.org.uk to join us. Young Victorian membership is just £25 and is available to those 35 and under."
            ]
        }
    ],
    "id": 10300,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/10300/building_10300_priory_gardens_2021_14ba5ea4c5a00d40214c04c13f002453.jpg",
            "description": null,
            "title": "View from Priory Gardens",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10300_priory_gardens_2021_14ba5ea4c5a00d40214c04c13f002453.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/10300/building_10300_a606ebb8-65a7-4998-918f-1d261be75f05_29a514d8a7c44bb88d9be34f306e29bd.jpeg",
            "description": null,
            "title": "Priory Gardens",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10300_a606ebb8-65a7-4998-918f-1d261be75f05_29a514d8a7c44bb88d9be34f306e29bd.jpeg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/10300/building_10300_4fe796b0-0ace-4a0f-8ae0-43e812a10eca_037d5660fe8441e49f966ed67e7a8637.jpeg",
            "description": null,
            "title": "Garden aspect",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10300_4fe796b0-0ace-4a0f-8ae0-43e812a10eca_037d5660fe8441e49f966ed67e7a8637.jpeg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/10300/building_10300_bccb7ee3-9176-4d62-8a8b-21f80945a9b7_f9028b6686e5afb7f992711631996bba.jpeg",
            "description": null,
            "title": "Committee Room",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10300_bccb7ee3-9176-4d62-8a8b-21f80945a9b7_f9028b6686e5afb7f992711631996bba.jpeg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/10300/building_10300_41734f72-aade-4339-ab2a-ed7ef1c80084_6836026ad527214738c9026aa1600360.jpeg",
            "description": null,
            "title": "View from Bath Road",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10300_41734f72-aade-4339-ab2a-ed7ef1c80084_6836026ad527214738c9026aa1600360.jpeg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/10300/building_10300_3a5a21b7-38b1-47b9-90f8-f60f9ac29a1a_ffb903c8b84720167eced079c56f794f.jpeg",
            "description": null,
            "title": "Gate",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10300_3a5a21b7-38b1-47b9-90f8-f60f9ac29a1a_ffb903c8b84720167eced079c56f794f.jpeg"
        }
    ],
    "links": [
        {
            "href": "https://www.victoriansociety.org.uk/",
            "title": "www.victoriansociety.org.uk"
        },
        {
            "href": "https://x.com/thevicsoc",
            "title": "x.com/thevicsoc"
        },
        {
            "href": "https://www.facebook.com/thevicsoc",
            "title": "www.facebook.com/thevicsoc"
        },
        {
            "href": "www.victoriansociety.org.uk",
            "title": null
        }
    ],
    "location": {
        "address": "1 Priory Gardens, Bedford Park, Chiswick , W4 1TT",
        "latitude": 51.4961336,
        "longitude": -0.253872,
        "meeting_point": null,
        "travel_info": [
            "Tube: Turnham Green",
            "Bus: 94",
            "Additional travel info: Easy parking nearby"
        ]
    },
    "name": "The Victorian Society",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/10300",
    "ticketed_events": false
}