{
    "all_week": false,
    "description": "A lower-ground level church space, originally a school-chapel. Stained glass windows (1820's) are from the original St. Mary Moorfields Church. 2 icons in contemporary Ethiopian-style depict Mary, Mother of the City & St. Joseph.",
    "design": {
        "designers": [
            {
                "architect": "George Sherrin",
                "description": null,
                "year": "1850"
            }
        ],
        "periods": [
            "Historical/contemporary"
        ],
        "types": [
            "religious",
            "garden"
        ]
    },
    "events": [],
    "facilities": [
        "Parking",
        "Toilets",
        "Accessible toilet",
        "Handrails on stairs",
        "Large print guides",
        "Step-free routes"
    ],
    "factsheet": [
        {
            "heading": "History",
            "paragraphs": [
                "A small chapel in the basement of a former school of 1901. The church is the successor to a school-chapel of\nc.1850. It contains two important stained glass windows of the 1820s from the old St Mary, Moorfields, the\noriginal pro-cathedral of the diocese. Internal remodelling and the addition of a fine carved and pedimented\nentrance gateway date from 1993, and were carried out from designs by Anthony Delarue.\nThe site was bought in 1815 by the Associated Catholic Charities, who established an orphanage and schools. A\nschool chapel dedicated to St Joseph was listed in the Catholic Directory from 1850. Apart from two years (1853-\n54) when the school and chapel moved to Sun Court, Golden Lane, the chapel has been on this site ever since. A\nnew school and chapel building was opened on 1 December 1856. Designed by Edmund J. Kelly, it consisted of\na chapel above two school rooms, all in plain Gothic. In 1901 this was replaced by the current chapel, located in\nthe basement of a large new school block. This was a chapel of ease to St Mary Moorfields. The architect is not\nknown, but George Sherrin, architect of the new St Mary Moorfields in construction at that time, may have had an\ninvolvement. St. Joseph’s, administered pastorally and sacramentally supported by the Parish Priest of St. Mary\nMoorfields, is now the southern-most Catholic parish in the London Borough of Islington.\nAlthough without a resident priest since 2006, the parish is a lively, socially-involved Catholic community, offering\nan inspiring model of lay involvement in, and co-responsibility for, the Church’s mission. Its Carmel-in-the-City\nspirituality group is a witness to being ‘at-prayer-in-the-city’. It has a strong ecumenical links in partnership with\nWesley’s Chapel, St. Giles Cripplegate, Jewin Welsh Church, as well as local Quakers and Lutherans. The\nformer presbytery now houses the City Pregnancy Counselling & Psychotherapy (CPCP) service. An awardwinning\nQuiet Garden, in memory of Cardinal Basil Hume, is located between the former presbytery and churchentrance.\nSt Joseph’s School closed in 1977 and now houses the offices of the Catholic Herald newspaper. In 1993 the\nchurch interior was redesigned by Anthony Delarue ‘in a vaguely Florentine Renaissance manner … to bring\nbeauty and a sense of holiness into the building’ (architect’s description, Church Building, 1995). The builders\nwere Messrs Fetherstone Construction Ltd. Delarue also designed a classical doorway for the entrance stair to\nthe church. The church was dedicated by Cardinal Hume on 14 October 1993.\nThe church faces east-west. This description uses conventional liturgical orientation, i.e. as if the altar was at the\neast end. The church is located within the basement of a large school building of 1901. This is built of London\nstock brick laid in English bond. The plan of the church is rectangular. On the south side of the building, near the\nsouthwest corner is a small bellcote, fixed at the level of the first floor. The church is accessed via a gateway and\nstairs at the southwest. The gateway of 1993 by Anthony Delarue has Doric pilasters, the Papal tiara in the\npediment and a gable cross flanked by pineapples. Along the stairs down to the south door are wrought-iron\ncrosses designed by Delarue and made in France. Above the entrance is a statue of St Joseph, given by St Mary,\nChelsea. This entrance leads into a small narthex at the south.\nThe interior of the chapel is of six bays, as marked by the beams of the flat ceiling. At the northwest is a door to\nan internal staircase, opposite the organ (by Nicholson). Between the two west windows is a modern icon, Joseph\nof the House of David, near a statue of St Patrick. In the centre of the aisle stands an oval font of veined black\nmarble with the inscription ‘Dominum Docis [sic] Prendergast ora pro illo’. The font is said to come from St Mary,\nChelsea. Off the north side is a small Lourdes grotto (created in 1993) with a statue from the previous school\nbuilding. The sanctuary has a timber altar and other matching modern furnishings in wrought-iron.\nThe easternmost windows on both sides have stained glass windows (1820s) from the old Moorfields chapel\n(demolished 1899). They depict the Agony in the Garden (photo top right) and the Good Shepherd. Two others\n(the Descent from the Cross and the Death of St Joseph) were destroyed in the Second World War. Another\nstained glass window (the second from the east on the north side) of 1947 depicts St Anthony and is dedicated to\nthe memory of the Brandi family. The other windows are filled with decorative leading and small panels of bottle\nglass.\nA blind arch on the north side is filled with a large modern icon, Mary, Mother of the City. This and the other icon\nin contemporary Ethiopian style are the work of Stephane Rene. These were restored in 2016, after smoke and\nheat damage following a fire in the church. There is a statue of the Virgin on the north side, opposite a Sacred\nHeart statue. The floor is of woodblock. The Stations of the Cross are set high on the walls. They are modern\nStations which in the 1980s replaced a set of nineteenth-century German Stations (Evinson)."
            ]
        }
    ],
    "id": 10436,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2024/10436/building_10436_churchentrancegate_39bf818af0060c95d7a651d61ba9d722.jpg",
            "description": null,
            "title": "Church Entrance-Gate",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10436_churchentrancegate_39bf818af0060c95d7a651d61ba9d722.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2024/10436/building_10436_sjbreastersundaymorning2020-1_74063d7ac883f20fd806efc20819c2be.jpg",
            "description": null,
            "title": "Easter Sunday Morning",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10436_sjbreastersundaymorning2020-1_74063d7ac883f20fd806efc20819c2be.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2024/10436/building_10436_sjbrmmotc_c91402e322191838484c41e5462f9df6.jpg",
            "description": null,
            "title": "Mary, Mother of the City Icon",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10436_sjbrmmotc_c91402e322191838484c41e5462f9df6.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2024/10436/building_10436_agonyinthegardenwindow_5b3a9d79ebbc6a23cfce55e1c52078d6.jpg",
            "description": null,
            "title": "Agony in the Garden Window",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10436_agonyinthegardenwindow_5b3a9d79ebbc6a23cfce55e1c52078d6.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2024/10436/building_10436_sjbrquietgarden_2e87c52710f973fd7d132cdd0d4da79f.jpg",
            "description": null,
            "title": "St. Joseph's Quiet Garden",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10436_sjbrquietgarden_2e87c52710f973fd7d132cdd0d4da79f.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Lamb's Buildings, Lamb's Passage, EC1Y 8LD",
        "latitude": 51.5222849,
        "longitude": -0.09025709999999999,
        "meeting_point": null,
        "travel_info": [
            "Tube: Barbican, Moorgate, Old Street, Farringdon",
            "Train: Liverpool Street, Old Street, Farringdon"
        ]
    },
    "name": "St. Joseph's Church & Quiet Garden",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/10436",
    "ticketed_events": false
}