{
    "all_week": false,
    "description": "The newly restored Grade II listed Marshall Street Baths were constructed in the Roman Renaissance style and feature elaborate brick and stonework, marble-lined halls and a stunning barrel vaulted roof.  Features a restoration of the marble-lined swimming pool which is an exemplar of 1930s architecture.",
    "design": {
        "designers": [
            {
                "architect": "AWS & KMB Cross",
                "description": null,
                "year": "1928"
            }
        ],
        "periods": [
            "Inter-war"
        ],
        "types": [
            "sport"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2024-09-21",
            "drop_in": true,
            "end": "2024-09-21T18:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in: Tours of the Leisure Centre",
            "notes": "Please let us know if you plan to visit. Doing so allows the venue to plan ahead and you will be notified by email about any changes to the programme that might affect your visit.",
            "start": "2024-09-21T12:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        "Accessible toilet",
        "Baby changing facilities",
        "Drinking water",
        "Family-friendly event",
        "Handrails on stairs",
        "Toilets"
    ],
    "factsheet": [
        {
            "heading": "Beautifully restored Art Deco treasure!",
            "paragraphs": [
                "Nestled on the western edge of Soho, just steps away from the vibrant Carnaby Street, Marshall Street Leisure Centre reopened to the public in 2010, after over a decade of closure. The facade of the building gave little hint of the historic swimming pool hidden within.  \n \nClosed to the public in 1997 due to safety concerns, the much-loved Marshall Street Baths seemed destined to join the list of lost swimming pools. Known for its barrel-vaulted ceilings and Sicilian marble lined pool, the facility has continued to be a cherished part of Westminster’s leisure history. Yet, its prime location made it vulnerable to commercial development. \n \nThankfully, a concerted effort by Westminster City Council and various partners has led to its restoration and rejuvenation. \n \nThe history of Marshall Street Baths dates back to 1850, with the current building, designed by Alfred W S Cross and Kenneth M B Cross, opening in 1931. When it opened, the facility boasted two swimming pools, a public laundry, a child welfare centre, and a public bathing facility. Its art deco design, featuring Italian and Swedish marble, along with a bronze statue by William Gilbert, made it a standout venue. \n \nDespite its popularity, the pool’s condition deteriorated over the years, leading to its closure. However, following a £25 million redevelopment, the project completed and reopened for anyone to use in 2010 thus preserving the historic pool. \n \nToday, the main pool retains its original features, including the marble and the iconic barrel-vaulted roof. Modern amenities such as gyms, exercise studios, and a spa and health suite have been added, blending the old with the new.  \n \nMarshall Street Leisure Centre stands as a testament to the successful preservation of a historic site, offering a unique blend of heritage and modernity for the community to enjoy."
            ]
        }
    ],
    "id": 1047,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/1047/building_1047_03-mslc-after-refurb-2010_5441dec0c0b98f72dca1fe188747b939.jpg",
            "description": null,
            "title": "The refurbished swimming pool",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1047_03-mslc-after-refurb-2010_5441dec0c0b98f72dca1fe188747b939.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/1047/building_1047_msb-dive-slide-002_665af25014708d0f1721049fa965bf1b.jpg",
            "description": null,
            "title": "Swimming pool in the 1930s",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1047_msb-dive-slide-002_665af25014708d0f1721049fa965bf1b.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Marshall Street, W1F 7EU",
        "latitude": 51.5136182,
        "longitude": -0.1382929,
        "meeting_point": null,
        "travel_info": [
            "Tube: Oxford Circus"
        ]
    },
    "name": "Marshall Street Leisure Centre",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/1047",
    "ticketed_events": false
}