{
    "all_week": false,
    "description": "This new sundial faces East so gets only morning sun. It is 10 m. square and was opened in 2021, and is publicly accessible 24/7",
    "design": {
        "designers": [
            {
                "architect": "Piers Nicholson",
                "description": null,
                "year": "2024"
            }
        ],
        "periods": [
            "Contemporary"
        ],
        "types": [
            "art in the public realm",
            "walk/tour",
            "monument",
            "scientific"
        ]
    },
    "events": [],
    "facilities": [],
    "factsheet": [
        {
            "heading": "The Fleet Street Heritage project and the Sundial",
            "paragraphs": [
                "The Fleet Street Heritage Proect has produced 80 information panels on the people, places, buildings and ideas which have shaped this iconic area. 25 of these  panels are displayed at the Open House and all 80 are shown on our www.fleetstreetheritage.co.uk website (see below)",
                "The Fleet street Heritage Sundial is a large vertical sundial on the wall of 61 Fleet Street at the corner of Bouverie Street.  This wall had been completely blank from the 1950s until October 2021, when the sundial was opened by the Lady Mayoress.   It now has a 10m x 10m east-facing sundial on it, which shows the tme until 11.30 andcommemorates some of the national newspapers which used to be published in the neighbourhood when Fleet Street was the centre of the newspaper industry. “The Republican” was actually published on this site.",
                "Both projects were supported by the Corporation of London Neighbourhood Fund."
            ]
        },
        {
            "heading": "Open House event",
            "paragraphs": [
                "Piers Nicholson, who designed the sundial,will conduct a  SundialQ&A (which can include any questions you would like to ask about this sundial or sundials generally) at 9,10 and 11 everey morning from 14 to 17 September.  Piers is also in charge of the Heritage Project, and will have a Heriage Q&A at 12, 1 and 2 each day from 14 to 17 September."
            ]
        },
        {
            "heading": "If you cannot attend the talks",
            "paragraphs": [
                "All 80 pages of the Fleet Street Heritage Project are always available on the www.fleetstreetheritage.co.uk website; one of these pages is a Heritage Walk which will take you to all the main heritage locatons in the area.",
                "The sundial is publicly accessible 24/7, so you can  see it working on any sunny day between   7 and 11.30 am. Full details of the sundial and its history with videos of the construction, are available on the www.fleetstreetheritagesundial.uk website. Please also visit the Tylers and Bricklayers Millennium sundial on Pauls Walk, Blackfriars on the north side of the Thames (75 yards upstream from the Millennium Bridge)."
            ]
        }
    ],
    "id": 10644,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/10644/building_10644_openhouse2023_6f18789a763c3dcb7e88b6e9f204f347.jpg",
            "description": null,
            "title": null,
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10644_openhouse2023_6f18789a763c3dcb7e88b6e9f204f347.jpg"
        }
    ],
    "links": [
        {
            "href": "www.fleetstreetheritage.co.uk",
            "title": null
        },
        {
            "href": "www.fleetstreetheritage.co.uk",
            "title": null
        },
        {
            "href": "www.fleetstreetheritagesundial.uk",
            "title": null
        }
    ],
    "location": {
        "address": "61 Fleet Street, EC4Y 1JU",
        "latitude": 51.51412879999999,
        "longitude": -0.1080343,
        "meeting_point": null,
        "travel_info": [
            "Tube: Blackfriars, Chancery Lane, Temple",
            "Train: City Thameslink",
            "Bus: 26, 76, 341"
        ]
    },
    "name": "Fleet Street Heritage Wall and Sundial",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/10644",
    "ticketed_events": false
}