{
    "all_week": false,
    "description": "The practice's main campus includes two office buildings constructed using its own Patera pre-fabricated system, and linked by a glass reception area and covered walkway.",
    "design": {
        "designers": [
            {
                "architect": "Hopkins Architects",
                "description": null,
                "year": "1984"
            }
        ],
        "periods": [
            "Contemporary"
        ],
        "types": [
            "architectural practice"
        ]
    },
    "events": [],
    "facilities": [
        "Accessible toilet",
        "Blue badge parking",
        "Cloakroom",
        "Drinking water",
        "Family-friendly event",
        "Gender neutral toilet",
        "Handrails on stairs",
        "Large print guides",
        "Seating available",
        "Step-free routes",
        "Toilets"
    ],
    "factsheet": [
        {
            "heading": "Hopkins Architects' Offices",
            "paragraphs": [
                "This year Hopkins Architects are celebrating 40 years of the Hopkins campus and its use of Patera, the mass produced system for standardised buildings.",
                "Both buildings on our campus are versions of the Patera Building System developed by Michael and Patty Hopkins in the 1980s. It was seen as an opportunity to realise one of the ideals of modern architecture at the time – buildings of technical refinement and accuracy mass produced in a factory.",
                "The system was for small, standardised, single storey buildings, suitable for industrial or office use, which could be made as kits, delivered to site in containers, and erected quickly with minimal plant. The prototype was a simple 216 x 3.5m box with a wraparound steel envelope and glazed gable ends. The structure is a tubular-steel lattice frame, placed outside the external envelope of the building.",
                "Building 1, constructed in 1984, is slightly larger than this, with an increased height to allow the insertion of a mezzanine floor and glazing on the roof. Building 2 is one of the original prototypes, refurbished and re-erected on our campus in 1994, and linked to Building 1 by a sheltered walkway.",
                "Come and visit our campus for a tour of these inspiring buildings."
            ]
        }
    ],
    "id": 1086,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/1086/building_1086_bt_n103-1_1f2cea4f09117dc75dbc31375ec785e2.jpg",
            "description": null,
            "title": null,
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1086_bt_n103-1_1f2cea4f09117dc75dbc31375ec785e2.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "27 Broadley Terrace, NW1 6LG",
        "latitude": 51.5239428,
        "longitude": -0.1663422,
        "meeting_point": null,
        "travel_info": [
            "Tube: Marylebone, Baker Street, Edgware, Edgware Road Bakerloo, Edgware Road Circle",
            "Train: Marylebone",
            "Bus: 139, 189, 205, 18, 27"
        ]
    },
    "name": "Hopkins Architects",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/1086",
    "ticketed_events": false
}