{
    "all_week": false,
    "description": "A great little museum set in the Grade 2 listed Ossulston Estate - a prime example of pre-war Social housing - based on Karl Marz Hof in Vienna.\r\nOpen Wednesdays to Saturdays throughout Festival \r\nSunday 11th Event",
    "design": {
        "designers": [
            {
                "architect": "G Topham Forest",
                "description": null,
                "year": "1927"
            }
        ],
        "periods": [
            "Historical/contemporary",
            "Contemporary",
            "Post-war"
        ],
        "types": [
            "community/cultural",
            "museum",
            "art studio",
            "gallery",
            "walk/tour",
            "event"
        ]
    },
    "events": [],
    "facilities": [
        "Toilets"
    ],
    "factsheet": [
        {
            "heading": "History of building",
            "paragraphs": [
                "The People's Museum is located in the Grade 2 listed Ossulston Estate, a unique LCC social housing project built between 1927 and 1931. The estate, inspired partly by Viennese social housing still catches the eye with its archways, courtyards and white facades; its steel-frame construction, not visible to the eye, was equally innovative. Cecil Levita, the chair of the London County Council’s Housing Committee, believed it ‘a noteworthy scheme which would mark a new departure in the construction of buildings’.",
                "In other respects, it is a more conventional estate of its time – essentially a walk-up, balcony-access tenement block of a type very common in central London. Low-rise cottage estates remained the ideal for most but the need to clear inner-city slums and rehouse locally and at density those in Somers Town who lived in some of the worst housing in the capital compelled a multi-storey solution. It might uniquely have been a nine-storey scheme with lifts, unheard of in working-class dwellings of the era, had the original proposals of the London County Council to build a nine-storey, mixed-use, public-private scheme (featuring shops and offices, middle-class apartments as well as working-class tenements) proved viable.",
                "http://lostfound.aspaceforus.club/sample-page/reformers/south-court-ossulston-estate/",
                "The Museum is at 52 Phoenix Road, NW1 1ES, within the Ossulston Estate, and is open Wednesdays to Saturdays throughout the Festival. \nwww.aspaceforus.club"
            ]
        },
        {
            "heading": "Museum Narratives",
            "paragraphs": [
                "Community-led People’s Museum is 'A Space for Us' in Somers Town, an area facing huge development pressures - set up to preserve a sense of place and preserve working class memory and restitute stolen art. The result of 7 years work by a passionate group, the museum aims to record the change now, as well as to campaign and preserve local working class and social housing heritage - fascinating stories of  ‘Radicals, Reformers and Un-Common People‘.",
                "View our social housing 'living room',  films of slum clearance and the St Pancras Housing Improvement Society's unique 'Housing is not enough' -  not only high quality housing, but art, culture and education. Old photo albums, a pram, and a Pearly Queen suit celebrate Somers Town's community spirit. a Radical Wall shows the breadth of radicalism and com - feminist Wollstonecraft to PadAfricanist Padmore, to an anarchist press and communist Unity Theatre to local protests. Explore pamphlets, films posters in a small library specialising in this changing area  of Somers Town/ Euston King's Cross.",
                "This community museum has been set up by local residents with the aim of sustainable development of cities and civic society, and reducing inequality.",
                "Books and T shirts available on donation. \nHave a coffee and enjoy!"
            ]
        },
        {
            "heading": "Save our art! work - Public realm designs Exhibition",
            "paragraphs": [
                "This year you have a chance to view our designs to create an artwork in the public realm. \nThe trail  designed with all female architecture group, editcollective, will be a contemporary reimagining of the lost 1930s working class heritage on social housing.\nSculptor Gilbert Bayes’ work was truly ‘art in everyday life’ – figures on posts for washing lines – making St Pancras Housing ‘fairytale estates’.\nTragically over 150 of these beautiful 1930s ceramics have disappeared –  selling at auctions.",
                "And you can help – we’ve already raised funds to buy back two from auction so please help us restore these artworks to the area they were intended for. \nPlease support us when you visit."
            ]
        }
    ],
    "id": 10952,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2024/10952/building_10952_image_5190c3ba3a353bf7d685190ba20e632f.jpg",
            "description": null,
            "title": "A museum on the social housing Ossulston Estate - a Space for us?",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10952_image_5190c3ba3a353bf7d685190ba20e632f.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2024/10952/building_10952_image-15_e16b0cc04819f673c9e9f48ceb631876.jpg",
            "description": null,
            "title": "Pearly Queen outside the People's Museum",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10952_image-15_e16b0cc04819f673c9e9f48ceb631876.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2024/10952/building_10952_bayes_draper_7f3e5b45b5214a3678350c626287e132.jpg",
            "description": null,
            "title": "Hear the story of stolen social housing art from those who restituted it. Gilbert Bayes 'Draper'",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10952_bayes_draper_7f3e5b45b5214a3678350c626287e132.jpg"
        }
    ],
    "links": [
        {
            "href": "http://lostfound.aspaceforus.club/sample-page/reformers/south-court-ossulston-estate/",
            "title": null
        },
        {
            "href": "www.aspaceforus.club",
            "title": null
        }
    ],
    "location": {
        "address": "52 Phoenix Road, NW1 1ES",
        "latitude": 51.5310613,
        "longitude": -0.1309568,
        "meeting_point": null,
        "travel_info": [
            "Tube: King's Cross St. Pancras, Euston",
            "Train: King's Cross, Euston, St. Pancras",
            "Bus: 214, 168, 390, 68, 205, 30, 73",
            "Additional travel info: The museum is within 10 minutes of Euston, St Pancras and Kings Cross Stations, so has great access to tube lines, as well as terminals for visitors coming from out of London.  There are also many bus routes stopping on nearby Eversholt Street and Euston Road."
        ]
    },
    "name": "People's Museum Somers Town",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/10952",
    "ticketed_events": false
}