{
    "all_week": false,
    "description": "",
    "design": {
        "designers": [
            {
                "architect": "Sir Christopher Wren",
                "description": null,
                "year": "1700"
            }
        ],
        "periods": [
            "Stuart"
        ],
        "types": [
            "palace"
        ]
    },
    "events": [],
    "facilities": [
        "Parking",
        "Toilets",
        "Accessible toilet",
        "Baby changing facilities"
    ],
    "factsheet": [
        {
            "heading": "The Little Banqueting House",
            "paragraphs": [
                "Drop in across the weekend and visit the Little Banqueting House, built by Christopher Wren in 1700 for William III. A 'small' summerhouse, it was equipped with kitchens to provide William and his guests with puddings and sweet treats. Eventually, it became the first Grace and Favour residence at Hampton Court, a later architect asked permission from George III to refurbish the space, on the condition that he could then live in it. However, prior to it being built, Henry VIII’s Water Gallery sat on the same site. This was a two floored building where the court, coming via river, could have lunch and entertainment whilst the palace was decorated and furnished. They could enjoy a lunch or masquerade entertainment during the day, or watch a river masquerade in the evening. Mary II, William’s wife, lived in Henry’s Water Gallery supervising construction of the new Palace. \nInside the Little Banqueting House, Antonio Verrio painted the main reception room. He has continued the motif from King William’s Apartments, focusing on Greco-Roman mythology and placing William in the centre of a celebration of the arts and sciences. This remains one of the few areas where the carving is gilded, giving a glimpse of the grandeur of the Baroque Palace. \nThis space is usually closed to visitors, so it is a rare glimpse at a beautiful section of William’s private world. Talks will focus on uncovering the often-overlooked Mary II, her history and links with Hampton Court and her love of nature, through her collections of flora and fauna. However, there will also be information and staff in the space all day to give further details about this marvellous treasure."
            ]
        }
    ],
    "id": 11280,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2024/11280/building_11280__51124_high-res_a61dbd1dfbdcb21681a6a9505ba2aab6.jpg",
            "description": null,
            "title": "The Little Banqueting House at Hampton Court. Photo: Weddings by Nicola and Glen",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11280__51124_high-res_a61dbd1dfbdcb21681a6a9505ba2aab6.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Hampton Court Palace, KT8 9AU",
        "latitude": 51.40361,
        "longitude": -0.33776,
        "meeting_point": null,
        "travel_info": [
            "Tube: Richmond",
            "Train: Hampton Court",
            "Bus: 111, 216, 411, R68",
            "Additional travel info: Nearest Train stations are Hampton Court and Kingston\r\nUseful Buses are 111, 216, 411 and R68"
        ]
    },
    "name": "Hampton Court - Little Banqueting House",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/11280",
    "ticketed_events": false
}