{
    "all_week": false,
    "description": "The walk crosses the Boundary Road which divides Westminster and Camden and focuses on projects that represent ground-breaking trends in architecture of 1960-70s while also reflecting on the era's passing and its long-lasting influences.",
    "design": {
        "designers": [
            {
                "architect": "Neave Brown",
                "description": null,
                "year": "1960"
            }
        ],
        "periods": [
            "Post-war"
        ],
        "types": [
            "walk/tour"
        ]
    },
    "events": [
        {
            "activity_type": "Walking tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/11303",
            "capacity": null,
            "date": "2024-09-14",
            "drop_in": false,
            "end": "2024-09-14T13:30:00+01:00",
            "fully_booked": false,
            "name": "Walking Tour",
            "notes": "Please ",
            "start": "2024-09-14T11:00:00+01:00",
            "ticketed": true
        }
    ],
    "facilities": [],
    "factsheet": [
        {
            "heading": "About the tour and guide",
            "paragraphs": [
                "In the post-war period both municipal authorities and private developers built energetically and ambitiously various residential estates, health facilities, schools and cultural centres. They set out to rehabilitate ruined cities, but also to shape new ways of living in the future. Today, after just a few decades, these same residential neighbourhoods and public buildings look surprisingly old, reflecting either poor maintenance or the complete obsolescence of Modernist ideas and aesthetics. Standing as monuments to a bygone era, these projects give rise to a spectrum of sentiments, from nostalgic veneration to ignorant resentment. To find a middle ground between fetishisation and calls for demolition, this walk looks at the buildings built in 1960-70s, for different purposes (residential, health, education, mixed-use), by public and private sector, in the boroughs of Westminster and Camden, critically reflecting on the ideas they introduced and their relevance for the contemporary world.",
                "Guide: Olga is an historian and Modernist movement aficionado who nurtures her passion for architecture by working at Sir John Soane’s Museum and exploring the built environment walking the streets."
            ]
        },
        {
            "heading": "About the Golden Key Academy",
            "paragraphs": [
                "This tour is led by an alumni of Open City’s Golden Key Academy – a course training up insightful and engaging guides dedicated to explaining London and bringing its many stories to life.",
                "It is part of a wider collection of tours created by Golden Key Academy guides for the Open House Festival celebrating their conclusion of the eight month course.",
                "Further info on the Golden Key Academy can be found here https://open-city.org.uk/golden-key-academy"
            ]
        },
        {
            "heading": "Tour meeting point:",
            "paragraphs": [
                "Outside Wellington Hospital South Building\n8A Wellington Place\nNW8 9LE"
            ]
        }
    ],
    "id": 11303,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/11303/building_11303_66728e32-4031-4b52-a636-f4becdbce75c_0c935896721eecc825d63779848d6c52.jpeg",
            "description": null,
            "title": "Alexandra & Ainsworth Estate",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11303_66728e32-4031-4b52-a636-f4becdbce75c_0c935896721eecc825d63779848d6c52.jpeg"
        }
    ],
    "links": [
        {
            "href": "https://open-city.org.uk/golden-key-academy",
            "title": null
        }
    ],
    "location": {
        "address": "8A Wellington Place, NW8 9LE",
        "latitude": 51.5311,
        "longitude": -0.17157,
        "meeting_point": null,
        "travel_info": [
            "Tube: St. John's Wood, Baker Street, Marylebone",
            "Train: Marylebone",
            "Bus: 13, 46, 113, 187",
            "Additional travel info: Meet outside Wellington Hospital South Building 8A Wellington Place NW8 9LE"
        ]
    },
    "name": "Crossing the Boundary, breaking the ground",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/11303",
    "ticketed_events": true
}