{
    "all_week": false,
    "description": "A Victorian Church set in a wooded Churchyard, with a vibrant and striking set of Murals around the altar and the Choir.  Beautiful Stained Glass. \r\nHas indoor toilet facilities. \r\nA good quality well used organ in good condition, and an excellent acoustics.",
    "design": {
        "designers": [
            {
                "architect": "Waring and Blake",
                "description": null,
                "year": "1863"
            }
        ],
        "periods": [
            "Victorian"
        ],
        "types": [
            "religious"
        ]
    },
    "events": [],
    "facilities": [
        "Accessible toilet",
        "Baby changing facilities",
        "Gender neutral toilet",
        "Handrails on stairs",
        "Quieter area",
        "Seating available",
        "Step-free routes"
    ],
    "factsheet": [
        {
            "heading": "Many events at St Mary's Church, Bromley",
            "paragraphs": [
                "We are opening the Church from the 14th-22nd September daily from 9.30 am - 12.30am as part of the Open House Festival. A variety of events have been planned, at least one on most days and to discover this lovely Victorian Church if they have not already done so.",
                "We invite donations to cover costs, for example the Cream Tea has expensive overheads, and some events are definitely hoping to raise money by donation. But generally lack of money should not prevent entry on any of our open days. We offer refreshments for all our events, and we have toilet facilities.",
                ""
            ]
        },
        {
            "heading": "The Building and Decoration of St. Mary's Plaistow, Bromley",
            "paragraphs": [
                "St. Mary’s rejoices in a wonderful building with impressive decoration. But it was not always thus. Early in its history it had a reputation as being anything but delightful.\nFor more than seven centuries the parish church of Bromley had been sufficient but, accelerated by the arrival of the railway in 1858, the population of the town increased rapidly and more churches were needed.\nIn 1839 the church of Holy Trinity, Bromley Common, had been built to serve the needs of south Bromley. Plaistow, in north Bromley, demanded a third place of worship. Somewhat dismissively it was pronounced; “As the residents consist mainly of journeymen and labourers, a place of low church persuasion with free seats is called for”.\nLargely thanks to the generosity of the Scott family of Sundridge Park, a site on Brown Field to the west of Plaistow Lane (renamed College Road in 1897) in this “favoured residential area” was purchased from Morgan’s Trustees, and building at an original cost of £3000 commenced in 1862.\nThe foundation stone was laid by Sir Samuel Scott, and St. Mary’s Chapel of Ease was consecrated and dedicated by the Archbishop of Canterbury (Longley), the parish being within the See of Canterbury until 1905, on Tuesday 15th September 1863. The adjoining charity lands, owned by the church of St. Mary, Aldermary, in the City of London, may have suggested a dedication for the name of Bromley’s third church.\n\"A Stark, Oblong Building\"\nThe original church, under the architecture of Waring and Blake, comprised a somewhat stark, oblong building with bell tower, approximating to the outline of the present day nave. It endured the obloquy of being denounced by ‘The London Standard’ as “one of the ugliest unfinished churches near London”. Judging by a delightful impression of 1865 of St. Mary’s in the fields with the inceptive church school in the background, this may have been a little unfair."
            ]
        },
        {
            "heading": "The Chancel",
            "paragraphs": [
                "The year 1881 saw a considerable advance with the addition of a chancel, vestries and organ chamber. The foundation stone was laid by Lady Scott, widow of the great benefactor Sir Edward Scott (nephew of Sir Samuel), who had died in 1884 aged only 41. It was consecrated by the Archbishop of Canterbury in May 1881. The Chapel-of-Ease was thus upgraded to the Parish Church of Plaistow."
            ]
        },
        {
            "heading": "The Grand Design",
            "paragraphs": [
                "The small Church remained badly over ‘crowded. The year 1879 was an important one as the architect W.R. Mallett (later to become Churchwarden) drew up a design for a larger St. Mary’s Church. This drawing showed the Church not only with north and south transepts added, but also two side-aisles and a 150 foot tower in geometric style of Gothic creation."
            ]
        },
        {
            "heading": "Transepts",
            "paragraphs": [
                "With the population of Plaistow now increasing by about two hundred people each year, further major steps forward were taken to accommodate the attendance. Lady Scott laid the foundation stone of the south transept in July 1891, and it was dedicated on 10th January 1892.\nThe consecration of a north transept and enlarged vestries took place on 13th October 1900, for which Lady Farquhar (Lady Scott on re-marriage) had also laid the foundation stone on 26th May of that same year. Thus, was St. Mary’s Church given its present cruciform shape; all the work of one firm of architects, all built of flint and Caen stone.\nEven with these adjuncts the Church remained overcrowded."
            ]
        },
        {
            "heading": "and Finally",
            "paragraphs": [
                "Thus, for the Church’s Golden Jubilee in 1913 Mallett’s drawing of the finished church was again floated in support of a subscription list for the construction of the south side aisle and the tower itself. However, the First World War put paid to the plan.\nIn 1997, inspired by Rev. Canon Peter Henwood (Vicar 1971-1997), a handsome and spacious oak-framed entry porch arose. Conjoined to it was a covered ‘lych gate’ extension. It is now possible to perceive the inside of the Church through the entrance, and glass doors invite the newcomer into the resplendent interior. This handsome construction won first prize at the Bromley Designs Awards Scheme 1998 for the best extension to an historic building.\nNo further additions have been made since then.\n For further information see the website https://www.stmarys-bromley.org.uk/"
            ]
        }
    ],
    "id": 11317,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2024/11317/building_11317_st-mary-bromley-1_fce1b3d07463f9aff0d95d26a759d02a.jpg",
            "description": null,
            "title": "from the churchyard",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11317_st-mary-bromley-1_fce1b3d07463f9aff0d95d26a759d02a.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2024/11317/building_11317_st-mary-bromley-2_623607d58df8980b8eb41055d14e3a1d.jpg",
            "description": null,
            "title": "North transept",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11317_st-mary-bromley-2_623607d58df8980b8eb41055d14e3a1d.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2024/11317/building_11317_st-mary-bromley-3_6d58aeea0c6cf223f58029f8dd6ef314.jpg",
            "description": null,
            "title": "towards the East end",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11317_st-mary-bromley-3_6d58aeea0c6cf223f58029f8dd6ef314.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2024/11317/building_11317_st-mary-bromley-4_0a22e3699d4a1e128a18aebf894ee5eb.jpg",
            "description": null,
            "title": "interior",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11317_st-mary-bromley-4_0a22e3699d4a1e128a18aebf894ee5eb.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2024/11317/building_11317_st-mary-bromley-5_a0c306da81ca03eafeab7b6d6ad37f82.jpg",
            "description": null,
            "title": "Font",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11317_st-mary-bromley-5_a0c306da81ca03eafeab7b6d6ad37f82.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2024/11317/building_11317_st-mary-bromley-6_f5536cee9a730cd142717e55439e28d9.jpg",
            "description": null,
            "title": "stained glass",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11317_st-mary-bromley-6_f5536cee9a730cd142717e55439e28d9.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2024/11317/building_11317_st-mary-bromley-7_598bfd9d2e4f32de175f9e880221eb0d.jpg",
            "description": null,
            "title": "altar",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11317_st-mary-bromley-7_598bfd9d2e4f32de175f9e880221eb0d.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2024/11317/building_11317_img_2455-2_93a0a06c72992558913cd9f8dd568b3c.jpg",
            "description": null,
            "title": "Candles for Christmas",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11317_img_2455-2_93a0a06c72992558913cd9f8dd568b3c.jpg"
        }
    ],
    "links": [
        {
            "href": "https://www.stmarys-bromley.org.uk/",
            "title": null
        }
    ],
    "location": {
        "address": "St Mary's Church, College Road, Bromley, BR1 3QG",
        "latitude": 51.4130778,
        "longitude": 0.015066,
        "meeting_point": null,
        "travel_info": [
            "Train: Bromley North, Bromley South, Sundridge Park",
            "Bus: 126, 314, 336, 261",
            "Additional travel info: College Road parking after 6.30pm and all day Sunday. Local streets have parking restrictions 12-2pm  Monday- Sat. Car park in Cooden Close."
        ]
    },
    "name": "St Mary's Church Bromley",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/11317",
    "ticketed_events": false
}