{
    "all_week": false,
    "description": "Brixton Recreation Centre is one of the earliest to combine sports and leisure facilities with urban amenities. It has become the social centre for the community and much-valued in the locality. The Rec is seen as a place for everyone.",
    "design": {
        "designers": [
            {
                "architect": "George Finch",
                "description": null,
                "year": "1970"
            }
        ],
        "periods": [
            "Post-war"
        ],
        "types": [
            "community/cultural",
            "civic",
            "recreational",
            "sport",
            "retail"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2024-09-22",
            "drop_in": true,
            "end": "2024-09-22T16:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in: Mini exhibition and guided tours",
            "notes": "Come to the reception of the Brixton Rec' , you will be treated taken to a mini exhibition and invited to join a tour  at 12.30 or 2.30.",
            "start": "2024-09-22T11:00:00+01:00",
            "ticketed": false
        },
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2024-09-22",
            "drop_in": true,
            "end": "2024-09-22T16:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in: Tour and exhibition",
            "notes": "Visit the  exhibition  and join a tour at 12,30 or 2.30 by the Brixton Recollectors ,& see changes  by muf architecture/art.",
            "start": "2024-09-22T11:45:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        "Toilets",
        "Accessible toilet",
        "Baby changing facilities",
        "Drinking water",
        "Family-friendly event",
        "Gender neutral toilet",
        "Handrails on stairs",
        "Seating available",
        "Step-free routes"
    ],
    "factsheet": [
        {
            "heading": "History",
            "paragraphs": [
                "Brixton Recreation Centre is one of the earliest to combine sports and leisure facilities with urban amenities.",
                "It was planned in 1969/70 as a key component of an ambitious redevelopment scheme for central Brixton with new shopping and commercial centre, raised walkways, and 50 storey blocks of flats. The Centre was designed by architect George Finch in 1971 and was completed in 1982.",
                "The listing of Brixton Rec in 2016 (Grade II status) was in part due to its role as social condenser, the way that it spatially brought together sport, culture and social spaces, a place for all ages, a place of gathering."
            ]
        },
        {
            "heading": "Cultural Importance",
            "paragraphs": [
                "The Rec was opened in the aftermath of the Brixton Riots and it has been seen as a focus of regeneration since, becoming the social centre for the community and much-valued in the locality.",
                "Brixton being the area most synonymous with post-war black British culture, was chosen by Nelson Mandela as a destination on his diplomatic visit on 12th July 1996, and the Rec was the venue around which thousands gathered to see him standing on the steps leading down to Brixton Station Road. The Rec has also become particularly important as a post-Windrush heritage site and is emblematic of Brixton’s diverse post-war community. It carries considerable communal and historical value derived largely from intangibles such as the diverse user groups (local sports teams, sound systems events, activist meetings)"
            ]
        },
        {
            "heading": "Architecture",
            "paragraphs": [
                "The complex was designed for family recreation rather than competitive sports - it used to feature a pub and basement disco, celebrating its founding role as a place for different people to meet and mix.",
                "The building is thoughtfully composed and proportioned, intricately planned around a top-lit circulation space with long views through the building. The monolithic brick masses are brought to a human scale at street level with sculptural concrete forms.",
                "The special interest of the interior of the Rec is concentrated on the circulation atrium and the dramatic swimming pool hall.",
                "In Finch’s own words: \"The main concept of Brixton Recreation Centre was the central atrium.\"",
                "“The circulation atrium provides access to all activity areas… and its glass roof allows thorough penetration of natural light and forms a spacious, open heart to the building. It is this space that exemplifies Finch’s ambition that the centre should encourage human interaction, provide opportunities for spectating, and thus encourage visitors to take part in more activities. It is a visually exciting and dynamic space which is further enlivened by the bustle of activity.\"",
                "Its simple palette of materials is deployed three-dimensionally to maximise daylight and to make visual connections. “The materials of the exterior continue within: the deeply coffered ceilings, coarse red brick and concrete, complement additional smoother materials such as the tiles and matchboarding used on floors and areas of the walls. A sleek, wide, stainless steel handrail lines the atrium void and stairs, catching the light and highlighting its divergent form. There is a robustness to the detailing and a clear commitment to using good-quality materials throughout. »"
            ]
        },
        {
            "heading": "Activities",
            "paragraphs": [
                "The Brixton Recollectors , their motto \"Your Memories , Our History \"have created an exhibition and tours that share the memories of use of those who worked at the  Rec' and used the Rec'. \nTwo tours will be led on the 22nd  September at 12.30 and 2.30",
                "There will also be an opportunity to see the  recent careful repair and adjustment to teh Rec' by muf architecture/art demonstrating the possibilities of valuing what is there . This can be found after the main  tour  with a visit to  Beehive Place  on the West facade of the Rec' building.."
            ]
        }
    ],
    "id": 11326,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/11326/building_11326_screenshot-2024-08-28-at-21-43-41_2ee7c3b7a1b523322a6e2b33a16a9b1e.png",
            "description": null,
            "title": "View toward the solarium looking from across the  pool.\r\npicture muf architecture/art",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11326_screenshot-2024-08-28-at-21-43-41_2ee7c3b7a1b523322a6e2b33a16a9b1e.png"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/11326/building_11326_screenshot-2024-08-28-at-21-53-01_c663a3d4a2c5cd3fc528f6b448bb1888.png",
            "description": null,
            "title": "Tours will be led by the Brixton Recollectors at 12.30 and 2.20 \r\nYour Memories , Our Histories",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11326_screenshot-2024-08-28-at-21-53-01_c663a3d4a2c5cd3fc528f6b448bb1888.png"
        }
    ],
    "links": [],
    "location": {
        "address": "27 Brixton Station Road, SW9 8QQ",
        "latitude": 51.4633,
        "longitude": -0.11323,
        "meeting_point": null,
        "travel_info": [
            "Tube: Brixton",
            "Train: Brixton",
            "Bus: 3, 59, 159, 2, 35, 45, 196, 333, 322, 37, 355, 415, 432",
            "Additional travel info: Come to reception on teh first floor concourse where you will be greeted"
        ]
    },
    "name": "Brixton Recreation Centre",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/11326",
    "ticketed_events": false
}