{
    "all_week": false,
    "description": "The Remakery is a Community Maker Space, established in South London in 2012 with the aim of providing space, equipment and expertise to stop furniture and household items ending up in landfill, by empowering the community to Reclaim, Repair and Remake. We offer a range of workshops in Ecological Grassroots Making practices, with the aim of empowering our community.",
    "design": {
        "designers": [
            {
                "architect": "Architecture for Humanity",
                "description": null,
                "year": "2012"
            }
        ],
        "periods": [
            "Contemporary"
        ],
        "types": [
            "walk/tour"
        ]
    },
    "events": [
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/11342",
            "capacity": null,
            "date": "2024-09-19",
            "drop_in": false,
            "end": "2024-09-19T18:30:00+01:00",
            "fully_booked": true,
            "name": "Remaking is the Future, Tour of The Remakery",
            "notes": "This short tour of The Remakery will explore themes of community resilience, responses to the climate crisis, and the power of making.",
            "start": "2024-09-19T17:00:00+01:00",
            "ticketed": true
        }
    ],
    "facilities": [
        "Accessible toilet",
        "Audio guide/description",
        "Cloakroom",
        "Drinking water",
        "Family-friendly event",
        "Gender neutral toilet",
        "Seating available",
        "Step-free routes",
        "Toilets"
    ],
    "factsheet": [
        {
            "heading": "History",
            "paragraphs": [
                "The Remakery is a unique space in the London maker landscape. It was conceived during a Transition Town Brixton project night, and built entirely by volunteers, exemplifying what community power can achieve with support from Local Authorities.",
                "The Remakery has gone through several stages of development, and now houses 10 ecologically and socially focussed entrepreneurs in affordable studio spaces, as well as a zero waste vegetarian cafe, a reclaimed wood store and 6 communal rooms where the community can take part in skills based projects."
            ]
        },
        {
            "heading": "Design and Build by Architect Alasdair Dixon",
            "paragraphs": [
                "In 2011 Transition Town Brixton approached Architecture for Humanity UK, a small built environment charity, about the retrofit of a derelict 1000m² car park between north Brixton and Camberwell. TTB wanted to create an innovative centre for remaking and re-use, and bring new energy to this unloved space. \nThe project presented many challenges, not least agreeing a layout with the nearly 40 stakeholders, who all had different aspirations for this ambitious project. Additional challenges including achieving building control compliance within a significantly constrained space with a very limited budget.",
                "After 18 months of meetings, co-design workshops, and council presentations a design was agreed and the relevant drawings and documents were submitted for planning. Despite all the challenges and thanks to the tenacity of the team involved, planning was awarded in 2013 and work got underway on an ambitious community self-build programme.",
                "",
                "Architecture, Engineering & Construction Team:",
                "",
                "Isabel Hankart, Taus Larsen, Alasdair Ben Dixon, Cameo Musgrave, Ethelinde Radloff, Fraser",
                "McQuade, Simon Rochowski, Luis Torres, Kerstin Bevin, Katherine McNeil, Anthony Cole, Zohra Chiheb, Chris Murch, Jimo Sope, Leah Langdon, Chrysoula Fragala, Pete Boyce, Declan Caffrey, Conleth Ryan, Malik Hussain, Bob Neve, Martin Meltzer, Jake Cingel, Andy, Trevor, Winford, Rebekah, Kathe, Mark, Marente, Colin Rose, Tom Rowley & many many more.."
            ]
        }
    ],
    "id": 11342,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/11342/building_11342_lcs-solar-panel-workshop_8_7dde8301fe82642ddb0d270499fcae70.jpg",
            "description": null,
            "title": "Solar Power Workshop hosted at The Remakery.",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11342_lcs-solar-panel-workshop_8_7dde8301fe82642ddb0d270499fcae70.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/11342/building_11342_img_4249_ff7332d36e1e255c4cbd682408ec39c2.jpg",
            "description": null,
            "title": null,
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11342_img_4249_ff7332d36e1e255c4cbd682408ec39c2.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/11342/building_11342_img_9823_8b885d72ae365722f412f19466b58900.jpg",
            "description": null,
            "title": "Sustainability focussed makerspace, tucked under the Paulet Road Estate in Zone 2 south London",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11342_img_9823_8b885d72ae365722f412f19466b58900.jpg"
        }
    ],
    "links": [
        {
            "href": "https://twitter.com/remakery",
            "title": "twitter.com/remakery"
        },
        {
            "href": "https://www.remakery.org",
            "title": "www.remakery.org"
        }
    ],
    "location": {
        "address": "51 Lilford Road, SE5 9HY",
        "latitude": 51.4705441,
        "longitude": -0.1033663,
        "meeting_point": null,
        "travel_info": [
            "Tube: Brixton",
            "Train: Loughborough Junction"
        ]
    },
    "name": "The Remakery",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/11342",
    "ticketed_events": true
}