{
    "all_week": false,
    "description": "Built in the 1950s, this site was originally the head offices for a large consortium of industrial spaces which produced dyes and food colourings. It is now a creative workspace with 26 studios for creative businesses and an event space.",
    "design": {
        "designers": [
            {
                "architect": "Jan Kattein Architects",
                "description": null,
                "year": "1950"
            }
        ],
        "periods": [
            "Post-war"
        ],
        "types": [
            "mixed use"
        ]
    },
    "events": [],
    "facilities": [
        "Toilets"
    ],
    "factsheet": [
        {
            "heading": "History",
            "paragraphs": [
                "Built in the 1950s, this site was originally the head offices for a large consortium of industrial spaces which produced dyes and food colourings.",
                "In its second phase of life it became a call centre and switchboard that dealt with all the enquiries that came through to Waltham Forest Council.",
                "The building is now home to Switchboard Studios, a creative co-working space whose name pays homage to the building’s council heritage.",
                "Although it was renovated in 2018, like Sutherland House the site retains a number of original architectural details. See the terrazzo flooring on the staircase, for example.",
                "After receiving funds from the GLA’s London Regeneration Fund, Switchboard Studios was designed and operated by High Street Works, a joint-venture between Jan Kattein Architects and Meanwhile Space. Waltham Forest Council took over management in 2020.",
                "Its 26 studios range in size from 14 to 35 square metres.",
                "Each provides a dedicated workspace for SME creative business. Switchboard Studio is home to weavers, fine artists, record labels and digital creatives such as audio designers, graphics studios and videographers.",
                "Before you head out, be sure to check out Switchboard’s hidden gem.",
                "Inside the event space – ‘The Circuit Room’ – you’ll find a walk-in safe that was used to store the cash that paid the industrial workers in the 1950s.",
                "You can still see the functioning safe door which weighs nearly half a ton."
            ]
        },
        {
            "heading": "Exhibition: Ethical Colour",
            "paragraphs": [
                "Ethical Colour is an on-going piece of interactive research promoting climate-positive and regenerative colour sources and processes by Colour of Saying. Ethical Colour Workshops, Talks and Material Displays are all part of this initiative, which combines circular systems and emerging colour innovations to reveal new nuances of meaning responding resolutely to social, environmental and planetary change. Ethical Colour will be featured as an interactive display and exhibition open over 4 days. Colour of Saying will present a curated exhibition featuring progressive colour makers whose work addresses key Ethical Colour themes: Waste & Reincorporation, Emissions, Pollution & Regeneration, and Biotech Solutions. Ethical Colour implicates colour sources and processes across a range of design and architectural disciplines including surface design, interiors and architectural materials. The exhibition has a unique relationship with the history of Switchboard Studios which was originally the head offices for a large consortium of industrial spaces which produced dyes and food colourings."
            ]
        }
    ],
    "id": 11358,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2024/11358/building_11358_switchboard-studios_elevation-night-2_jan-kattein-architects-ltd_lowres_4438b1e58cb3a3ef4ba5e46847f2c23d.jpg",
            "description": null,
            "title": "View at night of entrance and neon signage",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11358_switchboard-studios_elevation-night-2_jan-kattein-architects-ltd_lowres_4438b1e58cb3a3ef4ba5e46847f2c23d.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2024/11358/building_11358_ethical-colour-003_ohf_b8750fbd3944aa918aa3ce777c4dbec1.jpg",
            "description": null,
            "title": "Ethical Colour exhibition by Colour of Saying",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11358_ethical-colour-003_ohf_b8750fbd3944aa918aa3ce777c4dbec1.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2024/11358/building_11358_colour-of-saying_ethical-colour-012_ohf_ea132677fa091bd7c3bb29a3177d2097.jpg",
            "description": null,
            "title": "Ethical Colour exhibition by Colour of Saying",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11358_colour-of-saying_ethical-colour-012_ohf_ea132677fa091bd7c3bb29a3177d2097.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Switchboard Studios,, 50 Uplands Business Park, E17 5QJ",
        "latitude": 51.5922241,
        "longitude": -0.0410249,
        "meeting_point": null,
        "travel_info": [
            "Tube: Blackhorse Road",
            "Train: Blackhorse Road",
            "Bus: 123, 158, 230",
            "Additional travel info: At Uplands Business Park, enter Uplands B and take first right. Switchboard Studios will be directly infront of you."
        ]
    },
    "name": "Switchboard Studios",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/11358",
    "ticketed_events": false
}