{
    "all_week": false,
    "description": "This tour allows participants to experience the city via its Early Modern Latin monuments, inscriptions and poetry, made accessible via modern translations. (c.1500-1700).\r\nIt runs from Tower of London to St Paul's Cathedral (c. 2.5 hours).",
    "design": {
        "designers": [],
        "periods": [],
        "types": [
            "walk/tour"
        ]
    },
    "events": [],
    "facilities": [],
    "factsheet": [
        {
            "heading": "About the Tours",
            "paragraphs": [
                "Carpe diem (seize the day!), and join us on a walking tour of the Early Modern Latin in the City of London – the City’s best-kept secrets hidden in plain sight. The City is full of Early Modern Latin (from the 16th-18th centuries): in large letters on public monuments, in artwork, and in poetry and writing from the period which celebrates or commiserates life in historic London.",
                "This tour will reveal a city full of Latin in the Early Modern period, and full of the life which interacted with these pieces of history. From the devastation caused by the Fire of London, to beheadings at the Tower of London, to business and trade, to worship in the hundreds of churches – Latin was used in a huge variety of ways, even though it was not the native language. At the heart of the tour is Christopher Wren, who played a large part in (re)developing London after the Great Fire of London in 1666. In the 300th year of his death (2023), we will visit some of his most recognisable landmarks, and others more tucked away."
            ]
        },
        {
            "heading": "About the Organisers",
            "paragraphs": [
                "This tour has been developed by a team of experts who are researchers working on Latin, the Early Modern period, and London, all of whom are involved with the Society for Neo-Latin Studies. We will provide modern English translations of all the Latin discussed, and a handy booklet will point out even more points of interest around the city!"
            ]
        },
        {
            "heading": "About the Route",
            "paragraphs": [
                "The route covers the Tower of London, the Monument to the Fire of London, poetry on the River Thames, St Paul’s Cathedral, and much more!",
                "We will be stopping outside these buildings and will not be visiting inside.",
                "This tour will cover approximately 2 miles and take 2.5 hours, travelling at a slow-medium pace with several stops. The tour is not fully physically accessible (due to one flight of stairs). Please contact the organisers if you would like full accessibility details."
            ]
        }
    ],
    "id": 11654,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2024/11654/building_11654_header_95006dd9701db08b06ac0b2f3bcc22fc.png",
            "description": null,
            "title": "Left: Image of Old St Paul's (public domain)\r\nRight: Paternoster Square and Monument (own image)",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11654_header_95006dd9701db08b06ac0b2f3bcc22fc.png"
        }
    ],
    "links": [],
    "location": {
        "address": "Traitors' Gate, Tower of London, EC3N 4DR",
        "latitude": 51.5074464,
        "longitude": -0.0769224,
        "meeting_point": null,
        "travel_info": [
            "Tube: Monument, Tower Hill",
            "Train: London Bridge",
            "Bus: 15, 42, 100, 343, 78, RV1",
            "Additional travel info: Tower Pier, next to the Tower entrance, is also served by river boats."
        ]
    },
    "name": "'Latin London' Walking Tours",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/11654",
    "ticketed_events": false
}