{
    "all_week": false,
    "description": "Outernet London is a new entertainment district including live performance venues HERE, The Lower Third and the LED lined Urban Gallery. Join a tour of the district, led by architects Orms.",
    "design": {
        "designers": [
            {
                "architect": "Orms Architects",
                "description": null,
                "year": "2022"
            }
        ],
        "periods": [
            "Historical/contemporary"
        ],
        "types": [
            "entertainment"
        ]
    },
    "events": [
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/11691",
            "capacity": null,
            "date": "2024-09-18",
            "drop_in": false,
            "end": "2024-09-18T15:50:00+01:00",
            "fully_booked": false,
            "name": "Guided tour of the Outernet",
            "notes": "Please ",
            "start": "2024-09-18T15:00:00+01:00",
            "ticketed": true
        },
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/11691",
            "capacity": null,
            "date": "2024-09-18",
            "drop_in": false,
            "end": "2024-09-18T16:50:00+01:00",
            "fully_booked": false,
            "name": "Guided tour of the Outernet",
            "notes": "Please ",
            "start": "2024-09-18T16:00:00+01:00",
            "ticketed": true
        },
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/11691",
            "capacity": null,
            "date": "2024-09-19",
            "drop_in": false,
            "end": "2024-09-19T15:50:00+01:00",
            "fully_booked": false,
            "name": "Guided tour of the Outernet",
            "notes": "Please ",
            "start": "2024-09-19T15:00:00+01:00",
            "ticketed": true
        },
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/11691",
            "capacity": null,
            "date": "2024-09-19",
            "drop_in": false,
            "end": "2024-09-19T16:50:00+01:00",
            "fully_booked": false,
            "name": "Guided tour of the Outernet",
            "notes": "Please ",
            "start": "2024-09-19T16:00:00+01:00",
            "ticketed": true
        }
    ],
    "facilities": [
        "Step-free routes"
    ],
    "factsheet": [
        {
            "heading": "History - St. Giles and Denmark Street",
            "paragraphs": [
                "St Giles High Street was one of two main thoroughfares leading west from the City, curving from the end of Oxford Street round to the church, until series of new public road works dramatically changed the landscape. \nThe area of St. Giles is named after the parish of St. Giles in the Fields (1101) the site of a monastery and leper hospital named for Giles the Hermit, the patron saint of lepers. The current church (1733) is the third to be built on the site.\nThe ‘St. Giles Rookery’ was once one of the Capital’s most notorious slums. It was here that the Great Plague started in 1665 and the first victims were buried in the St Giles churchyard.\nDenmark Street was laid out in 1686, as part of an estate development by Samuel Fortrey and Jacques Wiseman. It was named in honour of Prince George of Denmark, who had married Queen Anne four years earlier. \nBy 1691, 20 houses had been completed, of which eight remain standing. Denmark Street is the only street in London to retain 17th century terraced facades on both sides. \nDenmark Street became increasingly commercial after 1800, when the ground floors were converted to shops. Back premises and upper floors became craft workshops, particularly for metal work. \nIn the 1840s New Oxford Street was built as part of a slum clearance programme and in the 1880s the construction of Charing Cross Road resulted in the demolition of the northern end of the High Street.\nIn the 1960s the construction of Centre Point resulted in further demolition of the High Street and the introduction of a one-way traffic system. The top of St. Giles High Street was connected to a new street – Andrew Borde Street."
            ]
        },
        {
            "heading": "Tin Pan Alley - a Musical Evolution",
            "paragraphs": [
                "Musical Heyday (1911 – 1992)\nIn the early 20th Century the light industrial workshops of the area were displaced as Denmark Street began to establish itself as a centre for popular music, with the first sheet music publishers moving in in 1911.\nLater came Melody Maker (1926) and New Musical Express (1952) along with recording studios, music shops and legendary hangouts like La Gioconda Café where David Bowie recruited his first backing band ‘The Lower Third’. Denmark Street became known as Britain’s \"Tin Pan Alley\", a Shangri-La for musicians. Elton John – then Reggie Dwight - had a job making tea in ‘Mills Music’ and famously wrote ‘Your Song’ on the roof, the Rolling Stones recorded their first album at ‘Regent Sound Studios’ and The Sex Pistols lived above no. 6.\nThe area’s rock ‘n’ roll heyday gradually declined throughout the 80’s with a British Blue Plaque showing the end of Tin Pan Alley as 1992.\nAt the beginning of the 90’s, Consolidated Developments began to assemble a collection of sites in the St. Giles area between Charing Cross Road, Andrew Borde Street, St Giles High Street and along Denmark Street.\nOver the next 20 years, music-based businesses were encouraged back to the street and the likes of bookmakers and the Job Centre moved out.\nEventually, as several buildings were in severe disrepair and in part due to the Crossrail Clearance Act, the vision for a refreshed music district for the future was born.\nThe vision would protect, respect and harness the musical heritage of the area and its renowned importance to the UK popular music industry."
            ]
        },
        {
            "heading": "A New District",
            "paragraphs": [
                "St. Giles Circus was historically the crossroads between Oxford Street, Tottenham Court Road, Crown Street (Charing Cross Road) and St. Giles High Street. As with all London Circuses, the junction was open and circular, this changed beyond recognition with the construction of Centre Point.\nCentre Point was built between 1961-1966, designed by Richard Seifert and Partners it is considered one of the most significant speculative office developments of its period in Britain. Its construction resulted in significant demolition around the Circus and the creation of an island site with a gyratory road layout. Where the building fabric was removed to create the new Andrew Borde St, gable ends were left exposed and dubbed ‘The Scar of Centre Point’.\nIn 2009 further transformation to the Circus came in the form of the Crossrail Act and the area between Centre Point and the north elevation of Denmark Place were cleared for the works.\nFollowing the demolition of the northern part of the site by Crossrail works, Orms were appointed to deliver a masterplan to revitalise the district. Adopting a retention approach, we reworked the existing fabric to facilitate the integration of the underground music venue and the complimentary uses. In total, 69% of the remaining buildings on site were retained and sensitively refurbished."
            ]
        },
        {
            "heading": "Design Approach",
            "paragraphs": [
                "Our strategy sought to improve public realm and expand connectivity for pedestrians, by introducing connecting alleys which are typical of the Soho neighbourhood.\nAt ground floor, a mix of music retail, bar and multi purpose spaces enliven the main yard - known as Denmark Place."
            ]
        },
        {
            "heading": "A Musical Ecosystem",
            "paragraphs": [
                "The district is now home to: \nTwo new music venues HERE, and The Lower Third;  \nAccommodation: Chateau Denmark with 55 rooms and apartments across 16 buildings; \nRestaurants: Tattu and Cavo; \nRetail (Music): No.Tom, Regent Sounds Studio, Sixty Sixty Sounds, Wunjo, Rose Morris and Westside; \nRetail (Popup): Now Pop-up interactive retail spaces, with 8K screens; \nOffices: Music publishing magazine and Clintons law firm, specialising in entertainment, digital media and creative industries."
            ]
        },
        {
            "heading": "Community and Public Art",
            "paragraphs": [
                "The BPI Recording Studio is a professional quality, free-to-use studio on Denmark Street for all backgrounds and genres wanting to write, create and record music. \nTomorrow Now is a new content development platform to identify and promote visual creative talent and showcase atomized content. \nOuternet Youth Council supports and empowers young voices and local community. \nTake More Photos is a community platform for the next generation of photographers, directors and content creators. \nUnder The Apple Tree support and promote UK grassroots music community. UTAT Sessions will be broadcast along the Now Arcade. \nRoom to Breathe is an immersive visual mindfulness experience that aims to help commuters and busy Londoners unwind and catch their breath. \nOuternet Arts is an experiential media space dedicated to commissioning and exhibiting public time-based artworks by global emerging and established artists, screened in the world's largest high-resolution wrap-around screens in the heart of Central London."
            ]
        }
    ],
    "id": 11691,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/11691/building_11691_220928-orms-st-giles-00374_d55f716cb553f0b4adf98878d6d6896b.jpg",
            "description": null,
            "title": "Credit: Timothy Soar",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11691_220928-orms-st-giles-00374_d55f716cb553f0b4adf98878d6d6896b.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/11691/building_11691_220928-orms-st-giles-00849_4143c3bb3758c9fcc1cfcd1b76fd9928.jpg",
            "description": null,
            "title": "Credit: Timothy Soar",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11691_220928-orms-st-giles-00849_4143c3bb3758c9fcc1cfcd1b76fd9928.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/11691/building_11691_220928-orms-st-giles-00702_4f25f4ad8a7a4720cf2711a42c863322.jpg",
            "description": null,
            "title": "Credit: Timothy Soar",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11691_220928-orms-st-giles-00702_4f25f4ad8a7a4720cf2711a42c863322.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "St Giles in the Fields, 60 Saint Giles High Street, WC2H 8LG",
        "latitude": 51.51535639999999,
        "longitude": -0.1285138,
        "meeting_point": null,
        "travel_info": [
            "Tube: Tottenham Court Road",
            "Bus: 14, 176, 19, 24, 29, 38, 55",
            "Additional travel info: The tour will start outside St.Giles-in-the-Fields church. Further information will be provided by email a few days before the event."
        ]
    },
    "name": "Outernet London",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/11691",
    "ticketed_events": true
}