{
    "all_week": false,
    "description": "Studio Weave were commissioned to design an extension to the Grade-II listed Lea Bridge Library in East London, adding a cafe and adaptable community space – to deliver a revived civic heart for the Borough of Waltham Forest. This project is supported by the Mayor of London.",
    "design": {
        "designers": [],
        "periods": [
            "Studio Weave",
            "-",
            "Contemporary"
        ],
        "types": [
            "library"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2024-09-14",
            "drop_in": true,
            "end": "2024-09-14T12:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in: Guided Tour",
            "notes": "",
            "start": "2024-09-14T11:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        "Baby changing facilities",
        "Toilets",
        "Accessible toilet"
    ],
    "factsheet": [
        {
            "heading": "Architectural Strategy",
            "paragraphs": [
                "The scheme adjoins to the rear of the original Edwardian red brick library, lightly engaging the listed setting - with materiality which complements the tonality of its forebear. And to achieve both a sympathetic site layout, and structural efficiency: the extension leans against a blank perpendicular party wall, from which the new wing enjoys panoramic views of the garden.",
                "The design sits harmoniously amongst existing mature trees, with a rectangular footprint punctuated by cut outs coordinated with canopies and trunks. Midway along its length, the plan ‘pinches in’ and ‘steps up’ to protect the root system of a close-neighbouring Common Lime tree. This momentary inflection in the plan - constructed with smooth sweeping concave glass – is utilised as an opportunity to provide flexibility to divide the pavilion, to accommodate multiple functions concurrently.",
                "A red precast concrete colonnade connects the length of the plan - providing a backdrop to the garden which sits comfortably adjacent the listed building, and shelters a contemporary threshold to the extension by a regular posts and beam arrangement that conceals drainage which redirects water into the tree root system below. Accessibility is critical to equality and the success of the Lea Bridge Library Pavilion: the colonnade also features a gently graded natural stone walkway which provides level access for all throughout, connecting new access points which enable arrival from the surrounding neighbourhood through the garden at the side and rear of the site.",
                "Internally, a fitout designed in collaboration with Sebastian Cox integrates loose furniture and joinery design with the overall form and structure. A continuous wall of fluted timber joinery along the existing party wall creates in-built banquette seating amongst bookshelves interspersed with open reading ‘rooms’. From within this joinery, laminated veneer lumber (LVL) beams are cantilevered from the spine wall and support a lightweight hanging ceiling of timber battens interspersed with overhead openable glazing which reduces lighting demand and further provides natural ventilation. By creating a comfortable, light, open plan and well ventilated space, the design naturally reduces operational energy demand, and also benefits from a passive cooling strategy supported by mechanical heat recovery ventilation (MVHR)."
            ]
        },
        {
            "heading": "Landscape Strategy",
            "paragraphs": [
                "Studio Weave has recently completed the second phase of a long-term strategy to enhance Lea Bridge Library delivering a climate-resilient community garden in collaboration with horticulturist and award-winning garden designer, Tom Massey, director of Tom Massey Studio.",
                "The new forest garden is a self-sustaining, layered ecosystem of edible, medicinal, and nitrogen-rich planting chosen to provide a diverse range of habitats for insects, sustenance for birds, and flowering species for pollinators.",
                "A sweeping path of pale self-binding gravel winds through four multi-use zones, designed to flexibly accommodate activities such as local markets, concerts, and events to strengthen Waltham Forest’s community offering. The gardens also include a new timber playground sited opposite a raised seating area and performance space, consisting of variously sized cylindrical sawn timber logs, adding further social spaces to the revived civic centre.",
                "Local residents have played a core role in the project’s delivery, and were invited to join the design team in planting a variety of climate-resilient species in the newly defined planting beds. Plants were donated by the Royal Horticultural Society and nursery Hortus Loci from Tom Massey’s RHS Resilient Garden at RHS Hampton Court Palace Flower Festival, and installed with the assistance of Meristem Design who provided tools and expertise to assist volunteers from the local community.",
                "Tom Massey Studio and Studio Weave conceptualised a low maintenance garden that responds to the climate emergency, a common theme running through their body of public realm collaborations including Finsbury Circus Gardens, and Bank Junction which is currently on site and due to complete later this year."
            ]
        },
        {
            "heading": "Awards",
            "paragraphs": [
                "The Lea Bridge Library Extension has been celebrated by the architectural community for its elegant and sustainably-focused architecture, winning both a 2023 RIBA Regional and National award, as well as a 2023 Civic Trust Award, including the Civic Trust’s special award for sustainability. The project is also shortlisted in the 2023 Architect’s Journal awards."
            ]
        }
    ],
    "id": 11792,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/11792/building_11792_2-lea-bridge-library_c90154f743677b26a1cb328a3e09bc3f.png",
            "description": null,
            "title": "Jim Stephenson",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11792_2-lea-bridge-library_c90154f743677b26a1cb328a3e09bc3f.png"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/11792/building_11792_leabridge-jimstephenson-44-webres_d6fadbf5ba3995a335898809720fad63.jpg",
            "description": null,
            "title": "Jim Stephenson",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11792_leabridge-jimstephenson-44-webres_d6fadbf5ba3995a335898809720fad63.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/11792/building_11792_leabridge-jimstephenson-32-webres_504bf4036aa4a0c7d687f72693a50705.jpg",
            "description": null,
            "title": "Jim Stephenson",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11792_leabridge-jimstephenson-32-webres_504bf4036aa4a0c7d687f72693a50705.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/11792/building_11792_leabridge-jimstephenson-10-webres_4fc77e4cad91d85e26792378861f39ed.jpg",
            "description": null,
            "title": "Jim Stephenson",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11792_leabridge-jimstephenson-10-webres_4fc77e4cad91d85e26792378861f39ed.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Lea Bridge Road, E10 7HU",
        "latitude": 51.5706272,
        "longitude": -0.024437,
        "meeting_point": null,
        "travel_info": [
            "Train: Leyton Midland Road, St. James' Street, Walthamstow Queens Road",
            "Bus: 158, 55, 56, 58",
            "Additional travel info: Also close to Lea Bridge train station"
        ]
    },
    "name": "Lea Bridge Library",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/11792",
    "ticketed_events": false
}