{
    "all_week": false,
    "description": "Free access to the final weekend of 'we are a group of people composed of who we are', a survey exhibition that traces artistic, cultural and social collective work that took place in Hackney between 1971 and 1986.",
    "design": {
        "designers": [
            {
                "architect": "Trevor Horne Architects",
                "description": null,
                "year": "2015"
            }
        ],
        "periods": [
            "Contemporary"
        ],
        "types": [
            "gallery"
        ]
    },
    "events": [],
    "facilities": [],
    "factsheet": [
        {
            "heading": "About Peer",
            "paragraphs": [
                "Peer is a not-for-profit neighbourhood space for contemporary art, located in Hoxton, East London. We place artists and local communities at the heart of our internationally recognised programmes of public exhibitions, collaborative projects, talks, events and offsite commissions.",
                "Located in a converted shopfront in Arden Estate on Hoxton Street, Peer overlooks and maintains Khadija’s Garden. Peer has a critically acclaimed 24-year history as one of London’s most experimental spaces for contemporary art and has worked with artists including Chris Ofili, Mike Nelson, Bob & Roberta Smith, Danh Võ, Fiona Banner, Emma Hart, Jimmy Robert, Jadé Fadojutimi, Lubna Chowdhary and Moi Tran, among many others. To support and encourage dialogue between visitors, artists and their work, a programme of event-based activity takes place throughout each exhibition.",
                "Peer’s Programme for 2023 addresses themes of collective work, interdependency, and place. Throughout the year we develop exhibitions and new commissions with artists Tanoa Sasraku, Iris Touliatou, and Leah Clements, as well as a survey exhibition that explores cultural, artistic, and experimental cooperative initiatives that took place in Hackney in the 1970s and 1980s.",
                "Central to all our activities is Peer Ambassadors, a rolling six-month, creative programme designed for, and led by, young people aged 17-25 from underrepresented and lower socio-economic backgrounds based in Peer’s local area. The programme offers paid work experience at our street-facing gallery, alongside a free professional development and learning programme. The Ambassadors also work closely with an Ambassador Artist in Residence throughout 2023-24 on a new ambitious public commission.",
                "Much of our programme is produced in partnership with national and international collaborators, as well as residents, local community organisers, educators, service providers, schools, libraries and charities.",
                "Peer is a registered charity and part of Arts Council England’s National Portfolio. Peer is supported by Hackney Council through a Voluntary Community Sector Lease.",
                "All of our exhibitions and the majority of events are free and open to all."
            ]
        },
        {
            "heading": "About the exhibition",
            "paragraphs": [
                "we are a group of people composed of who we are\n23 June - 9 September 2023\nOpening: 22 June 2023, 6.30pm - 8.30pm",
                "Peer is pleased to announce we are a group of people composed of who we are, a survey \nexhibition that traces artistic, cultural and social collective work that took place in Hackney \nbetween 1971 and 1986.",
                "Bringing together new commissions, existing artworks, literature, film and archival material, the exhibition and accompanying events programme explore the radical, influential and often entwined histories of cooperative and collective work in the borough. Examining how social and political commitments were supported by an engagement with art, literature and culture, the exhibition focuses on the complexities of collective work, and questions how we might learn from the past in order to reimagine our futures.",
                "Taking 1971 as a starting point – the year that the Centerprise cooperative opened in Dalston – the exhibition maps a moment in time when collective work was being tested as a means to combat oppression and inequality, often led by Hackney’s migrant communities, artists, socialists, and working-class east Londoners.",
                "Centerprise’s long-term home was on Kingsland Rd in Dalston, but its origins came from Hoxton Café Project, a youth project and cafe located just a stone’s throw away from Peer’s home on Hoxton Street. When Hoxton Café Project closed in 1969, two ex-employees envisioned a new space to support and sustain self-determined access to learning, culture and services for working-class people in the area. In 1971 Centerprise was founded with the principle that “the arts, youth and community work, social work and education itself, are not separate entities invariably requiring separate institutions. They are related and interdependent”. Alongside a bookshop and café, the space ran various youth activities such as chess clubs, drama and art classes, a reading and writing project, as well as legal advice and childcare facilities.",
                "we are a group of people composed of who we are includes archival material relating to Centerprise’s early years, alongside various associated initiatives such as Hackney Peoples Press, Hackney Campaign for Nuclear Disarmament, Hackney Gutter Press, Hackney Miscarriage, Homeless in Hackney, East London Anti-Fascist and Anti-Racist News and Hackney Unemployed Media Scheme, all displayed in custom-made tables that act as sites for congregation and conversation, as well as study. Ephemera from Free Form, The Rio Tape/Slide Newsgroup, The Lenthall Road Workshop and Hackney Flashers, produced in collaboration with artists Ingrid Pollard, Jo Spence, Maggie Murray, and Neil Martinson among others, map a web of interconnected collaborations between artists, writers, and community organisers.",
                "New commissions by artists Jacob V Joyce and Rudy Loewe occupy both the outside and inside of the gallery. Building on their research on civic space as a site for storytelling and activism, Joyce’s public mural reflects on the narratives explored throughout the exhibition, offering a sharp focus on how issues, such as damp and unsafe housing, are still relevant today, perhaps more than ever. In the exhibition space, Loewe visually traces the interdependencies and solidarities between the collectives, campaigns and artists included in the exhibition, disrupting a linear reading of history and personal experience.",
                "A series of public events and workshops will take place throughout the exhibition. In bringing together diverse voices from a range of generations and backgrounds we are a group of people composed of who we are explores what it means to cooperate and collectivise.",
                "we are a group of people composed of who we are is part of Peer’s programme for 2023, which explores themes of collective work, interdependency, and place, comprising exhibitions and new commissions by artists Tanoa Sasraku, Iris Touliatou and Leah Clements.",
                "For more information visit: https://www.peeruk.org/we-are-a-group-of-people"
            ]
        }
    ],
    "id": 11837,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2024/11837/building_11837_2018-09-28142431-1-small_c18e40fee19cc1e84b2dc9bee5c03d9e.jpg",
            "description": null,
            "title": "Khadija's Garden & Chris Ofili 'Black Hands' pedestal clock,  on Hoxton Street outside Peer.",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11837_2018-09-28142431-1-small_c18e40fee19cc1e84b2dc9bee5c03d9e.jpg"
        }
    ],
    "links": [
        {
            "href": "https://www.peeruk.org/we-are-a-group-of-people",
            "title": null
        }
    ],
    "location": {
        "address": "Peer, 97-99 Hoxton Street, N1 6QL",
        "latitude": 51.5297466,
        "longitude": -0.0804599,
        "meeting_point": null,
        "travel_info": [
            "Tube: Old Street",
            "Train: Hoxton",
            "Bus: 243, 35, 394, 47, 55",
            "Additional travel info: Cycling \r\nThere are cycle parking spaces directly in front of the gallery on Hoxton Street.\r\n\r\nCar\r\nWe encourage visitors to use public transport where possible. Free parking for Blue Badge holders is available on Hoxton Street in the pay and display bays for an unlimited period. Spaces are limited and available on a first come basis."
        ]
    },
    "name": "Peer",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/11837",
    "ticketed_events": false
}