{
    "all_week": false,
    "description": "Enfield Council and Jan Kattein Architects have transformed a set of derelict garages \r\nin Angel Edmonton into warm, generous, affordable spaces for community and \r\nyoung enterprise.",
    "design": {
        "designers": [
            {
                "architect": "Jan Kattein Architects",
                "description": null,
                "year": "2023"
            }
        ],
        "periods": [
            "Contemporary"
        ],
        "types": [
            "community/cultural"
        ]
    },
    "events": [],
    "facilities": [
        "Accessible toilet",
        "Toilets"
    ],
    "factsheet": [
        {
            "heading": "Introduction",
            "paragraphs": [
                "Through careful adaptations Jan Kattein Architects  have transformed a set of derelict garages in Angel Edmonton into warm, generous affordable spaces for community and young enterprise."
            ]
        },
        {
            "heading": "Context",
            "paragraphs": [
                "Major developments down the road in Tottenham and Meridian Water, as well as regeneration of the surrounding Joyce and Snell’s Estate, will bring new opportunities to Fore Street. For now, a significant proportion of  residents experience deprivation including barriers accessing education and employment and environmental deficiencies."
            ]
        },
        {
            "heading": "Process",
            "paragraphs": [
                "Jan Kattein Architects worked with Enfield Council through conversation with local residents, businesses and artists to identify and immediately address these urgent challenges. Our shared vision helped Enfield Council secure funds from the Mayor’s Good Growth fund to:",
                "-Retro-fit the existing Library to support educational, cultural and community functions\n-Create a new school street to improve air quality, encourage imaginative play and engagement with nature at the local primary school\n-Install public artworks to reinforce physical and cultural connections between the high street and the communities it serves (with local architects Fisher Cheng)."
            ]
        },
        {
            "heading": "Scheme description",
            "paragraphs": [
                "Angel Yard sits at the heart of these interventions. Tucked just behind Fore Street, it will support the economic revival of the high street over the next ten years by providing business incubation and lettable community space to support its traditional retail functions. On a site notorious for crime, new workspaces bring activation and well-overlooked routes home for estate residents, alongside a lettable community hall. In the long-term, Angel Yard will inform the design and tenure of permanent workspaces following demolition and re-development of the Joyce and Snell’s Estate."
            ]
        },
        {
            "heading": "Sustainability",
            "paragraphs": [
                "In light of the development’s temporary nature, the scheme makes the most of existing structures while adding as little embodied carbon as possible. Lightweight timber barrel-vaults add the necessary head-height to adapt each existing garage into an individually let workspace, ideally sized for local people aged 18-30 to take their first steps as a business. New shop windows to each workspace overlook new internal ‘streets,’ sheltered by translucent canopies to create an outdoor marketplace for informal collaboration."
            ]
        },
        {
            "heading": "Outlook",
            "paragraphs": [
                "The Yard meets the street with a larger vault spanning over a new community centre which complements the extended offer at Fore Street Library. A terrace of new build two-storey workspaces overlooks the approach from the Grove Street School Street to the north. Together, these renewed spaces support the emergence of lively, inclusive networks of social and economic opportunity for Angel Edmonton."
            ]
        }
    ],
    "id": 11846,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/11846/building_11846_230417_jka_angelyard_001_01517231701c10e385992eb09321ab54.jpg",
            "description": null,
            "title": "View of Angel Yard - image by Jack Hobhouse",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11846_230417_jka_angelyard_001_01517231701c10e385992eb09321ab54.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/11846/building_11846_230417_jka_angelyard_004_3ba67f4e8d3f675bdebf0463b1a97369.jpg",
            "description": null,
            "title": "View of Angel Yard - image by Jack Hobhouse",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11846_230417_jka_angelyard_004_3ba67f4e8d3f675bdebf0463b1a97369.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/11846/building_11846_230417_jka_angelyard_018_74a2177f09b6aaac396c1fda92152140.jpg",
            "description": null,
            "title": "Aerial view of Angel Yard - image by Jack Hobhouse",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11846_230417_jka_angelyard_018_74a2177f09b6aaac396c1fda92152140.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/11846/building_11846_230417_jka_angelyard_032_c3047a5edd87db4669665a67b306870c.jpg",
            "description": null,
            "title": "View of the Angel Yard community centre -  image by jack Hobhouse",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11846_230417_jka_angelyard_032_c3047a5edd87db4669665a67b306870c.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/11846/building_11846_230417_jka_angelyard_025_38425c66bc2dbf2b8cfac8d132e2c22f.jpg",
            "description": null,
            "title": "View of Angel Yard Courtyard - image by Jack Hobhouse",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11846_230417_jka_angelyard_025_38425c66bc2dbf2b8cfac8d132e2c22f.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "34 Snells Park, N18 2FD",
        "latitude": 51.6101568,
        "longitude": -0.0676401,
        "meeting_point": null,
        "travel_info": [
            "Tube: Seven Sisters",
            "Train: Silver Street, White Hart Lane",
            "Bus: 149",
            "Additional travel info: The site is a short walk from Silver Street and White Hart Lane overground stations."
        ]
    },
    "name": "Angel Yard",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/11846",
    "ticketed_events": false
}