{
    "all_week": false,
    "description": "Our event will focus on celebrating the rich heritage of Cody Dock, one of the last remaining brick-lined docks in London.  Our one-day festival will provide exciting opportunities to explore the lesser-known history of the Lower Lea Valley",
    "design": {
        "designers": [
            {
                "architect": "Thomas Randall-Page",
                "description": null,
                "year": "2022"
            }
        ],
        "periods": [
            "University of Westminster Students & Staff in collaboration with  OfCA and WebbYates Engineers",
            "Victorian"
        ],
        "types": [
            "community/cultural"
        ]
    },
    "events": [],
    "facilities": [
        "Accessible toilet",
        "Baby changing facilities",
        "Toilets"
    ],
    "factsheet": [
        {
            "heading": "History",
            "paragraphs": [
                "Originally built in 1871, Cody Dock was constructed by the Imperial Chemical Company for the purpose of unloading coal from barges that was used to produce coal gas (town gas) and distribute the factory’s many by-products, such as soap and the pigment Prussian Blue. The dock was later purchased by the Gaslight and Coke Company who also owned the Beckton gasworks which became the largest gasworks in Europe. After being taken over by British Gas, the dock and its associated factory buildings fell into decline from the late 1960’s with all production coming to a close in the early 1980’s. Cody Dock and the surrounding properties were taken over by the Docklands Development Corporation in the early 90’s and much of the surrounding land was parcelled off for redevelopment into the business parks that still remain today. The dock, however, was no longer seen as being viable and was blocked off, partially filled in and converted into a balancing lagoon for surface water run-off. In November 2009 the charity Gasworks Dock Partnership was formed by local residents as a not-for-profit organisation, to provide a community led regeneration vehicle with the aim of opening up public access to the Lower Lea River and restoring the dock."
            ]
        },
        {
            "heading": "The Growing Space",
            "paragraphs": [
                "The Growing Space is a recent addition to Cody Dock, completed in the Summer of 2023. The building was designed by staff and students from the University of Westminster in collaboration with Cody Dock, OfCA and WebbYates Engineer, funded by QHT. The pavilion was designed as a lightweight timber structure with a butterfly roof, to demonstrate that plants growing and humans can happily co-exist in one space.",
                "Students took part in stakeholder engagement to better understand needs and aspirations. They then developed designs for a visionary community space based on the initial research, suitable for the local context and site. This Live Project was initiated by Maria Kramer and supported by Corinna Dean.",
                "Within the newly constructed Growing Space the Therapeutic Gardening project at Cody Dock is now underway: hosting gardening/arts and crafts activities twice a week, with the objective of improving participants’ mental and physical health and their general well-being."
            ]
        },
        {
            "heading": "The Rolling Bridge",
            "paragraphs": [
                "The Cody Dock Rolling Bridge is an ingenious first of its kind rolling bridge that draws upon Cody Dock’s Victorian heritage whilst providing a contemporary solution on how to provide public access across the mouth of a working dock. Completed in 2022 the Bridge was designed by Tom Randall-Page with engineering support from Price & Myers and fabrication by Cake Industries, this contemporary bridge design is an architectural first that provides an exciting new twist on a moving bridge.\nThis project provided a unique opportunity for people to play an active role in the regeneration of Cody Dock and reactivation of the Lea River. Every funding donor has had their name cast in metal to provide a lasting record of their connection with this chapter in Cody Dock’s history.",
                "The Rolling Bridge was awarded the 2023 Bridge Award and shortlisted for the Architects Journal Small Projects Award 2023."
            ]
        },
        {
            "heading": "Arts & Installations",
            "paragraphs": [
                "Madge Gill Cable Bridge; This 1990’s utilitarian services bridge has been covered by a giant Madge Gill inspired mural commissioned and installed by The Line Art Trial and hosts beneath its arch, our community ‘Your River Lea’ photographic exhibition.",
                "Cody Dock is proud to be host a pair of sculptures by the artist Steuart Padwick called ‘Talk to Me’."
            ]
        },
        {
            "heading": "Event Programme",
            "paragraphs": [
                "The Cody Dock Lea Way Celebration is a one-day mini-festival celebrating one of London's remaining brick-lined docks.",
                "The event's focus is to provide opportunities to explore the lesser-known history and current creative landscape of the Lower Lea Valley.",
                "The dock will serve as the backdrop to an exciting day of collective discovery and exploration: live music and activities for adults and children will provide unique experiences, celebrating the work of the visitors, volunteers, architects, artists, and gardeners who care for it."
            ]
        }
    ],
    "id": 11858,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2024/11858/building_11858_roll-back-and-forth-smallcredit-jim-stephenson_9f3b472276947dc5da5216a56d90288a.gif",
            "description": null,
            "title": "Jim Stephenson",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11858_roll-back-and-forth-smallcredit-jim-stephenson_9f3b472276947dc5da5216a56d90288a.gif"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2024/11858/building_11858_img_4931_0c9cabbef57b454a69ce113c02b3875b.jpg",
            "description": null,
            "title": "Cody Dock featuring the Rolling Bridge by Thomas Randall-Page and Steuart Padwick sculpture.",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11858_img_4931_0c9cabbef57b454a69ce113c02b3875b.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2024/11858/building_11858_20210612_155127_37e52af5b7f58429bef6aa363d236fc2.jpg",
            "description": null,
            "title": "Madge Gill 'Nature in Mind' large-scale installation curated by The Line with Sophie Dutton",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11858_20210612_155127_37e52af5b7f58429bef6aa363d236fc2.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2024/11858/building_11858_20210615_171135_561be455316536cb4a24410bd1554e29.jpg",
            "description": null,
            "title": "Cody Dock",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11858_20210615_171135_561be455316536cb4a24410bd1554e29.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2024/11858/building_11858_cody-dock-lea-way-2_a293e40fac19101f9610a3d623ddac29.jpg",
            "description": null,
            "title": "Workshop in 'The Growing Space', designed by University of Westminster Architecture Students",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11858_cody-dock-lea-way-2_a293e40fac19101f9610a3d623ddac29.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2024/11858/building_11858_cody-dock-lea-way-copy_135c02d212f82751fc3fa729ac564a09.jpg",
            "description": null,
            "title": "Visitors explore Cody Dock",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11858_cody-dock-lea-way-copy_135c02d212f82751fc3fa729ac564a09.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2024/11858/building_11858_cody-rolling-dock-thomas-page-london_dezeen_2364_col_5_389430a96f42d0f7f06c3495c30ef24f.jpg",
            "description": null,
            "title": "Jim Stephenson",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11858_cody-rolling-dock-thomas-page-london_dezeen_2364_col_5_389430a96f42d0f7f06c3495c30ef24f.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "11c South Crescent, E16 4TL",
        "latitude": 51.5198331,
        "longitude": -0.004331,
        "meeting_point": null,
        "travel_info": [
            "Tube: Canning Town",
            "Bus: 323",
            "Additional travel info: Cody Dock is a 6 minute walk from Star Lane DLR Station. The DLR is a fully accessible public transport network with step-free access into all stations. Use the Stephenson Street exit from Star Lane station (the exit to the left) when departing from the platform. \r\n\r\nCody Dock is a 4 minute walk to the 323 bus stops, South Crescent Business Centre Stop H and North Crescent Business Centre, Stop J"
        ]
    },
    "name": "Cody Dock - Lea Way Celebration",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/11858",
    "ticketed_events": false
}