{
    "all_week": false,
    "description": "Our event will focus on celebrating the rich heritage of Cody Dock, one of the last remaining brick-lined docks in London.  Our one-day festival will provide exciting opportunities to explore the lesser-known history of the Lower Lea Valley",
    "design": {
        "designers": [
            {
                "architect": "",
                "description": null,
                "year": "1871"
            }
        ],
        "periods": [
            "Victorian"
        ],
        "types": [
            "community/cultural"
        ]
    },
    "events": [],
    "facilities": [
        "Accessible toilet",
        "Baby changing facilities",
        "Toilets",
        "Blue badge parking",
        "Drinking water",
        "Seating available",
        "Step-free routes"
    ],
    "factsheet": [
        {
            "heading": "History",
            "paragraphs": [
                "Cody Dock has become a beacon for community led regeneration, the arts and urban biodiversity, recently featuring with the BBC's David Attenborough documentary Saving Our Wild Isle and winning a string of design and engineering awards for its Rolling Bridge, community gardens and venues.",
                "Originally built in 1871, Cody Dock was constructed by the Imperial Chemical Company for the purpose of unloading coal from barges that was used to produce coal gas (town gas) and distribute the factory’s many by-products, such as soap and the pigment Prussian Blue. The dock was later purchased by the Gaslight and Coke Company who also owned the Beckton gasworks which became the largest gasworks in Europe. After being taken over by British Gas, the dock and its associated factory buildings fell into decline from the late 1960’s with all production coming to a close in the early 1980’s.",
                "Cody Dock and the surrounding properties were taken over by the Docklands Development Corporation in the early 90’s and much of the surrounding land was parceled off for redevelopment into the business parks that still remain today. The dock, however, was no longer seen as being viable and was blocked off, partially filled in and converted into a balancing lagoon and then forgotten, filled with hundred of cubic meters of fly tipped waste which prevented pedestrian access to the eastern side of the Lea River .",
                "In November 2009 the charity Gasworks Dock Partnership was formed by local residents as a not-for-profit organisation, to provide a community led regeneration vehicle with the aim of opening up public access to the Lower Lea River and restoring the dock.",
                "In 2013 Thames Water granted the local grassroots community charity Gasworks Dock Partnership (GDP) a 999 year lease for Cody Dock on a peppercorn rate. Cody Dock had previously lain derelict and inaccessible for over 15 years. There was a commercial estimate to clear the property of the fly tipped waste of two million pounds. It was recognised that by doing so the dock could provide much needed public riverside access for over 55,000 new homes being developed locally within 4 minutes walk and this would unlock 2km of public footpaths that had been closed for over 30 years. All in an area that already had the UK’s most densely populated neighbourhoods, listed at the top of nearly every poverty index, with some of the lowest rates of access to green and blue space in the whole of London.",
                "The newly formed charity raised £70K in grants and donations and Thames Water contributed a further £25k to enable GDP to carry out the agreed works and with the help of over 3500 local volunteers the property was cleared of all the waste and constructed safe public access with award winning gardens which fully opened in 2015. Since then the charity behind Cody Dock has co-produced with its local community a master plan to restore the dock and has established the property as flagship centre for arts, waterways and urban ecology. The work is ongoing and Open House provides the perfect opportunity for people to engage with this inspiring project and explore  the heritage of London's second largest river."
            ]
        },
        {
            "heading": "The Frederick Kitchen",
            "paragraphs": [
                "FREDERICK KITCHEN was completed by the Thames Ironworks in the East end of London in 1913 at a cost of £3,727 and is one of only five 43' x 12'6\" Watson class boats.",
                "The Thames Ironworks was the last great shipbuilding yard to operate on the Thames within the port of London and officially closed in 1912, making the Frederick Kitchen possibly the last boat to be launched from this historic shipyard, marking the end of the chapter for ship building in London.",
                "The Frederick Kitchen’s construction also marks the transition from pulling and sailing class lifeboats to being powered by engine, retaining many of the attributes at the pinnacle of wooden sailing and pulling class boat development whilst also providing a rare example of the very first hull modifications to accommodate an engine.  She was driven by a single 60hp Taylor petrol engine, which gave her a top speed of seven and a half knots. She is of double diagonal construction with a Honduras Mahogany hull.",
                "On 6 August 1913, while she was on passage along the south coast, the vessel called in at Cowes during the Regatta Week. King George V took a short trip in the new lifeboat.",
                "Cody Dock's Gasworks Dock Partnership have been awarded £1.6m from the National Lottery Heritage fund to restore this this beautiful craft and celebrate the River Lea's rich heritage by creating a new dedicated heritage center and resting place for the Frederick Kitchen upstream from where she was built.",
                "Only six months into the boat's restoration, this year's Open House will provide the first opportunity to visit Cody Dock's new boat yard, see the work in progress and witness the rebirth of shipbuilding on the Lea. (Tours will run from 11am till 3pm)"
            ]
        },
        {
            "heading": "The Rolling Bridge",
            "paragraphs": [
                "The Cody Dock Rolling Bridge is an ingenious first of its kind rolling bridge that draws upon Cody Dock’s Victorian heritage whilst providing a contemporary solution on how to provide public access across the mouth of a working dock. Completed in 2022 the Bridge was designed by Tom Randall-Page with engineering support from Price & Myers and fabrication by Cake Industries, this contemporary bridge design is an architectural first that provides an exciting new twist on a moving bridge.\nThis project provided a unique opportunity for people to play an active role in the regeneration of Cody Dock and reactivation of the Lea River. Every funding donor has had their name cast in metal to provide a lasting record of their connection with this chapter in Cody Dock’s history.",
                "The Rolling Bridge was awarded the 2023 Bridge Award and received a Civic Trust award in 2024."
            ]
        },
        {
            "heading": "Arts & Installations",
            "paragraphs": [
                "Madge Gill Cable Bridge; This 1990’s utilitarian services bridge has been covered by a giant Madge Gill inspired mural commissioned and installed by The Line Art Trial and hosts beneath its arch, our community ‘Your River Lea’ photographic exhibition.",
                "Cody Dock is proud to be host a pair of sculptures by the artist Steuart Padwick called ‘Talk to Me’."
            ]
        },
        {
            "heading": "The Growing Space",
            "paragraphs": [
                "Recently Shortlisted for the AJ Small Projects awards, Cody Dock’s Growing Space was designed by students from the University of Westminster in collaboration with Cody Dock, OfCA, Webb Yates Engineers and Nicholas Alexander Ltd, funded by QHT.",
                "The pavilion was designed as a lightweight timber structure with a butterfly roof, to demonstrate that growing plants and humans can happily co-exist in one space!",
                "Students took part in stakeholder engagement to better understand needs and aspirations of Cody Dock's community. They then developed designs for this visionary community space based on the initial research, suitable for the local context and site. This Live Project was initiated by Maria Kramer and supported by Corinna Dean.",
                "The Growing Space now hosts weekly Therapeutic Gardening sessions with the objective of increasing broader participation with Cody Dock and helping \nto improve local residents’ mental and physical health and their general well-being.",
                "This inspiring location is often also available to hire providing an inspirational venue for environmental school fieldtrips, workshops, lectures and  arts events."
            ]
        },
        {
            "heading": "Lighting Up The Leaway Celebration",
            "paragraphs": [
                "This annual one day celebration of all things Cody Dock and the tidal River Lea is the perfect introduction to the myriad of volunteering, educational, arts and heritage activities that take place at this remarkable community oasis. The day will include demonstrations of Cody Dock's unique rolling bridge, Lea River heritage Exhibitions, behind the scenes tours of their new boat yard and the restoration of the Frederick Kitchen, and will feature an uplifting program of Live Music, workshops and activities for all ages throughout the day. visit www.codydock.org.uk to view the day's full program."
            ]
        }
    ],
    "id": 11858,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/11858/building_11858_roll-back-and-forth-smallcredit-jim-stephenson_9f3b472276947dc5da5216a56d90288a.gif",
            "description": null,
            "title": "Jim Stephenson",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11858_roll-back-and-forth-smallcredit-jim-stephenson_9f3b472276947dc5da5216a56d90288a.gif"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/11858/building_11858_20210612_155127_37e52af5b7f58429bef6aa363d236fc2.jpg",
            "description": null,
            "title": "Madge Gill 'Nature in Mind' large-scale installation curated by The Line with Sophie Dutton",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11858_20210612_155127_37e52af5b7f58429bef6aa363d236fc2.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/11858/building_11858_20210615_171135_561be455316536cb4a24410bd1554e29.jpg",
            "description": null,
            "title": "Cody Dock",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11858_20210615_171135_561be455316536cb4a24410bd1554e29.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/11858/building_11858_20230930_183242_c5015b0706c7b4a05c941e439572df08.jpg",
            "description": null,
            "title": "Cody Dock Riverside Bar",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11858_20230930_183242_c5015b0706c7b4a05c941e439572df08.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/11858/building_11858_20240305_142653_1fdb4d45e09e008d8612a243ce5ca653.jpg",
            "description": null,
            "title": "Made in Canning Town by Thames Ironworks",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11858_20240305_142653_1fdb4d45e09e008d8612a243ce5ca653.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/11858/building_11858_cody-dock-heritage-centre_95e6841aa04b9876b0a6c251b5ec7dab.jpg",
            "description": null,
            "title": "Visualisation of new LUTL Heritage space",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11858_cody-dock-heritage-centre_95e6841aa04b9876b0a6c251b5ec7dab.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/11858/building_11858_20231106_104343-2_870f907500d1f8a6f422fad2678512ee.jpg",
            "description": null,
            "title": "Frederick Kitchen restoration",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11858_20231106_104343-2_870f907500d1f8a6f422fad2678512ee.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/11858/building_11858_image-2_0d43d39703e011b0b6637ee89afa1786.png",
            "description": null,
            "title": "Cody Dock Summer Event by Eddie Gibb",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11858_image-2_0d43d39703e011b0b6637ee89afa1786.png"
        }
    ],
    "links": [
        {
            "href": "www.codydock.org.uk",
            "title": null
        }
    ],
    "location": {
        "address": "11c South Crescent, E16 4TL",
        "latitude": 51.5198331,
        "longitude": -0.004331,
        "meeting_point": null,
        "travel_info": [
            "Tube: Canning Town",
            "Bus: 323",
            "Additional travel info: 6 minutes from Star Lane DLR with step-free access. \r\n4 minute walk from 323 bus stops on South Crescent; Stop H  and Stop J"
        ]
    },
    "name": "Cody Dock - Lea Way Celebration",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/11858",
    "ticketed_events": false
}