{
    "all_week": false,
    "description": "Join us for an open tour exploring the architecture, use, and restoration of the WWII fighter pens and air raid shelters that were part of RAF Kenley's airfield defenses.",
    "design": {
        "designers": [
            {
                "architect": "Air Ministry Works and Buildings",
                "description": null,
                "year": "1940"
            }
        ],
        "periods": [
            "Inter-war"
        ],
        "types": [
            "military"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2024-09-14",
            "drop_in": true,
            "end": "2024-09-14T15:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in: WWII FIGHTER PEN TOURS AT FORMER RAF KENLEY",
            "notes": "Open tours of two WWII fighter pens at Kenley Common. Information displays and photo exhibits from Kenley Revival project volunteers.",
            "start": "2024-09-14T11:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        "Parking"
    ],
    "factsheet": [
        {
            "heading": "RAF Kenley today",
            "paragraphs": [
                "Kenley airfield played a unique and important role in Britain’s history. As the UK’s most complete surviving Battle of Britain fighter airfield, it gives us a direct and tangible link to our aviation past. As an active airfield today, it builds on that heritage, while the surrounding environs of Kenley Common provide us with a site of nature conservation and a protected public open space. This open space is owned and managed by the City of London with a team of dedicated rangers looking after many acres of wildlife-rich chalk grassland, ancient woodland, and meadows. This site is free to visit with multiple events, guided tours, and both wildlife and heritage walks and talks happening throughout the year that are either free or minimal cost. Across the site visitors can find multiple structures called blast pens or fighter pens. These helped to defend WWII aircraft and also military personnel in shelters during air raids. These monuments still stand today thanks to a huge conservation project and can be explored during the Open House event."
            ]
        },
        {
            "heading": "An introduction to Kenley's WWII blast pens",
            "paragraphs": [
                "When the threat of war was imminent in 1939, a lot of hasty building work was carried out at RAF Kenley to make it ready for modern warfare. It was thought that keeping aircraft in hangars was not a good idea as one direct hit from an enemy bomb could wipe out an entire squadron. So, to provide a better level of protection, it was decided to “disperse” the aircraft around the airfield. To further increase protection, blast pens – also known as fighter pens or E-pens – were built. The initial building of these was complete and the airfield “ready” by April 1940. Originally there were 12 pens at Kenley, of which all except one still exist in various states of completeness. These would provide protection for two squadrons, a maximum of 24 aircraft. Aircraft could also have been positioned around the airfield on various triangular and pentagonal hard standings. Each pen was the shape of a capital “E” when viewed from above, so forming two “bays” within each pen. Earth-covered revetments surrounded the aircraft on three sides providing some protection not only for the aircraft, but for anyone refuelling, rearming or repairing them. The angled nature of the revetments would direct any nearby blast up and over the bank, but were no protection against a direct hit. Every pen at Kenley was built to a subtly different specification. For a start, there are two different overall sizes. Pens 1-4 and 9-12 have two bays each of 16.5m wide x 16.5m deep, whereas pens 5-8 have two bays each of 23.5m wide x 18.5m deep. Most aircraft at Kenley were fighters, either Hurricanes or Spitfires, but other aircraft types were also present and presumably it was intended that pens 5-8 could accommodate larger aircraft if need be."
            ]
        },
        {
            "heading": "Conserving these monuments for the future",
            "paragraphs": [
                "The amalgamation of preservation, conservation and restoration is what posed such interesting challenges for us here at Kenley Common. Using a specialist conservation contractor we knew we would be in safe hands in protecting as much of the heritage assets as possible whilst ensuring they would stand the test of time for future generations.",
                "The architecture is characterised as ‘Impermanent Architecture’, or rather architecture which was only built for a temporary purpose. That purpose was to defend Britain during World War II as the airfield was requisitioned as a fighter airfield in 1939 from being an aircraft acceptance park in 1917. The intention was for the fighter airfield architecture to be impermanent with the intention to return the land when no longer required to the City of London which occurred in 1959 when RAF Kenley was no longer in operational use and parts of the original airfield reverted back to Kenley Common. Parts of the airfield are still in active use and ownership today by the RAF.",
                "In 2016 a partnership between the City of London Corporation, Kenley Airfield Friends Group, and Historic England began with the vision of funding a suite of restoration work across the aviation structures that were most at risk of deteriorating. The National Lottery helped to fund the £1.2 million partnership called the Kenley Revival Project.",
                "Since then, restoration work has brought eight deteriorating fighter blast pens, which protected RAF Spitfires and Hurricanes from attack, back to life.\nThe project, which is now complete, brought over 200,000 visits a year, helping people learn about the war heritage of the airfield."
            ]
        }
    ],
    "id": 11891,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/11891/building_11891_tribute-from-blast-pen-gary-watson_72eeed59042f14f822e9cb97dd3c4f1b.jpg",
            "description": null,
            "title": "WWII fighter blast pen on Kenley Common with a silhouette of a Spitfire",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11891_tribute-from-blast-pen-gary-watson_72eeed59042f14f822e9cb97dd3c4f1b.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Kenley Common, Kenley, CR5 1JS",
        "latitude": 51.311863,
        "longitude": -0.0915096,
        "meeting_point": null,
        "travel_info": [
            "Tube: Wimbledon",
            "Train: Kenley",
            "Bus: 466"
        ]
    },
    "name": "WWII fighter pen tours at former RAF Kenley",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/11891",
    "ticketed_events": false
}