{
    "all_week": false,
    "description": "Aberfeldy is an ambitious regeneration project in Poplar, designed for and alongside its residents and the local community.",
    "design": {
        "designers": [
            {
                "architect": "Levitt Bernstein",
                "description": null,
                "year": "2023"
            }
        ],
        "periods": [
            "Contemporary"
        ],
        "types": [
            "public realm/landscape",
            "residence"
        ]
    },
    "events": [],
    "facilities": [
        "Accessible toilet",
        "Parking",
        "Toilets"
    ],
    "factsheet": [
        {
            "heading": "History",
            "paragraphs": [
                "The original Aberfeldy Estate was completed in the 1970s, but there was a general recognition that it wasn’t as successful as hoped - much of the area’s history was lost and residents felt physically shut off, bordered by both the A12 and A13 roads. In 2012 Poplar HARCA formed the Aberfeldy LLP with EcoWorld London to regenerate this East London neighbourhood.",
                "A decade on, the scheme is already transforming the lives of those who live there with over 900 new homes of all tenures, a new public park called East India Green, a new community centre and public art created in collaboration with the local community. The latest new public space to be completed, Aberfeldy Square, will welcome a GP surgery, a grocery store, a nursery, a café and a pharmacy all set to open in the next few months.",
                "More importantly it has made a positive difference for the people here - local resident Alaina Morshead said “We have a really good community here - Aberfeldy has been our home for a long time and the partnership have really been trying to keep it that way but improve it for the future generations. It’s been really great and I’m so glad to be a part of it.”"
            ]
        },
        {
            "heading": "Focus on local",
            "paragraphs": [
                "Aberfeldy Street had become underused and unsafe with numerous empty units that were not drawing people to visit or serving the needs of the wider community. In response to this, the partnership established a meanwhile use programme to revitalise Aberfeldy Street. Large scale and colourful murals were commissioned to transform the buildings and store fronts, with patterns inspired by traditional Bengali kantha craft and fabrics donated by local residents and business owners. The result is a series of hugely colourful, engaging murals that inject life and vibrancy into the street. Alongside this the partnership established the Start Here programme in 2020, a business incubator aimed at supporting the introduction of new offers to the street alongside existing businesses. Local, socially focused enterprises to applied for a retail unit on the street and received business support to help establish their businesses.   Despite the global pandemic and national lockdowns delaying the work of local traders, Aberfeldy Street has once again become the heart of the neighbourhood that residents are proud of, drawing in people from the area and beyond. Other community led initiatives have included a \"Follow your senses\" interactive art trail which runs throughout Aberfeldy Village, a community led events series named \"Aberfeldy Creates\", which showcased the local businesses of Aberfeldy and attracted audiences from the local and wider area. Further community led initiatives included the Aberfeldy Stories 'Colours of Home' public art installation in Aberfeldy, co-created by local artist and designer Lola Lely with the local community in Poplar. Eye-catching banners were installed across Aberfeldy, and used a colour palette of natural dyes, developed in free community workshops held last year. These initiatives exist to showcase the exciting community which has been thriving in Poplar for years. By creating programmes which highlight the spectrum of community led attractions on offer, the local area can continue to evolve and grow, attracting more visitors and new residents."
            ]
        },
        {
            "heading": "The Tour",
            "paragraphs": [
                "The tour will begin at the Oxbow marketing suite and show apartment, created by global design company Brinkworth. Visitors can explore a fully dressed apartment and learn about the wider masterplan through models and interactives.",
                "The tour will then move onto East India Green; a community park with seating areas, wild planting and play areas that runs through the heart of the new homes.",
                "The journey then leads to Aberfeldy Square, a thriving hub of community life. Here, visitors will be able to walk inside the exciting new community centre, view the state-of-the-art facilities and meet some of the friendly team servicing the local community.",
                "Continuing on the tour, visitors will head down the colourful Aberfeldy Street. With its multi-coloured tapestry of shops hosting local businesses including shops, cafes, and hidden gems that make Aberfeldy Street a huge draw for the East End.",
                "The tour will end at Poplar Works, an award-winning fashion and creative hub. Poplar Works provides affordable workspace for local artists and creative businesses alongside training programmes for local communities, providing routes to employment within the growing fashion sector in East London."
            ]
        }
    ],
    "id": 11900,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2024/11900/building_11900_built-around-centralgreen-areas-aberfeldy_658e64024223d57c6c9973e6d870dde7.jpg",
            "description": null,
            "title": null,
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11900_built-around-centralgreen-areas-aberfeldy_658e64024223d57c6c9973e6d870dde7.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2024/11900/building_11900_img_0131_2ae0253bbf89f5d879930bd3c8943891.jpg",
            "description": null,
            "title": null,
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11900_img_0131_2ae0253bbf89f5d879930bd3c8943891.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2024/11900/building_11900_visual-artist-photographer-jc-candanedo-london-fashion-award-winning-2_64e1f30c72b8aeb88a6d9e279eb59cc9.jpg",
            "description": null,
            "title": null,
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11900_visual-artist-photographer-jc-candanedo-london-fashion-award-winning-2_64e1f30c72b8aeb88a6d9e279eb59cc9.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2024/11900/building_11900_johnny-stephens-photography-9_968c19798641c6128b191019a08529a1.jpg",
            "description": null,
            "title": null,
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11900_johnny-stephens-photography-9_968c19798641c6128b191019a08529a1.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Aberfledy Village, E14 0ND",
        "latitude": 51.51328,
        "longitude": -0.0002,
        "meeting_point": null,
        "travel_info": [
            "Tube: Canning Town, East India",
            "Bus: 115, 309, D8"
        ]
    },
    "name": "Aberfeldy Village",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/11900",
    "ticketed_events": false
}