{
    "all_week": false,
    "description": "Not many would believe that Notting Hill, now an extremely wealthy part of London, was once notorious for being a “slum”. This tour explores the stories behind the streets of Notting Hill and how their effects can be seen decades on.",
    "design": {
        "designers": [],
        "periods": [],
        "types": [
            "walk/tour"
        ]
    },
    "events": [],
    "facilities": [
        "Family-friendly event",
        "Step-free routes"
    ],
    "factsheet": [
        {
            "heading": "About the tour",
            "paragraphs": [
                "A rural farmland owned by the Ladbroke Family, Notting Hill began to develop in the late 1700s with the family's dream of turning it into a lavish estate that rivals Regent's Park. While it may seem that their dream has finally become a reality, the area up until the second half of the 20th century was largely a slum, and its more recent history is tainted by racial tensions, abusive landlords, and hyper-gentrification which has forced most of its original community out.",
                "Architecture and urban spaces are the backdrop to every day life. People influence how these spaces take shape, but these spaces also have the power to make or break communities. Decisions made in architecture and urban planning often have long-lasting effects on communities and inevitably instigate gentrification – a problem most districts in London face today.",
                "This tour hopes to shed light on the lesser-known history of Notting Hill and the struggles of its people, through the use of the urban fabric as a storytelling tool to understand the underlying tensions and their influence until this day. From the wealthy Ladbroke Estate to the Potteries and Piggeries, to the notorious landlord Peter Rachman and the chilling murders at Rillington Place, to the Notting Hill Riots and the construction of the Westway, Notting hill bears scars that are evident in the urban fabric to those who look closely."
            ]
        },
        {
            "heading": "About the Golden Key Academy",
            "paragraphs": [
                "This tour is led by an alumnus of Open City’s Golden Key Academy – a course training up insightful and engaging guides dedicated to explaining London and bringing its many stories to life.",
                "Further info on the Golden Key Academy can be found here https://open-city.org.uk/golden-key-academy"
            ]
        }
    ],
    "id": 11970,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/11970/building_11970_dscf3221_f66d83eea48f263209c9252e882bd90f.jpg",
            "description": null,
            "title": "Photo by Sally Itani",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11970_dscf3221_f66d83eea48f263209c9252e882bd90f.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/11970/building_11970_dscf3095_c1372ae36c34db07cb3a9b88ecceea9b.jpg",
            "description": null,
            "title": "Photo by Sally Itani",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11970_dscf3095_c1372ae36c34db07cb3a9b88ecceea9b.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/11970/building_11970_dscf3279_259aa122795c031b8493dfd677cb5bd3.jpg",
            "description": null,
            "title": "Photo by Sally Itani",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11970_dscf3279_259aa122795c031b8493dfd677cb5bd3.jpg"
        }
    ],
    "links": [
        {
            "href": "https://open-city.org.uk/golden-key-academy",
            "title": null
        }
    ],
    "location": {
        "address": "Outside Holland Park Station, Holland Park Avenue, W11 3RB",
        "latitude": 51.50737,
        "longitude": -0.20565,
        "meeting_point": null,
        "travel_info": [
            "Tube: Holland Park, Notting Hill Gate",
            "Train: Shepherd's Bush",
            "Bus: 228, 31, 94",
            "Additional travel info: Closest tube station at the end of the tour will be Ladbroke Grove"
        ]
    },
    "name": "The traces that remain: stories from Notting Hill",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/11970",
    "ticketed_events": false
}