{
    "all_week": false,
    "description": "The North London Buddhist Centre has been described as an 'oasis along the Holloway road'. It just celebrated its 20th anniversary in its current premises built in 1980 with some elements of Georgian style. The building houses two shrine rooms, a café area and  bodywork studio.",
    "design": {
        "designers": [
            {
                "architect": "0",
                "description": null,
                "year": "2002"
            }
        ],
        "periods": [
            "Contemporary"
        ],
        "types": [
            "religious"
        ]
    },
    "events": [],
    "facilities": [
        "Accessible toilet",
        "Cloakroom",
        "Toilets",
        "Drinking water",
        "Gender neutral toilet",
        "Handrails on stairs",
        "Quieter area",
        "Seating available"
    ],
    "factsheet": [
        {
            "heading": "The building",
            "paragraphs": [
                "The North London Buddhist Centre has been described as an 'oasis on the Holloway road'. It just celebrated its 20th anniversary in its current premises. Previously a publishing house, it needed extensive renovations to be suitable for its new purpose as a Buddhist Centre and community hub. The building houses two shrine rooms, a reception and café area as well as a yoga studio."
            ]
        },
        {
            "heading": "The charity",
            "paragraphs": [
                "The North London Buddhist Centre is an independent charity (the Nalanda Trust) led by members of the Triratna Buddhist Order, a worldwide Buddhist community and network of Buddhist centres. Triratna learns from all the schools of Buddhism, integrating its approaches with the best of human culture. It is attempting to develop a spiritual tradition that can speak to us in the modern world. We welcome people of any ethnicity, nationality,  gender identity, sexual orientation or religious affiliation."
            ]
        },
        {
            "heading": "What we do",
            "paragraphs": [
                "Throughout the year we've got thousands of visitors joining our activities to support wellbeing and happiness - these include Buddhism and meditation, but also many other activities like bodywork, secular mindfulness-based cognitive therapy (MBCT), drumming, music & poetry evenings. We estimate that about half of our visitors are not Buddhist."
            ]
        }
    ],
    "id": 11996,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/11996/building_11996_sharedimage-2_f47be6f2fe4af11e6feeaf9baa87d9cd.jpg",
            "description": null,
            "title": null,
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11996_sharedimage-2_f47be6f2fe4af11e6feeaf9baa87d9cd.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "North London Buddhist Centre, 72 Holloway Road, N7 8GJ",
        "latitude": 51.54942,
        "longitude": -0.10771,
        "meeting_point": null,
        "travel_info": [
            "Tube: Highbury & Islington, Holloway Road",
            "Train: Drayton Park, Highbury & Islington",
            "Bus: 43, 263, 271, 393"
        ]
    },
    "name": "North London Buddhist Centre",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/11996",
    "ticketed_events": false
}