{
    "all_week": false,
    "description": "Open day / weekend of a contemporary house extension within a conservation area. The build was completed in 2022.",
    "design": {
        "designers": [
            {
                "architect": "UNFOLD Architecture + Design Ltd",
                "description": null,
                "year": "2022"
            }
        ],
        "periods": [
            "Victorian"
        ],
        "types": [
            "residence"
        ]
    },
    "events": [],
    "facilities": [],
    "factsheet": [
        {
            "heading": "History",
            "paragraphs": [
                "The house is located to the West end of Arbuthnot Road, towards the Western boundary of the Telegraph Hill Conservation Area and the Western boundary of the Borough of Lewisham. This end of the street features a consistent and continuous row of 2-storey terrace houses.",
                "The Telegraph Hill Conservation Area is an exemplar of a late Victorian planned residential suburb that included (and still includes) schools, places of worship and public parks all designed and built as an integral part of the neighbourhood.",
                "The original house is a Victorian 2-storey terrace with a ground floor bay widow and a 2-storey return to the rear."
            ]
        },
        {
            "heading": "Refurbishment and Extension",
            "paragraphs": [
                "The single storey rear extension and partially infilling the side return improves the property by improving on the quality of the ground floor living spaces, as well as maximising the daylight reaching the ground floor level of the house. The extension replaced a smaller glass and timber framed addition to the rear of the house.",
                "The well-mannered single storey rear extension is finished primarily in facing brick of a complimentary but differing style to that of the existing to clearly define this newer addition.",
                "The main form facing the rear garden is proposed with a mono roof pitch roof falling to its lowest point at the boundary with No.5 to mitigate against any loss of daylight to the neighbouring property. This contains a set of fully opening windows and window seat with vertical timber cladding above partially sloped inwards as per the brickwork adjacent to the window to notionally ‘scoop’ in the North facing light. Set back from this within the lower flat roofed element is the fully glazed pivot door which not only maximises daylight but the location of this aligning with the entrance to the kitchen provides a clear route and view through to the rear garden from the house. This lower flat roof also means the existing cill level of the first floor window is able to be retained.",
                "By retaining the small courtyard adjacent to the rear wall of the house, this not only retains the door to the existing living room and the existing arrangement of drainage from first floor, it also helps reinforce the separation of the contemporary proposals from the existing."
            ]
        },
        {
            "heading": "Visitor Information",
            "paragraphs": [
                "The ground floor and garden of the house will be open to all visitors. The Architect will be available to field any questions and present the proposals to visitors"
            ]
        }
    ],
    "id": 12085,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2024/12085/building_12085_img_6520-ed1_97ee7bc1f6340726ee9d568a0b79d268.jpg",
            "description": null,
            "title": null,
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12085_img_6520-ed1_97ee7bc1f6340726ee9d568a0b79d268.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2024/12085/building_12085_097-complete-2_4648472c0de2e062d320cf2ca47382e4.jpeg",
            "description": null,
            "title": null,
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12085_097-complete-2_4648472c0de2e062d320cf2ca47382e4.jpeg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2024/12085/building_12085_img_6525-ed1_42db3fcf8ee66590afe0ac6f409e3fd9.jpg",
            "description": null,
            "title": null,
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12085_img_6525-ed1_42db3fcf8ee66590afe0ac6f409e3fd9.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "3 Arbuthnot Road, SE14 5LS",
        "latitude": 51.46961,
        "longitude": -0.05053,
        "meeting_point": null,
        "travel_info": [
            "Train: Nunhead, Queen's Road Peckham",
            "Bus: 136, 171, 177, 36, 436, 78, P12, P13",
            "Additional travel info: 5 mins walk from Nunhead Station\r\n10 mins Walk from Queen's Road Peckham Station"
        ]
    },
    "name": "3 Arbuthnot Road",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/12085",
    "ticketed_events": false
}