{
    "all_week": false,
    "description": "Bernie Grant Arts Centre (BGAC) is a multi-art form venue, situated in the heart of Tottenham.  As London’s only Black-led combined arts venue that prioritises Black creativity, we fulfil a critically important role in our area.",
    "design": {
        "designers": [
            {
                "architect": "n/a",
                "description": null,
                "year": "2007"
            }
        ],
        "periods": [
            "Contemporary"
        ],
        "types": [
            "theatre"
        ]
    },
    "events": [],
    "facilities": [
        "Accessible toilet",
        "Parking",
        "Toilets"
    ],
    "factsheet": [
        {
            "heading": "Open House: Run of Events for September 16, 2023",
            "paragraphs": [
                "We are excited to present our OPEN HOUSE programming which will give the community insight into our day to day operations and overall mission of Bernie Grant Arts Centre. \nThere are lifts available in each building to provide access to all the spaces featured in this tour.",
                "Guided Tour: Nicole Maynard will be leading our guests on a guided tour of the Bernie Grants Arts Centre. This tour will allow our guests to explore the BGAC Theatre,  Hub, Performance Building, and Paul Square; with the opportunity to learn more about our Enterprise Center.",
                "Here is a breakdown of the public and private areas that will be included in the Guided Tour:",
                "Paul Square: Guests will start at Paul Square; this outdoor\nspace has been a meeting ground for the Tottenham comm\nunity for years. Paul Square at BGAC has had the pleasure to    \nhost the annual Windrush Festival, Circus Takeover, \nTottenham Literature Festival, and Family Fun Days.",
                "BGAC Front of House & Art Installation: Resting in the front window of BGAC front of house, an  \"Ode to David Lammy MP\" by Elsa James is on view for our guests to experience. This art installation was inspired by the Tottenham MP in 2018 in response to the Windrush scandal. We are delighted to welcome at the Bernie Grant Arts Centre an artwork by artist Elsa James, titled ‘Ode to David Lammy MP’, a piece inspired by an emotive speech by the Tottenham MP in 2018 responding to the Windrush scandal.",
                "Elsa James is a conceptual artist and activist working across live performance, film (in which she also performs), text in digital formats and silkscreen prints on paper, spoken word poetry, and, more recently, large-scale neon text and sound.\nHer current artistic research focuses on the British Empire and the profundity of transatlantic slavery, diaspora and belonging.",
                "Guests will also have the opportunity to experience our front of house exhibit, \"Windrush Elders Exhibition\", a photography exhibit based around a series of portraits of the Windrush Generation, taken by local photographer Steve Bright. BGAC worked with Arts Bridge on this year's Windrush Day activities to commemorate and celebrate the arrival and contribution of the Windrush Generation in London and beyond.",
                "BGAC Cafe & Bar: Our vibrant Cafe & Bar is located in our front of house area and  was recently refurbished by renowned designer Morag Myerscough and artists Yemi Awosile and Luke Morgan. The Cafe will be open and  available to our guests to grab a refreshment on their way to explore the BGAC Theatre.",
                "BGAC Theatre:  This breathtaking theatre space in the heart of Tottenham has housed many concerts, theatre and dance performances, technical and production rehearsals as well as film, tv shoots, live broadcast, and other events. Our guests will learn about how this Theatre functions and the many wonderful events that have taken place here. Not only will guests experience the theatre they will also have access to where the magic truly happens, our backstage area. The dressing rooms, green rooms, and the areas where our performers hang out and prepare for their moments on stage will be accessible to our guests during this tour.",
                "The Enterprise Centre: Tucked away behind the theatre building is the BGAC Enterprise Centre, where we house up to 20 creative small businesses, supporting the next generation of artists, designers, and makers. Guests will not have access to the inside of this building, but they will learn more about how this space serves the local artisans and business owners in Tottenham.",
                "BGAC Performance Building: In the Grade II*-listed red brick facade facing the Green, guests will be led through the space that is home to many of our Tottenham based artists and performers. They will have access to the many green rooms, studios, and rehersal rooms. Not only will they have the pleasure of seeing the space, they will experience our beloved Reggae Choir who will be rehearsing in the space on the day as well as Aniko's Dance Academy Rehersal. This will give our guests the opportunity to see the spaces they're learning about inhabited and in action.",
                "Aniko's Dance Company, founded by Aniko Solti MsC, DDE ISTD, has been housed at BGAC since 2012. It is a local friendly ballet school with professional teachers, specialising in pre-school and primary school age groups.",
                "Guests will also be able to experience the historical front of BGAC which faces the Tottenham Green and learn the history of the architecture and how it functioned prior to the refurbishment and expansion in",
                "Reggae Choir: Reggae Choir is an exciting non-audition, non-religious, contemporary ensemble, open to all who enjoy singing reggae music, regardless of skill or experience.\nFormed in 2012 by award-winning singer-songwriter Fola Phillip, Reggae Choir have performed at many indoor and outdoor events and festivals including the U.K’s largest reggae and dub festival ‘One Love’, Citadel Festival, The London International Ska Festival, Royal Festival Hall, Fairfield Concert Hall, a sell-out show at world Famous Jazz Café in Camden Town, Hackney Empire, Hayling Island Reggae and Soul Weekender and The Royal Academy of Arts to name\nbut a few.",
                "We are extremely honoured to be apart of this years OPEN HOUSE and can't wait to engage our community by providing and behind the scenes experience on how we have served the Tottenham community and carried on Bernie Grant's legacy over the past decade.",
                ""
            ]
        }
    ],
    "id": 12105,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2024/12105/building_12105_bgac-windrush-2023-93-1_2922639debf09c091452a7f932e44951.jpg",
            "description": null,
            "title": "BGAC Windrush Block Party - Credit Glodi Miessi",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12105_bgac-windrush-2023-93-1_2922639debf09c091452a7f932e44951.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Town Hall Approach Road, N15 4RX",
        "latitude": 51.58718,
        "longitude": -0.07224,
        "meeting_point": null,
        "travel_info": [
            "Tube: Seven Sisters",
            "Train: Seven Sisters",
            "Bus: 149, 243, 259, 279, 318, 476, W4",
            "Additional travel info: We are a five-minute walk from Seven Sisters station on the Victoria line and ten minutes by Tube from central London.\r\nWhen you approach the Bernie Grant Arts Centre from Tottenham Green, you’ll see the red brick-fronted Hub building which houses our cinema. If you’re looking for the theatre, walk past the Hub building and across the courtyard to our glass-fronted main theatre building."
        ]
    },
    "name": "Bernie Grant Arts Centre",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/12105",
    "ticketed_events": false
}