{
    "all_week": false,
    "description": "A 3-hour walking tour based around Royal Albert Dock that takes in architecture including London City Airport, The Tate & Lyle Sugar Refinery and the much politicised Royal Albert Dock development with some unexpected stop offs along the way.",
    "design": {
        "designers": [
            {
                "architect": "Royal Albert Dock development",
                "description": null,
                "year": "2019"
            }
        ],
        "periods": [],
        "types": [
            "walk/tour"
        ]
    },
    "events": [
        {
            "activity_type": "Walking tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/12116",
            "capacity": null,
            "date": "2024-09-17",
            "drop_in": false,
            "end": "2024-09-17T17:00:00+01:00",
            "fully_booked": false,
            "name": "Sugar and spice and all things nice",
            "notes": "Please ",
            "start": "2024-09-17T14:00:00+01:00",
            "ticketed": true
        }
    ],
    "facilities": [
        "Toilets"
    ],
    "factsheet": [
        {
            "heading": "About your tour and guide",
            "paragraphs": [
                "Once the most important centres of trade in the UK, the Royal Docks was a thriving port with steam ships travelling from afar bringing back supplies that fed the nation, even ensuring British people received their rations during WW2. Since its closure in the 1980s, it’s become one of the quietest and most derelict parts of London, still largely awaiting regeneration.",
                "Sweets are part of the heritage of the area and there are plenty of treats to discover. This walking tour takes in significant buildings and landmarks that tell the story of this fascinating place and along the way you’ll get a ‘taste’ of what the docks have to offer, including a very special insight into the future of Royal Albert Dock.",
                "The Royal Docks story\nToday not many Londoners know where the Royal Docks are but at one point in the city's history it was the most important location in the capital.",
                "This tour focusses on the past, present and future of Royal Albert Dock while celebrating the area's legacy of sugar and spices.",
                "During this walking tour you'll see and experience what the Royal Docks has to offer today in this personal interpretation of the area by local resident Momtaz Begum-Hossain who lives and works in the Royal Docks.",
                "About your guide\nMomtaz Begum-Hossain is an award-winning journalist, presenter and podcaster. She’s a rare Londoner who has lived in the North, East, South and West of the city but when she arrived at the Royal Docks she instantly found her home. Momtaz enjoys swimming in the docks and cycling around what she feels is the most spacious, open, relaxing and secret spot in London."
            ]
        },
        {
            "heading": "Golden Key Academy",
            "paragraphs": [
                "This tour is led by an alumnus of Open City’s Golden Key Academy – a course training up insightful and engaging guides dedicated to explaining London and bringing its many stories to life.",
                "Further information on the Golden Key Academy can be found here https://open-city.org.uk/golden-key-academy"
            ]
        }
    ],
    "id": 12116,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/12116/building_12116_royal-docks-walking-tour_e85c7a596a1d7112b32d6c797ebb9898.jpg",
            "description": null,
            "title": "Join a walking tour to discover the waterfront developments and history of Royal Albert Dock",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12116_royal-docks-walking-tour_e85c7a596a1d7112b32d6c797ebb9898.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/12116/building_12116_royal-docks-walking-tour-with-momtaz-begum-hossain_2023_cf2604c4bd5929fac87a560e3e4ddee0.jpg",
            "description": null,
            "title": null,
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12116_royal-docks-walking-tour-with-momtaz-begum-hossain_2023_cf2604c4bd5929fac87a560e3e4ddee0.jpg"
        }
    ],
    "links": [
        {
            "href": "https://open-city.org.uk/golden-key-academy",
            "title": null
        }
    ],
    "location": {
        "address": "Royal Docks Watersports Centre London Regatta Centre, E16 2QT",
        "latitude": 51.50768,
        "longitude": 0.04166,
        "meeting_point": null,
        "travel_info": [
            "Train: Royal Albert",
            "Additional travel info: Royal Albert is a DLR station."
        ]
    },
    "name": "Sugar and spice and all things nice - a sensory inspired walk",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/12116",
    "ticketed_events": true
}