{
    "all_week": false,
    "description": "Lewisham Arthouse (LAH) is a not-for-profit artist-led co-operative, based in the formerly Deptford Central Library, Grade II listed, 1910 -1914, Designed by A. Brumwell Thomas (1868 -1948)",
    "design": {
        "designers": [
            {
                "architect": "A Brumwell Thomas",
                "description": null,
                "year": "1910"
            }
        ],
        "periods": [
            "Edwardian"
        ],
        "types": [
            "community/cultural"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2024-09-21",
            "drop_in": true,
            "end": "2024-09-21T18:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in: Guided Tour",
            "notes": "Please let us know if you plan to visit. Doing so allows the venue to plan ahead and you will be notified by email about any changes to the programme that might affect your visit.",
            "start": "2024-09-21T10:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        "Accessible toilet",
        "Baby changing facilities",
        "Toilets"
    ],
    "factsheet": [
        {
            "heading": "A New Library",
            "paragraphs": [
                "On 27th October 1905 a Public Libraries Service was opened in the former borough of Deptford. Andrew Carnegie promised a sum of £9000 for a central library and £4,500 each for two branch libraries. The present site was purchased for the central library in October 1909 for £5,600. Originally three shops stood here. Andrew Carnegie was again approached in August 1910 with a request to increase the funding. The final figure for the central library amounted to £12,000. In 1911 Sir Alfred Brumwell Thomas won the commission for the design of the building. The tender of £12,418 was accepted in October 1913 and the work started at once. The foundation stone was laid on 5th April 1913 and the library eventually opened on 18th July 1914."
            ]
        },
        {
            "heading": "Building Design",
            "paragraphs": [
                "The building is Edwardian Baroque based on the Classic Renaissance style. The facades are built in small Berkshire bricks with porticoes, entablature and balustrade in Portland stone. The main architectural order is Ionic and the portico with its eight columns forms the principal entrance to the building. An inscription to Andrew Carnegie, the donor, is carved in the stone panel over the doorway with a floral wreath and the lamp of knowledge at its head.",
                "From the entrance, a wide corridor with a plaster vaulted ceiling leads to the ground floor (formerly the lending library). A massive marble staircase leads to the first floor (formerly the reference library) which includes colonnaded gallery with a glazed barrel-vaulted ceiling. The baroque revival for public buildings such as these flourished from 1896 to 1906. The years 1905 and 1906 may be regarded as the peak of the style."
            ]
        },
        {
            "heading": "Building Layout",
            "paragraphs": [
                "The public rooms of the library were arranged on the ground floor and first floors. On the ground floor were the newspaper room (for 41 readers) and the periodical room (for 45 readers). Off the entrance hall was the main lending library arranged for an ‘open access’ system. There was shelf accommodation for about 20,000 volumes. On the same floor were the rooms for the sub-librarian, a store room and work room with a staircase leading to the staff mess rooms on the mezzanine and to the reference library bookstore. The marble staircase from the entrance hall led to the first floor where the reference library (for a maximum of 60 readers) was housed, the magazine room (for 48 readers) and auxiliary room for special exhibitions and lectures (seating 120 people). A book lift ran from the basement to the first floor."
            ]
        },
        {
            "heading": "The Architect",
            "paragraphs": [
                "Sir Alfred Brumwell Thomas (1868 – 1948) was born at Virginia Water in Surrey. His father, Edward Thomas, also an architect, was District Surveyor for Rotherhithe. After being articled to a little-known architect, WS Witherington, and attending Westminster Art School, he ran his own practice from 1894, at a small office in Piccadilly, in partnership with his father. He had added the name ‘Brumwell’ to make himself distinctive, and by 1899 his office was in the fashionable Queen Anne’s Gate. The Rotherhithe connection may have led to the son’s first major building, Addey and Stanhope School in New Cross Road (1898-9).",
                "But competitions were the main avenue to success; in 1898 Thomas won the contest for Exeter Eye Hospital, and that same year he was catapulted from obscurity to fame in 1898, when he won the competition for designing the new City Hall for Belfast, one of the largest public buildings in the British Isles. It has huge Baroque porticoes, lavish marble interiors, and a central dome base on Wren’s domes at Greenwich. When it was completed in 1900, he was knighted, at the early age of 38. On the strength of Belfast, Thomas went on to become one of the most successful exponents of the Baroque Revival, which became the fashion for buildings of the early 1900s.",
                "His other principal works were the Town Halls of Stockport (1903-8), and Woolwich (1899-1908), both also won in competition."
            ]
        }
    ],
    "id": 12118,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/12118/building_12118_img_7371-1_3ec85513ca89a11cb40891e528053a96.jpg",
            "description": null,
            "title": "Front of the building",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12118_img_7371-1_3ec85513ca89a11cb40891e528053a96.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Lewisham Arthouse, SE14 6PD",
        "latitude": 51.4715,
        "longitude": -0.03076,
        "meeting_point": null,
        "travel_info": [
            "Train: New Cross, Brockley, Lewisham, New Cross Gate, St. John's",
            "Bus: 21, 136, 172, 436"
        ]
    },
    "name": "Lewisham Arthouse",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/12118",
    "ticketed_events": false
}