{
    "all_week": false,
    "description": "Guided walking tours of the grounds of Bethlem Royal Hospital, taking in the Hospital's historic Chapel, its beautiful grounds, Bethlem Museum of the Mind, and Bethlem Gallery.",
    "design": {
        "designers": [
            {
                "architect": "Cheston and Elcock",
                "description": null,
                "year": "1930"
            }
        ],
        "periods": [
            "Inter-war"
        ],
        "types": [
            "health"
        ]
    },
    "events": [],
    "facilities": [
        "Accessible toilet",
        "Baby changing facilities",
        "Parking",
        "Toilets"
    ],
    "factsheet": [
        {
            "heading": "History",
            "paragraphs": [
                "Although Bethlem Royal Hospital is the oldest psychiatric institution with a continous history from 1247 to the present, its move to the south-eastern suburbs of London took place in the early twentieth century, and it is the only surviving example in England of a hospital built according to the continental 'villa system'. Tours will introduce visitors to the Hospital's history as well as to its contemporary mental healthcare practice."
            ]
        },
        {
            "heading": "2014 factsheet",
            "paragraphs": [
                "",
                "A Brief History of Bethlem\nThe hospital was founded in 1247 as the Priory of St Mary of Bethlehem, and originally located at Bishopsgate, just outside the City of London (where Liverpool Street station is today). From the end of the 14th century, Bethlem has been associated with the care and treatment of mental illness: in the Elizabethan period the shortened name ‘Bedlam’ became a synonym for chaos or disorder.",
                "However, the hospital was very small until its move to Moorfields in 1676. Here, a grand baroque building was designed for 120 patients. In 1815, Bethlem moved again, to St George’s Fields, where part of the Victorian hospital remains today as the Imperial War Museum. As London expanded, the governors decided on another relocation: this time to the Bromley/Croydon borders.",
                "Bethlem at Monks Orchard\nThe hospital governors purchased the Monks Orchard Estate in the 1920s. Previously owned by the wealthy Loyd family, the land had been vacant for some years. The original buildings were largely demolished, but some of the estate walls and formal gardens remain.",
                "The hospital was designed by Ralph Maynard Smith, and is architecturally significant as the first psychiatric hospital in the country to be built in the ‘villa’ style popular on the continent. Rather than the grand old Victorian wings found in the old county asylums, the wards were built as separate, self-contained units. This design has suited the changes to Bethlem over the years: today, the hospital contains a variety of specialist wards, accepting patients from around the country. These include a Mother and Baby Unit, inpatient facilities for the treatment of eating disorders and a National Psychosis Unit.",
                "The hospital was officially opened by Queen Mary in 1930. Many of the buildings around the front entrance date to this time, including:",
                "The gate lodge",
                "The chapel, built by Viscount Wakefield of Hythe in memory of his wife. Alongside Lionel Faudel Phillips, Wakefield was responsible for the hospital’s move here. The chapel was reduced to a shell in summer 1944, when three V-I rockets landed in the grounds. Miraculously no one was injured, but virtually every building on site was damaged.",
                "Alexandra House (opposite the chapel) was originally the Nurses’ Home. Until the early 1990s, unmarried nurses lived onsite. The shift away from residential accommodation for staff is one of the major changes in hospital life in the 20th century.",
                "Museum of the Mind\nIn 2015, a new Museum of the Mind will open in the main administration block of the hospital. Run by the Bethlem Art and History Collections Trust, the museum will provide a leading community information and learning resource for the history of mental health care and treatment.",
                "The building is undergoing extensive refurbishment, designed by architects Fraser Brown MacKenna. This includes making it wheelchair accessible and restoring the original features, such as the Art Deco entrance hall. The work is currently being undertaken by construction contractors Kier Group, with the museum set to open in March 2015."
            ]
        }
    ],
    "id": 12129,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/12129/building_12129_museum-exterior_790ee3d43d63a56f2133375add125fa0.jpg",
            "description": null,
            "title": "Bethlem Museum of the Mind",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12129_museum-exterior_790ee3d43d63a56f2133375add125fa0.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Bethlem Museum of the Mind, Beckenham, BR3 3BX",
        "latitude": 51.38092,
        "longitude": -0.02931,
        "meeting_point": null,
        "travel_info": [
            "Train: Eden Park",
            "Bus: 356",
            "Additional travel info: 150 yards into Hospital site on Monks Orchard Road, approx 1 km from Eden Park station. 356 and SL5 buses stop outside Hospital gates."
        ]
    },
    "name": "Bethlem Royal Hospital",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/12129",
    "ticketed_events": false
}