{
    "all_week": false,
    "description": "The creation of new public realm along Strand, south of Aldwych, has been described as the one of the best things to happen to London in years. It is an exemplar of what's possible when road space is reclaimed for people and for nature.",
    "design": {
        "designers": [
            {
                "architect": "LDA Design - Landscape Architect",
                "description": null,
                "year": "2024"
            }
        ],
        "periods": [],
        "types": [
            "walk/tour"
        ]
    },
    "events": [],
    "facilities": [
        "Quieter area",
        "Seating available",
        "Step-free routes"
    ],
    "factsheet": [
        {
            "heading": "Strand Aldwych - a new piece of city",
            "paragraphs": [
                "Strand Aldwych is a new kind of social city space, carved out from a heavily trafficked gyratory.",
                "Strand has been an important east/west route in London since AD190 when it was called Strond, meaning edge of the river. It remains a key processional route between Westminster Abbey and St Paul’s. Completed in 1905, Aldwych is a younger part of the city, and inspired by Parisian boulevards.",
                "In the 20th century, Strand and Aldwych formed a multi-lane, heavily trafficked one-way gyratory. Despite being lined with renowned institutions including Somerset House, the Courtauld Gallery (both Grade 1 listed), Store Studios and Bush House as well as universities King’s College and London School of Economics, the area became a hostile non-place, somewhere to pass through quickly, with pedestrians pinned back by traffic. The gyratory turned the Grade 1 listed St Mary Le Strand Church into a glorified traffic island known to bus drivers as St Mary in the Way.",
                "LDA Design and Westminster City Council have worked to remove traffic along Strand, from Waterloo Bridge to St Clement Danes. Now, there is a generous performance space for the educational and cultural institutions along Strand to curate, and beautiful, tranquil gardens surround St Mary le Strand church.",
                "Described as one of the best things to happen to London in years, this significant and complex project demonstrates a shift in how we view our city streets. SAVE Britain’s Heritage has described it as “the best and most enlightened example of good town planning since the creation of Covent Garden Piazza in the 1970s.”",
                "Strand now features three beautifully crafted sculptural seating designed by LDA Design and fabricated by millimetre from more than 500 panels of sustainable accoya timber. The benches took a year to make and speak to the quality our public spaces deserve. The tour is an opportunity to discuss what we can learn from Strand and how we can raise the bar for streets and spaces in any town or city.",
                "The tour will be guided by the project lead for Strand Aldwych, Cannon Ivers, a director at LDA Design."
            ]
        }
    ],
    "id": 12155,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/12155/building_12155_06_strand-after_credit-cannon-ivers_01_368179ddc63565c023aaf410c6bc5934.jpg",
            "description": null,
            "title": "New sculptural seating, which took a year to make, creates a gateway onto a traffic-free Strand.",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12155_06_strand-after_credit-cannon-ivers_01_368179ddc63565c023aaf410c6bc5934.jpg"
        }
    ],
    "links": [
        {
            "href": "https://www.lda-design.co.uk",
            "title": "www.lda-design.co.uk"
        },
        {
            "href": "https://twitter.com/LDADesign",
            "title": "twitter.com/LDADesign"
        },
        {
            "href": "https://www.linkedin.com/lda-design",
            "title": "www.linkedin.com/lda-design"
        },
        {
            "href": "https://www.instagram.com/ldadesign",
            "title": "www.instagram.com/ldadesign"
        }
    ],
    "location": {
        "address": "St Mary le Strand, Strand, WC2R 1ES",
        "latitude": 51.51215,
        "longitude": -0.11685,
        "meeting_point": null,
        "travel_info": [
            "Tube: Covent Garden, Holborn, Temple",
            "Train: Blackfriars, Charing Cross",
            "Bus: 1, 139, 15, 168, 172, 188, 243, 26, 341, 59, 68, 76, 87, 91",
            "Additional travel info: Start point:  In front of Somerset House, Strand \r\nEnd point: St Clement Danes Church"
        ]
    },
    "name": "Tour of Strand Aldwych",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/12155",
    "ticketed_events": false
}