{
    "all_week": false,
    "description": "Come inside Hayhurst & Co’s intricate, light-filled building, bursting with architectural ideas and extraordinary spatial events to hear how it’s rooted in a coherent educational ethos – and empathy with young children.",
    "design": {
        "designers": [
            {
                "architect": "Hayhurst & Co",
                "description": null,
                "year": "2021"
            }
        ],
        "periods": [
            "Contemporary"
        ],
        "types": [
            "education"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2024-09-21",
            "drop_in": true,
            "end": "2024-09-21T13:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in",
            "notes": "Tours with the architect roughly every half hour on a first come, first serve basis.",
            "start": "2024-09-21T10:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        "Accessible toilet",
        "Toilets"
    ],
    "factsheet": [
        {
            "heading": "Context",
            "paragraphs": [
                "The re-building of Edith Neville Primary School forms the first phase of Camden’s new £89m Central Somers Town regeneration masterplan. \nLocated between St. Pancras station, the Crick Institute and Euston station, Central Somers Town is a short walk from some of London’s busiest landmarks yet also one of its most deprived and neglected neighbourhoods.\nThe regeneration initiative provides a re-built school, new public open spaces, community facilities and 130 new homes, making it a flagship for Camden Council’s Community \nInvestment Programme (CIP) and a key milestone in redressing the historic inequality \nof the area."
            ]
        },
        {
            "heading": "School as  Community + Manifesto",
            "paragraphs": [
                "The School had been housed in sub-standard accommodation since its opening in the 1970s. \nIts new home includes a 1-to-2FE primary school, nursery, family centre and parent \ndrop-in, providing pupils with a state-of-the-art learning environment and the school a \nsecure basis on which it can thrive into the future.\nThe resultant building is a welcoming and light-filled celebration of the school community.",
                "The building design is based on a shared ‘manifesto’ specific to Edith Neville Primary School. This manifesto evolved from the detailed consultation conversations between Hayhurst & Co, the school community and the local authority that established the project’s key objectives and a vision for the identity of the educational environment. The manifesto covered subjects such as ‘pedagogy’, ‘nature’, ‘community’ and ‘well-being’: defining and expressing the school’s ethos and community outlook."
            ]
        },
        {
            "heading": "A Family Journey to a School in a Park",
            "paragraphs": [
                "The school is pivotal to the Central Somers Town community, allowing essential social interaction for many parents and providing the opportunity for the school to engage with the wider family unit.\nThe design of the new building was developed around the idea of a family-scale courtyard - an ‘oasis’ that welcomes families into the heart of the building. This provides parents with access to its various facilities, whilst also accommodating pick-up and drop-off of multiple siblings simultaneously.\nThe new school is conceived as part of the surrounding parkland landscape and its building and boundary are designed to extend the park, both physically and perceptively. \nThe white, filigree site enclosure and building envelope provide a multi-layered backdrop to the public spaces they face. Planting is strategically placed to grow up and through the façade, creating pieces of vertical park, whilst carefully considered openings through the bespoke perforate fencing allow visual permeability without compromise to the \nschool’s sense of protection."
            ]
        },
        {
            "heading": "Playful Learning Environments",
            "paragraphs": [
                "The new school is designed to promote inclusive play and provide a series of spaces that enrich pupil’s health and well-being, as well as the formal curriculum. \nEach classroom includes internal and external group break-out spaces, directly accessible \nfrom every class base, creating opportunities for different forms and scales of teaching, \nlearning and experimentation.\nThe playground areas have been specifically tailored to support each and every pupil by providing a variety of landscape types, encouraging alternative modes of social interaction and by nurturing those with less confidence, as well as providing space for more active, physical play. The external spaces include a country garden, a potting shed and fallen logs for informal play."
            ]
        },
        {
            "heading": "Gallery",
            "paragraphs": [
                "Every space in the school is used as a learning opportunity and is utilised for educational \nbenefit. Circulation is therefore never simply for moving through, but doubles-up as break-out, display or as a parent engagement tool. The main route between the entrance and \nthe hall was widened to become a ‘gallery’ for large-scale hanging artwork and parents to mingle in the heart of the building.\nClassroom storage walls are punctured to create a ‘shopfront window’ for each class to present their work, and windows and rooflights mediate long and short views to make teaching spaces feel part of the extended landscape and wider city."
            ]
        },
        {
            "heading": "School in a City",
            "paragraphs": [
                "On the eastern elevation, the building nestles into it street elevation. The school forms a \ncontinuation of the adjacent 3-storey brick houses. \nIn time, planting will grow up and through the façade, creating elemets of greenery. Carefully considered openings through the bespoke perforate fencing allow visual permeability to key aspects around the building without compromise to the school’s sense of protection."
            ]
        }
    ],
    "id": 12162,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/12162/building_12162_for-press-1_kilo-0344-0005_b75b6ae2331872539e35eb88765c60cb.jpg",
            "description": null,
            "title": null,
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12162_for-press-1_kilo-0344-0005_b75b6ae2331872539e35eb88765c60cb.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/12162/building_12162_03-interior-07-photo-by-kilian-o-sullivan_87b876cb486406db73308a9cdc811d67.jpeg",
            "description": null,
            "title": "Kilian O'Sullivan",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12162_03-interior-07-photo-by-kilian-o-sullivan_87b876cb486406db73308a9cdc811d67.jpeg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/12162/building_12162_03-interior-09-photo-by-kilian-o-sullivan_d4d27fc1a39985847a7dee15d51e25cb.jpeg",
            "description": null,
            "title": "Kilian O'Sullivan",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12162_03-interior-09-photo-by-kilian-o-sullivan_d4d27fc1a39985847a7dee15d51e25cb.jpeg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/12162/building_12162_03-exterior-02-photo-by-kilian-o-sullivan_88465e7870c9c82c987d1826ad67a959.jpeg",
            "description": null,
            "title": "Kilian O'Sullivan",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12162_03-exterior-02-photo-by-kilian-o-sullivan_88465e7870c9c82c987d1826ad67a959.jpeg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/12162/building_12162_03-exterior-05-photo-by-kilian-o-sullivan_c5ff7bcc191af3ec9fa80a8aa5b7ab24.jpeg",
            "description": null,
            "title": "Kilian O'Sullivan",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12162_03-exterior-05-photo-by-kilian-o-sullivan_c5ff7bcc191af3ec9fa80a8aa5b7ab24.jpeg"
        }
    ],
    "links": [],
    "location": {
        "address": "174 Ossulston Street, NW1 1DN",
        "latitude": 51.5328,
        "longitude": -0.13117,
        "meeting_point": null,
        "travel_info": [
            "Tube: King's Cross St. Pancras, Mornington Crescent",
            "Train: King's Cross",
            "Bus: 205, 214"
        ]
    },
    "name": "Edith Neville Primary School and Children's Centre",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/12162",
    "ticketed_events": false
}