{
    "all_week": false,
    "description": "Join us for a retrofit focused open studio at Conran and Partners, award-winning architecture and interior design studio, showcasing the holistic way we integrate a retained memory into our work.",
    "design": {
        "designers": [],
        "periods": [],
        "types": [
            "architectural practice"
        ]
    },
    "events": [],
    "facilities": [
        "Accessible toilet",
        "Toilets",
        "Drinking water",
        "Handrails on stairs",
        "Seating available"
    ],
    "factsheet": [
        {
            "heading": "Further information",
            "paragraphs": [
                "Join us for \"Retaining the Memory,\" where we delve into the intricacies of working with existing buildings. Discover more about Conran and Partners' approach to the retrofit and re-use of structures over the past 30 years, across varying scales and typologies, from master planning to architecture and interiors, from residential to workplace and hospitality.",
                "Through engaging pin-ups and a talk, attendees will gain insights into the value of retaining the memory of place, giving existing spaces a new life, as well as experiencing first hand our approach to the retrofit of our studio in an existing building.",
                "Join us in celebrating the re-use of existing structures, old and new."
            ]
        },
        {
            "heading": "Conran and Partners",
            "paragraphs": [
                "Conran and Partners is an internationally renowned architecture and interior design practice, founded by Sir Terence Conran.",
                "With studios in London and Hong Kong, Conran and Partners’ portfolio extends around the world and embraces a rich and varied range of cultures, typologies and scales.",
                "Conran and Partners delivers award-winning buildings and spaces, that endeavour to be progressive and sustainable. This is achieved through a carefully considered and collaborative design process that addresses the needs and desires of the users, as well as the wider environment."
            ]
        }
    ],
    "id": 12188,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2024/12188/building_12188_conran-and-partners_great-sutton-street_taran-wilkhu-4-hero_be7fb0891de7c286b6b64b3d5c92384d.jpg",
            "description": null,
            "title": "Taran Wilkhu",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12188_conran-and-partners_great-sutton-street_taran-wilkhu-4-hero_be7fb0891de7c286b6b64b3d5c92384d.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Conran and Partners, 30a Great Sutton Street, EC1V 0DU",
        "latitude": 51.52306,
        "longitude": -0.1017,
        "meeting_point": null,
        "travel_info": [
            "Tube: Barbican, Farringdon",
            "Train: Farringdon, Old Street"
        ]
    },
    "name": "Retaining the Memory",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/12188",
    "ticketed_events": false
}