{
    "all_week": false,
    "description": "Sanderstead Smithy, now used by the Catholic Church and made into  the Olde Forge cafe. The building retains its original architecture and is of  historic interest being a former smithy built in the  early 1700s.",
    "design": {
        "designers": [
            {
                "architect": "-",
                "description": null,
                "year": "1700"
            }
        ],
        "periods": [
            "Georgian"
        ],
        "types": [
            "architectural practice"
        ]
    },
    "events": [],
    "facilities": [
        "Accessible toilet",
        "Parking",
        "Toilets"
    ],
    "factsheet": [
        {
            "heading": "History",
            "paragraphs": [
                "The Bourne Society - Plaque 8\nSanderstead Smithy\nLimpsfield Road, Sanderstead\nNow the Olde Forge Cafe",
                "The Church is a wide aisleless nave under an open truss roof, and a lower and narrower recessed sanctuary with a curved plaster ceiling. It is externally clad in brick and plastered panels, with a bitumen felt roof covering. Inside there are no furnishings of particular note.",
                "Of greater architectural and historic interest is the adjoining house at no.117, formerly known as The Skep, this is a building of apparently early eighteenth  century date, but with a 1783 datestone on the flank elevation. For many years this was a forge and smithy, before becoming a house and school in the early twentieth century. It has a tile-hung front elevation with a projecting central gabled brick porch. The northern return elevation has several courses of stone at the bottom with brickwork above. The roof is tiled, with a gablet on the north side. A low, single storey former smithy (now the parish hall) extends to the north and is also of brick, under a tile roof which is hipped at the north end. The windows on the house have been replaced in uPVC. It has now been converted into the Olde Forge Cafe"
            ]
        }
    ],
    "id": 12204,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2024/12204/building_12204_of_17906a1bfdc4c876f8d5a6d88c5688e8.jpg",
            "description": null,
            "title": null,
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12204_of_17906a1bfdc4c876f8d5a6d88c5688e8.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "115 Limpsfield Road, Sanderstead, CR2 9LF",
        "latitude": 51.33067,
        "longitude": -0.07432,
        "meeting_point": null,
        "travel_info": [
            "Train: Sanderstead",
            "Additional travel info: It is located at TQ3425560817 (Lat/Lon 51.330606, -0.07435). You can see this on maps provided by:\r\n•\tOpenStreetMap\r\n•\tGoogle Maps\r\n•\tStreetMap (Current Ordnance Survey maps)\r\n•\tBing (was Multimap)\r\n•\tOld Maps Online\r\n•"
        ]
    },
    "name": "The Olde Forge Sanderstead",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/12204",
    "ticketed_events": false
}