{
    "all_week": false,
    "description": "Nag's Head Market has occupied its current site since 1975, and it has recently been overhauled by Office S&M to support its diverse traders that cater for the local community.",
    "design": {
        "designers": [
            {
                "architect": "Office S&M",
                "description": null,
                "year": "2023"
            }
        ],
        "periods": [
            "-",
            "Contemporary"
        ],
        "types": [
            "community/cultural"
        ]
    },
    "events": [],
    "facilities": [
        "Accessible toilet",
        "Toilets"
    ],
    "factsheet": [
        {
            "heading": "Story",
            "paragraphs": [
                "The market has occupied its current space on Seven Sisters Road since 1992 and was badly in need of a significant upgrade. Over the course of seven successful planning applications, the practice has helped refresh the market through careful interventions. The renovated space now features revitalised entrances on both sides of the market to assist with wayfinding, as well a new mezzanine floor that houses traders in a new street food hall called The Upper Place.",
                "The designers worked alongside traders, shoppers, and the town centre team at Islington council to deliver this transformation. It was important to see the market as both a social space and a key part of the local economy and high street. The pandemic put the market under considerable pressure while also highlighting its vital role in the lives of the surrounding community. It was possible to deliver a cohesive project that cements the market’s position for the next 25 years by working closely with a multi-headed client and listening to a diverse group of stakeholders.",
                "The first stage of the improvements began with a process of rebranding on the exterior that would also de-clutter and improve the entrances to the market, which are now clearly signposted from both Seven Sisters Road and Herslet Road. The latter was previously viewed as a ‘back door’ and therefore negatively impacting the trade of sellers at this end of the ground floor space. The design had to be striking to draw in passersby but also remain sensitive to the surrounding area. The lettering draws on the heritage of the market itself and the distinctive colour palette was taken from the former fire station opposite.",
                "A new 600m2 mezzanine floor contains 17 units, including 13 kitchens and four retail spaces, increasing the offer that the market currently has, while also enabling existing traders to grow into larger units. The food hall has already had a positive impact locally with a Neighbourhood Kitchen providing cookery classes for schools. Office S&M worked closely with the market owners and individual businesses to understand opportunities and risks, leading to a proposal for an additional access stair in order to ‘catch’ the flow of pedestrians across the market while delivering improved flooring, lighting, and public toilets."
            ]
        },
        {
            "heading": "PATCH Collective’s curated Open House Festival",
            "paragraphs": [
                "\"With its redevelopment by Office S&M having only recently been completed, a trip to the Nag’s Head Market on Seven Sisters Road is undoubtedly a must do this Open House Festival. The redevelopment has been undertaken with the bold graphic flair and sensitive community consultation that Office S&M are known for - injecting a new spark into this much beloved indoor street market that has operated in Holloway since 1975. The major new addition to the space can be found upstairs - a shiny new mezzanine that offers increased space for traders, and an open-plan dining hall for visitors to enjoy. Through the rebranding and strategic improvements to the facade and ground floor market space, the scheme manages to respectfully retain the original character of this market and its community. This project clearly ticks our boxes offering 1) great community architectural work and 2) a selection of stand-out eateries at the same time.",
                "During my last visit, my intention was to try out a number of the food stalls for this write-up. Truth be told,  I didn’t make it further than the Colombian joint ‘Juanchos Restaurant’ where I over-ambitiously ordered the meal of the day, and a selection of empanadas for “research purposes.” Needless to say, I will be back during the festival, better prepared with an emptier stomach.\"",
                "Nyima Murry"
            ]
        },
        {
            "heading": "Finding us",
            "paragraphs": [
                "When you reach the market from Seven Sisters Road, go through the market until you reach a set of stairs, which you should go up and you'll find the team there. If you come from Hertslet Road, you can go directly up the stairs from the entrance, or find us in the market."
            ]
        }
    ],
    "id": 12217,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2024/12217/building_12217_nagshead-jimstephenson-1-webres_685ff8c7761e2b4eef9f260d3250566c.jpg",
            "description": null,
            "title": "Jim Stephenson",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12217_nagshead-jimstephenson-1-webres_685ff8c7761e2b4eef9f260d3250566c.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2024/12217/building_12217_01-1_0a4b151e2799dc73fbb6d423eaed6cc9.jpg",
            "description": null,
            "title": "New entrance to the market - Credit Office S&M",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12217_01-1_0a4b151e2799dc73fbb6d423eaed6cc9.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2024/12217/building_12217_nagshead-jimstephenson-2-webres_74fe209d95131cf8d6ecf3acedb947ea.jpg",
            "description": null,
            "title": "Jim Stephenson",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12217_nagshead-jimstephenson-2-webres_74fe209d95131cf8d6ecf3acedb947ea.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2024/12217/building_12217_nagshead-jimstephenson-7-webres_de7b2034334395dca6d551e4d148d34a.jpg",
            "description": null,
            "title": "Jim Stephenson",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12217_nagshead-jimstephenson-7-webres_de7b2034334395dca6d551e4d148d34a.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2024/12217/building_12217_nagshead-jimstephenson-9-webres_fd02b592b43822f185f9f9fcd20b68de.jpg",
            "description": null,
            "title": "Jim Stephenson",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12217_nagshead-jimstephenson-9-webres_fd02b592b43822f185f9f9fcd20b68de.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "22 Seven Sisters Road, N7 6AG",
        "latitude": 51.55828,
        "longitude": -0.11843,
        "meeting_point": null,
        "travel_info": [
            "Tube: Holloway Road",
            "Train: Finsbury Park",
            "Bus: 153, 17, 21, 253, 254, 259, 263, 29, 393, 43, 91"
        ]
    },
    "name": "Nag's Head Market",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/12217",
    "ticketed_events": false
}