{
    "all_week": false,
    "description": "Surround Sounds: a listening, composing and performing workshop led by Rob Shuttleworth, an artist and musician. The workshop will take place in Stratford East London, using  local architectural sites as sonic material to respond to.",
    "design": {
        "designers": [],
        "periods": [],
        "types": [
            "open site"
        ]
    },
    "events": [],
    "facilities": [
        "Accessible toilet",
        "Toilets"
    ],
    "factsheet": [
        {
            "heading": "Information",
            "paragraphs": [
                "A workshop led by Rob Shuttleworth, an artist and musician whose approach to music and sound is based on finding ways of translating and understanding experiences with an emphasis on place and time.",
                "Starting from Fieldnotes HQ in Stratford the workshop will engage with the local area and architecture, exploring forgotten or overlooked locations and using them to produce sound and listening experiments.",
                "Individual and group exercises will introduce a new way of thinking about our immediate surroundings and the sonic experiences produced by them. Participants will be encouraged to enquire into how we can interact, collaborate and create scores that map the environment.",
                "The focus of the session will be on process and conversation rather than outcomes. A background in the arts or performance is not required, all levels of experience are welcome.",
                "R﻿efreshments and materials will be provided.",
                "The workshop will take place outside and will involve following a short step-free route. Fieldnotes HQ is on the ground floor with step free access from the street and disabled toilets. Our nearest stations are Pudding Mill Lane and Stratford, both stations have step-free access from street to train. Please contact us at info@fieldnotes.site with any queries about access requirements."
            ]
        },
        {
            "heading": "Biographies",
            "paragraphs": [
                "ROB SHUTTLEWORTH is an artist living in London. His work uses different media in graphic design and illustration to composition and performance. As a self-taught bass player, access to performing came via various bands ranging in style from punk-rock to pop and improvisation. Alongside discovering improvisation came the creation of his alias Haddow, a depersonalised persona for exploring sound through instrument building, field recording and performance. A central theme is to consider all sound sources as instruments to be played in various ways, directly or indirectly. Getting to know unconventional instruments allows for a more instinctive approach to music free from baggage of established forms.",
                "FIELDNOTES is an artist-run publishing project based in Newham in east London. We produce a print journal twice a year and a public programme of workshops, radio broadcasts, screenings and readings. Founded in 2020, FIELDNOTES aims to promote and support non-conforming creative practices that pioneer new cultural forms.",
                "w﻿ww.fieldnotes.site"
            ]
        }
    ],
    "id": 12212,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2024/12212/building_12212_20221216048_2d878f55b34300e542b3a332e27877ff.jpg",
            "description": null,
            "title": null,
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12212_20221216048_2d878f55b34300e542b3a332e27877ff.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2024/12212/building_12212_20220920018_a20d8b28eac506f1a65a23ef81d341de.jpg",
            "description": null,
            "title": "Fieldnotes workshop for Open House 2022",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12212_20220920018_a20d8b28eac506f1a65a23ef81d341de.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2024/12212/building_12212_20220920008_c356955533358bd7d046382119ce0f39.jpg",
            "description": null,
            "title": "Fieldnotes workshop for Open House 2022",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12212_20220920008_c356955533358bd7d046382119ce0f39.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2024/12212/building_12212_20220920035_8d5cb2ae68492e8524f44e2c1b31a2ed.jpg",
            "description": null,
            "title": "Fieldnotes workshop for Open House 2022",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12212_20220920035_8d5cb2ae68492e8524f44e2c1b31a2ed.jpg"
        }
    ],
    "links": [
        {
            "href": "w﻿ww.fieldnotes.site",
            "title": null
        }
    ],
    "location": {
        "address": "Studio 002 Warton House, E15 2NE",
        "latitude": 51.5346,
        "longitude": -0.00683,
        "meeting_point": null,
        "travel_info": [
            "Tube: Pudding Mill Lane",
            "Additional travel info: Both Stratford and Pudding Mill Lane have strep free access from train to street."
        ]
    },
    "name": "Surround Sounds",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/12212",
    "ticketed_events": false
}