{
    "all_week": false,
    "description": "Opening the doors of Croydon Quakers' Adult School Hall, built in an Arts & Crafts style in the 1900's as an educational community facility in the then rural borough centre. Archive materials on the history and design of the building will be present alongside a drop-in mixed media mapping and zine making workshop.",
    "design": {
        "designers": [
            {
                "architect": "William Curtis Green",
                "description": null,
                "year": "1908"
            }
        ],
        "periods": [
            "Edwardian"
        ],
        "types": [
            "community/cultural"
        ]
    },
    "events": [],
    "facilities": [
        "Accessible toilet",
        "Parking",
        "Toilets",
        "Drinking water",
        "Family-friendly event",
        "Quieter area",
        "Seating available",
        "Step-free routes"
    ],
    "factsheet": [
        {
            "heading": "Historical Context",
            "paragraphs": [
                "A Grade II listed building the Adult School Hall was built in the 1900's to offer space for continuing literacy education to the working classes, at a time when the school leaving age was 13 years old. The building has since been holding a generous multitude of activities, supporting the community through a listening ear. Croydon’s Quaker Meeting House and its historical context in many ways serves as a metaphor for the borough’s tumultuous re-staging and potential radical imaginaries. Formed in parallel to extreme poverty, social deprivation and lack of accessible educational spaces that defined Croydon, the nonconformist church built the Adult Learning Hall to house Saturday Schools; young people; families; workers; conscientious objectors; space for shelter, gathering, worship and learning. The building in itself embodied total absence of applied finishes or set functionality, embracing the fluidity and ‘honesty of expression’ in of all its components, prioritising equity and good living of its tenants. The building was erected in once rural Croydon using brick, timber, and iron. It’s only embellishment, the flowing wooden stage trimming.",
                "Nowadays the building is accessed according to local need from hosting the local steel pan youth orchestra, a gamelan orchestra, night food services for local houseless communities, and plethora of other community and educational activities."
            ]
        },
        {
            "heading": "Open Doors",
            "paragraphs": [
                "The building will be open from 12 - 4pm on Saturday 14 the for people to wander the inside of the atmospheric Arts & Crafts style building that is the Adult School Hall. The building hosts a plethora of educational and community activities and although it is busy it is not often open to the general public."
            ]
        }
    ],
    "id": 12243,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/12243/building_12243_alh-003-high-contrast-jpg_f5715257a93f03fc4343d9015cf08b72.jpg",
            "description": null,
            "title": null,
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12243_alh-003-high-contrast-jpg_f5715257a93f03fc4343d9015cf08b72.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/12243/building_12243_img_4760_26cf1d3af84a75470baf4984e55e3ee0.jpg",
            "description": null,
            "title": "People taking part in the workshops in the Adult School Hall during PolyVocalCity, 2023.",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12243_img_4760_26cf1d3af84a75470baf4984e55e3ee0.jpg"
        }
    ],
    "links": [
        {
            "href": "https://theatrum-mundi.org/diary/polyvocalcity-festival/",
            "title": "theatrum-mundi.org/diary/polyvocalcity-festival"
        },
        {
            "href": "https://theatrum-mundi.org/polyvocalcity-re-staging-croydon/",
            "title": "theatrum-mundi.org/polyvocalcity-re-staging-croydon"
        },
        {
            "href": "https://www.instagram.com/cityastheatre/",
            "title": "www.instagram.com/cityastheatre"
        }
    ],
    "location": {
        "address": "The Adult School Hall, 60 Park Lane, CR0 1ER",
        "latitude": 51.37037,
        "longitude": -0.09722,
        "meeting_point": null,
        "travel_info": [
            "Train: East Croydon, West Croydon",
            "Bus: 166, 405, 407, 412, 119, 312, 403, 455, 466, 468",
            "Additional travel info: Also accessible by Tram. Wellesley Road tram stop is an 11 minute walk away from the venue."
        ]
    },
    "name": "Saturday School: Quakers' Hall",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/12243",
    "ticketed_events": false
}