{
    "all_week": false,
    "description": "A “pretty” foundation is displayed within a future, fictional archaeological site that reveals the condition of London’s soil. \r\n\r\nThe Antepavillion 2024 brings you into the ground to look at our building culture through the eyes of future archaeologists, and adds a sculpture to a collection of found artefacts to question how much design care we put into what is hidden below the ground.",
    "design": {
        "designers": [
            {
                "architect": "Harrison Marshall",
                "description": null,
                "year": "2024"
            }
        ],
        "periods": [
            "Hannah Sheeran",
            "Lioba Pflaum",
            "Contemporary"
        ],
        "types": [
            "housing"
        ]
    },
    "events": [],
    "facilities": [],
    "factsheet": [
        {
            "heading": "Found(ation)",
            "paragraphs": [
                "It is the year 2832. An archeological excavation of the corner of Page’s Walk and Mandela Way unearths a foundation pile from the year 2024. The pile is a pinnacle of early 21st century construction-design. It is one of the earliest remaining examples of the ‘Designed Foundation Movement’, a reactionary force of designers working against the thoughtless pouring of concrete into the ground and sealing of the soil.",
                "Foundations are the element of a building that have the biggest impact on the surface of the earth: excavating, drilling, and sealing the soil that sustains us.\nThey are also the element that stays around the longest. A time capsule we leave behind in the ground, as evidence of how we build and treat the earth for future generations.",
                "We need to give more consideration to what we put into the ground:\nFOUND(ATION) uses the metaphor of making it “pretty” to insist that we must make it better."
            ]
        }
    ],
    "id": 12247,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/12247/building_12247_found-ation-_good-shape-picture_628be1b447e2af43d00875cb5d424cdc.jpg",
            "description": null,
            "title": null,
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12247_found-ation-_good-shape-picture_628be1b447e2af43d00875cb5d424cdc.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "105 Page’s Walk, SE1 4HD",
        "latitude": 51.49298,
        "longitude": -0.08269,
        "meeting_point": null,
        "travel_info": [
            "Tube: London Bridge",
            "Train: London Bridge",
            "Bus: 1, 168, 172, 188, 21, 415, 453, 78"
        ]
    },
    "name": "Found(ation)",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/12247",
    "ticketed_events": false
}