{
    "all_week": false,
    "description": "The most recent chapter of Greenwich Millennium Village’s remarkable 25 year history is told through this audio walking tour, featuring a rich variety of stories from current residents.",
    "design": {
        "designers": [
            {
                "architect": "Jestico + Whiles",
                "description": null,
                "year": "2010"
            }
        ],
        "periods": [
            "Ralph Erskine",
            "Contemporary"
        ],
        "types": [
            "walk/tour"
        ]
    },
    "events": [],
    "facilities": [],
    "factsheet": [
        {
            "heading": "Greenwich Millennium Village",
            "paragraphs": [
                "An optimistic experiment in house building and new low-energy technologies, Greenwich Millennium Village is a fascinating community of 3000 homes, nestled between the rumble of historic industrial wharfs and the rush of the River Thames.",
                "Using principles of village living, the masterplan was designed by Swedish architect Ralph Erskine following the Government’s ‘Millennium Community’ design competition. The 300-acre industrial site on Greenwich Peninsula was purchased as the flagship scheme, setting the programme’s benchmark for revitalising brownfield sites across the UK.",
                "In 2010, Jestico + Whiles with Peter Barber Architects and Studio 54 were selected to bring forward the final phase of Erskine’s masterplan. The team developed designs true to the spirit of Erskine’s vision, whilst adapting to changing ways of living. The 1,746 new homes are arranged around traditional patterns of squares, avenues and mews, encouraging a strong sense of community."
            ]
        },
        {
            "heading": "Village Stories",
            "paragraphs": [
                "Revisiting the intentions of masterplan 25 years on, ‘Village Stories’ is an audio research project collecting a rich variety of experiences from current residents and people working in the area. The project features newly commissioned photography by audio producer Flo Lines alongside a short film by architectural filmmaker Dion Barrett, building up a portrait of life in South East London's visionary urban village."
            ]
        },
        {
            "heading": "The Tour",
            "paragraphs": [
                "Jestico + Whiles’ housing team lead an audio-led walking tour around the village. Each stop on the tour will be accompanied by an excerpt from ‘Village Stories’, discussing local culture, food and community. Attendees are invited to listen to through their mobile and headphones."
            ]
        },
        {
            "heading": "Meeting Point",
            "paragraphs": [
                "GMV Oval Square, London SE10 0EL",
                "Closest tube station: North Greenwich"
            ]
        },
        {
            "heading": "Important Information",
            "paragraphs": [
                "Please bring a mobile phone and headphones to listen to the audio tour."
            ]
        }
    ],
    "id": 12251,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2024/12251/building_12251_villagestories_2df939282fb7ea6dc7335bfc28a243a7.jpg",
            "description": null,
            "title": "Photography by Flo Lines for Village Stories",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12251_villagestories_2df939282fb7ea6dc7335bfc28a243a7.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Greenwich Millennium Village, SE10 0EL",
        "latitude": 51.49364,
        "longitude": 0.01101,
        "meeting_point": null,
        "travel_info": [
            "Tube: North Greenwich",
            "Train: Charlton, Westcombe Park"
        ]
    },
    "name": "Greenwich Millennium Village",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/12251",
    "ticketed_events": false
}