{
    "all_week": false,
    "description": "Since 2000, Serpentine has invited internationally renowned and emerging architects to create their first completed structure in England. In 2024, Minsuk Cho, Mass Studies has designed the Serpentine Pavilion. Titled Archipelagic Void, the Pavilion is composed of five ‘islands’, each structure is unique in size, height and form.",
    "design": {
        "designers": [
            {
                "architect": "Minsuk Cho",
                "description": null,
                "year": "2024"
            }
        ],
        "periods": [
            "Contemporary"
        ],
        "types": [
            "mixed use"
        ]
    },
    "events": [],
    "facilities": [
        "Accessible toilet",
        "Baby changing facilities",
        "Toilets",
        "Gender neutral toilet"
    ],
    "factsheet": [
        {
            "heading": "About the 2024 Serpentine Pavilion",
            "paragraphs": [
                "Tracing the history of past Serpentine Pavilions, Minsuk Cho observed that they often emerge as a singular structure situated at the centre of the Serpentine South lawn. To explore new possibilities and previously untold spatial narratives, Cho approaches the centre as an open space. The 23rd Serpentine Pavilion envisions a unique void characterised by a constellation of smaller, adaptable structures strategically positioned at the periphery of the lawn, intertwining with its natural ecology and temporal conditions.",
                "Titled Archipelagic Void, the Pavilion is composed of five ‘islands’, each structure is unique in size, height and form. Built predominately in timber, these structures are supported by identical footings that adapt to the slightly sloping typography of the site. Cho also explores the usage of joinery for the structures, allowing for easy assembly and disassembly of the Pavilion. The curving edges of the individual roofs are conjoined by a steel ring which forms an oculus in the centre that draws natural light. Radiating from the circular void, these islands act as nodes in the lawn, reaching out to connect to the Serpentine South gallery and the pedestrian networks in the Park. This layout also references traditional Korean houses that feature a madang, an open courtyard located at the centre. This space connects to various residential quarters, accommodating individual everyday activities and larger collective rituals throughout the changing seasons.",
                "Around the void, each structure is conceived as a ‘content machine,’ serving a different purpose and individually named. The Gallery acts as the welcoming main entry, extending Serpentine South’s curatorial activities outside. The largest of the five islands is the Auditorium; with benches built into its inner walls, it serves as a generous public gathering area. Responding to the history of pavilions in east Asia that often act as spaces for contemplation in nature, the Archipelagic Void houses a small Library which offers an intimate space for mindfulness and a meditative pause in the park. The Play Tower being the most open and exposed structure, is equipped with a net-scape for visitors to play, explore and rest. To the east is the Tea House, honouring the history of the Serpentine South’s historical role as a tea pavilion when it first opened in 1934."
            ]
        },
        {
            "heading": "Architect Biography",
            "paragraphs": [
                "Minsuk Cho was born in Seoul and graduated from the Architectural Engineering Department of Yonsei University (Seoul, Korea) and the Graduate School of Architecture at Columbia University (New York, USA). After working in various firms, including OMA Rotterdam, he established Cho Slade Architecture in 1998 in New York City with partner James Slade. In 2003, he returned to Korea to open his own firm, Mass Studies.",
                "Cho has garnered numerous accolades over the course of his career. Notable among these achievements are his first prize win in the 1994 Shinkenchiku International Residential Architecture Competition and the Architectural League of New York’s Young Architects Award in 2000 for his contributions at Cho Slade Architecture. He also received two U.S. Progressive Architecture Awards (Citations) in 1999 and 2003. His work with Mass Studies earned two nominations for the International Highrise Award (Deutsches Architekturmuseum-DAM), once as a finalist in 2008 for Boutique Monaco and again in 2010 for S-Trenue. The Korea Pavilion at the World Expo 2010 Shanghai was honoured with the Silver Award in the “Pavilion Design” category from the Bureau of International Expositions, accompanied by a Presidential Citation from the Korean government. Cho co-curated the exhibition “Named Design” at the Gwangju Design Biennale 2011, in collaboration with Anthony Fontenot under the direction of Seung H-Sang and Ai Weiwei. In June 2014, Minsuk Cho received the prestigious Golden Lion Award for the Best National Pavilion while serving as the commissioner and co-curator of the Korean Pavilion at the 14th International Architecture Exhibition – la Biennale di Venezia. Cho was recognised further by receiving the Hwagwan Medal Order of Cultural Merit from the Korean government.",
                "Cho’s work with Mass Studies had been presented in various exhibitions, including the Venice Architecture Biennale in 2004 and 2010, the Vitra Museum travelling exhibition “Open House” from 2006 to 2008, and a solo show titled “Before/After: Mass Studies Does Architecture” at the PLATEAU Samsung Museum of Art in Seoul in 2014. Mass Studies’ architectural designs and presentations are part of the collections and archives of the MoMA (New York), DAM (Frankfurt), Art Institute Chicago, and the Mokchon Architecture Archive (Seoul). Additionally, the 5th edition of Kenneth Frampton’s canonical “Modern Architecture: A Critical History” (2020, Thames & Hudson) highlights Cho and his work in the added South Korea chapter. Minsuk Cho is also an active lecturer and speaker, participating in symposia worldwide."
            ]
        },
        {
            "heading": "Pavilion Opening Times",
            "paragraphs": [
                "8 June - 27 October 2024\nTuesday - Sunday, 10am-6pm"
            ]
        }
    ],
    "id": 12276,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/12276/building_12276_road-view_f28df5873324994297e4affd8171696d.jpg",
            "description": null,
            "title": "Serpentine Pavilion 2024 designed by Minsuk Cho, Mass Studies. Design render, exterior view. Photo ©",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12276_road-view_f28df5873324994297e4affd8171696d.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/12276/building_12276_aerial-view_1c2ff3f13971ddfaf7f5561dae8ed7e3.jpg",
            "description": null,
            "title": "Serpentine Pavilion 2024 designed by Minsuk Cho, Mass Studies. Design render, exterior view. Photo ©",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12276_aerial-view_1c2ff3f13971ddfaf7f5561dae8ed7e3.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Serpentine, Kensington Gardens, W2 3XA",
        "latitude": 51.50478,
        "longitude": -0.175,
        "meeting_point": null,
        "travel_info": [
            "Tube: Lancaster Gate",
            "Train: Paddington",
            "Additional travel info: Cycle hire docking stations are opposite Serpentine South. To park your own bike Sheffield stands are available outside the gallery."
        ]
    },
    "name": "Serpentine Pavilion 2024",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/12276",
    "ticketed_events": false
}