{
    "all_week": false,
    "description": "Birch Selsdon is a newly opened members club and 181 bedroom hotel in Croydon. The notable mansion has been transformed by interior designers A-nrd.Join for a guided tour and insight into the hotel's interiors with designer Alessio Nardi.",
    "design": {
        "designers": [
            {
                "architect": "Holder Mathias Architects",
                "description": null,
                "year": "2022"
            }
        ],
        "periods": [
            "Victorian"
        ],
        "types": [
            "hotel"
        ]
    },
    "events": [],
    "facilities": [
        "Accessible toilet",
        "Baby changing facilities",
        "Parking",
        "Toilets"
    ],
    "factsheet": [
        {
            "heading": "History",
            "paragraphs": [
                "Selsdon's history spans almost 1,000 years, with many Royal Connections along the way (Henry VIII reputedly stayed here while he was courting Ann Boleyn when she was staying locally). The building itself has had many iterations and has been extensively remodelled over the years. From Anglo-Saxon hall, to medieval farmhouse, it was then remodelled to a Tudor and Elizabethan manor house and a notable Victorian country seat, and it has now been transformed into Birch (Selsdon). The interior designers have championed many of the original features,  while adding in our own Birch style,  bringing the building to life with colour, textures and a curated selection of greenery."
            ]
        }
    ],
    "id": 12278,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2024/12278/building_12278_birch_selsdonestate_-innakostukovsky_dsc033022-bluer-1_2af60891eb8d501c6a2e9d176ed08c8b.jpg",
            "description": null,
            "title": "Birch Selsdon",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12278_birch_selsdonestate_-innakostukovsky_dsc033022-bluer-1_2af60891eb8d501c6a2e9d176ed08c8b.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Birch Selsdon, South Croydon, CR2 8YA",
        "latitude": 51.3392,
        "longitude": -0.06145,
        "meeting_point": null,
        "travel_info": [
            "Bus: 433, 64",
            "Additional travel info: The bus takes about 15 minutes from East Croydon, and then it is a short walk from Addington Road. \r\nAlternatively you can drive straight to the hotel, where there is ample parking, or you can take a 10 minute Uber."
        ]
    },
    "name": "Birch Selsdon - tour with the interior designer",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/12278",
    "ticketed_events": false
}