{
    "all_week": false,
    "description": "We will Solve the Riddle, Match the House and Freeze the Art, where you will all have the opportunity to interact with and contribute to a live art piece. Our aim is for you to leave with a renewed sense of home and the ability to reimagine what home means to you.",
    "design": {
        "designers": [],
        "periods": [
            "Contemporary"
        ],
        "types": [
            "community/cultural"
        ]
    },
    "events": [],
    "facilities": [
        "Accessible toilet",
        "Toilets"
    ],
    "factsheet": [
        {
            "heading": "Home",
            "paragraphs": [
                "Our collection is centred around ‘home’; its different forms, hidden in plain sight and the journey we take through it.",
                "I wake up in a place dipped in colour, \ntucked between the oranges and reds \nyou can get lost in the beauty of it all \nthe same way I get lost in pages of my book \nand if you judged my outside, \nyou would never believe I have such a loud inside",
                "The day is long\n \nAnd comfort doesn’t only just lie in my library of colour \nbut it sits in the pews, surrounded by tin \nso we cup our hands in prayer \nrocking back and forth, \nlike we are undulating through the seawater \nto commemorate our cadet brothers, \nthat’s why we merge faith with brotherhood \nbecause only God can help them now",
                "But the day is long, so I pick up a friend",
                "And she lives in a dot of speckled red \nsurrounded by the grey normalcy of life,\nmy friend is quite private. And so is her house. \nHidden, behind closed wooden doors. \nBut as soon as you step into the threshold of our neighbour \npersonalities seem to ooze out of the windows",
                "The day is still long",
                "So we stumble into the living room library, \nour home away from home \nan opportunity for me to get lost in the pages again\nand I like that, I like how this place feels different\nthe community, culture and care painted on every surface \nand graffitied on every wall",
                "But I am kind of hungry now",
                "So we travel on the copper tubes \nto get to the yellow house, \nI step inside someone’s prefrontal cortex \nand try to navigate around their cerebellum \neverywhere I look I feel like I decoding a puzzling \ntrying to solve the riddle of: \n‘Until lemons are sweet’\nWe eat in the yellow kitchen \nand I am feeling slightly frightened by all this colour",
                "So we take a journey into the darkness \nIt’s rough. Like rocks at the bottom of the seabed\nbut instead, these rocks seem to arch around me,\nand there is a certain comfort I feel the darkness, \nthe idea that I cannot be seen",
                "It makes me question my importance \nIt makes me question my ikigai - my purpose\nso I take a deep breath, and I swing slowly \nbut I want to be raw and exposed  \nlike the steel and concrete, \nbecause they don’t apologise for being so bold",
                "And I have one friend that is so unapologetic, \nShe’s that girl, it’s Lexi. \nshe’s a unique friend, but the type you can rely on. \nshe is our safe haven, our community calling, \nand our girl sandwiched between two neighbours, \nso we call her home",
                "But it’s been a long day",
                "So instead of getting lost in my books to relax\nI watch the rain fall. \nI listen to it’s pitter-patter\nbehind a screen of glass where i feel safe\nand I watch the ripples grow, and grow and grow \nto the point, I feel like it has curved over the edge into my realm",
                "But the moon is reaching its apex,\narching over for a yawn",
                "And I am starting to doze off \nIn my cabin in the woods based in Clapham \nthe carved concrete has changed the level of the floor \nso I begin to sink into bed, into my buried room, in my upside-down house",
                "And I remember, just before I married my inner eyelids \nthe beauty I saw in my home today."
            ]
        },
        {
            "heading": "City Curator's",
            "paragraphs": [
                "‘Home: Simple Faces, Complex Minds’ is part of the City Curator’s programme, which aims to amplify the voice of young people within the Open House Festival 2023. The project brings together 15 young people who will work and learn as festival curators, deciding on themes and areas of London they are interested in and want to celebrate. The Open House Festival 2023 is a two-week celebration of London’s homes, architecture and neighbourhoods. For 30 years, we have opened-up London’s best known buildings, as well as some of its best kept secrets, to a wider audience. The festival is a chance to share and champion what’s special to us for others to explore and learn from."
            ]
        }
    ],
    "id": 12280,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2024/12280/building_12280_g3-poster_54645421c86e91765321471a24c9d2c2.png",
            "description": null,
            "title": null,
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12280_g3-poster_54645421c86e91765321471a24c9d2c2.png"
        }
    ],
    "links": [],
    "location": {
        "address": "34 Snell's Park, N18 2FD",
        "latitude": 51.61015,
        "longitude": -0.06764,
        "meeting_point": null,
        "travel_info": [
            "Tube: Seven Sisters",
            "Train: Silver Street, White Hart Lane",
            "Bus: 149"
        ]
    },
    "name": "Home: Simple Faces, Complex Minds",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/12280",
    "ticketed_events": false
}