{
    "all_week": false,
    "description": "Discover how South Kensington, nicknamed \"Albertopolis\", developed into London’s first district dedicated to arts and science as the British Empire reached its peak. \r\n\r\nBy exploring the area's architecture, we'll decode the symbols which asserted the dominance of Western ideas and technology, as well as the power of the British Empire and its monarchy.",
    "design": {
        "designers": [],
        "periods": [
            "Historical/contemporary"
        ],
        "types": [
            "walk/tour"
        ]
    },
    "events": [
        {
            "activity_type": "Walking tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/12380",
            "capacity": null,
            "date": "2024-09-15",
            "drop_in": false,
            "end": "2024-09-15T17:15:00+01:00",
            "fully_booked": false,
            "name": "A walk through Albertopolis",
            "notes": "A walk exploring the history and politics behind this groundbreaking arts and science quarter, told through its extraordinary architecture.",
            "start": "2024-09-15T16:00:00+01:00",
            "ticketed": true
        }
    ],
    "facilities": [
        "Step-free routes"
    ],
    "factsheet": [
        {
            "heading": "Details of the walk",
            "paragraphs": [
                "This short walk explores the history and politics behind the development of South Kensington through its extraordinary architecture.",
                "You'll discover some of the buildings created for the UK's first arts and sciences quarter. You'll decode their symbols and learn how they were designed to assert the power of Western ideas, as well as the growing power of the British Empire and its monarchy.",
                "We'll focus on the Victoria and Albert Museum, the Royal School of Mines, the Royal Albert Hall and the Memorial to the 1851 Great Exhibition.",
                "You'll also hear about a dramatic act of anti-imperial resistance that took place in the heart of South Kensington."
            ]
        },
        {
            "heading": "About your guide",
            "paragraphs": [
                "Joanna Oyediran is a qualified Open City guide. She regularly leads walks round White City for Open City as part of their year-round tours programme. She is the founder of Iya London, which unearths and shares London’s overlooked stories, past and present."
            ]
        },
        {
            "heading": "Meeting point",
            "paragraphs": [
                "We'll meet next to the red telephone box beside the entrance to the V&A on Exhibition Road."
            ]
        },
        {
            "heading": "Get in touch",
            "paragraphs": [
                "For all inquiries about this and other walks please check the website iyalondonwalks.com or contact iyalondonwalks@gmail.com"
            ]
        },
        {
            "heading": "Golden Key Academy",
            "paragraphs": [
                "This tour is led by an alumnus of Open City’s Golden Key Academy – a course training up insightful and engaging guides dedicated to explaining London and bringing its many stories to life. It is part of a wider collection of tour events created by Golden Key Academy guides for the Open House Festival celebrating their conclusion of the eight month course.",
                "Further information on the Golden Key Academy can be found here https://open-city.org.uk/golden-key-academy"
            ]
        }
    ],
    "id": 12380,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/12380/building_12380_1851-exhibition-memorial-and-rah-iya-london-for-website_2735def35f6b59796479c0ca7eaba56e.jpg",
            "description": null,
            "title": "The Monument to the Exhibition of 1851 and the Royal Albert Hall/Joanna Oyediran",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12380_1851-exhibition-memorial-and-rah-iya-london-for-website_2735def35f6b59796479c0ca7eaba56e.jpg"
        }
    ],
    "links": [
        {
            "href": "iyalondonwalks.com",
            "title": null
        },
        {
            "href": "https://open-city.org.uk/golden-key-academy",
            "title": null
        }
    ],
    "location": {
        "address": "Meet: Entrance to V&A Courtyard, Exhibition Road, SW7 2RL",
        "latitude": 51.49663,
        "longitude": -0.17218,
        "meeting_point": null,
        "travel_info": [
            "Tube: South Kensington",
            "Bus: 14, 345, 360, 414, 430, 49, 70, 74, C1",
            "Additional travel info: Royal Albert Hall, Kensington Gore, South Kensington London SW7 2AP"
        ]
    },
    "name": "Power, monarchy and empire: a walk through Albertopolis",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/12380",
    "ticketed_events": true
}