{
    "all_week": false,
    "description": "HMS WELLINGTON, moored on Victoria Embankment, is the last remaining Battle of the Atlantic Convoy Escort ship still afloat in Europe.  In the 6-year Battle, she steamed close to quarter of a million miles, escorted 103 Atlantic Convoys and rescued from the sea hundreds of civilian and seamen survivors who would surely have perished but for her efforts. This is a unique and fascinating warship.",
    "design": {
        "designers": [
            {
                "architect": "Devonport Dockyard",
                "description": null,
                "year": "1934"
            }
        ],
        "periods": [
            "Inter-war"
        ],
        "types": [
            "infrastructure/engineering"
        ]
    },
    "events": [],
    "facilities": [
        "Cloakroom",
        "Drinking water",
        "Family-friendly event",
        "Handrails on stairs",
        "Quieter area",
        "Seating available",
        "Toilets"
    ],
    "factsheet": [
        {
            "heading": "HISTORY",
            "paragraphs": [
                "Beginning her career stationed at Auckland, New Zealand, HMS WELLINGTON served in the South Pacific, patrolling the 534 inhabited islands in 8,000 square miles. Diplomacy but with an iron fist when necessary HMS WELLINGTON cruised those South Pacific waters until dark clouds gathered over Europe when she was ordered home.",
                "One of only two warships still moored on the Thames, the WELLINGTON is a heritage vessel.  She is the only floating survivor of the Battle of the Atlantic, the longest battle in WW2.  Involved in protecting convoys, aiding the transport of much needed supplies to our nation's shores during the conflict, and rescuing several hundred survivors from military and civilian vessels, notably the Highland Patriot, torpedoed in October 1940, where 169 were rescued and escorted back to safety in the UK.  Acts of selflessness and bravery occurred throughout WELLINGTON's career, and onboard we honour those who have given their lives to protect the freedoms we relish today.  Our tour guides have lots of fascinating tales to tell."
            ]
        }
    ],
    "id": 12390,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2024/12390/building_12390_anthony-stenning-c-the-wellington-trust_0dd40bb560a5dbc130e8021e1429a17f.png",
            "description": null,
            "title": "The Wellington from Waterloo Bridge.  Photograph by Anthony Stenning (c) The Wellington Trust",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12390_anthony-stenning-c-the-wellington-trust_0dd40bb560a5dbc130e8021e1429a17f.png"
        }
    ],
    "links": [],
    "location": {
        "address": "HMS Wellington, Temple Stairs, Victoria Embankment, WC2R 2PN",
        "latitude": 51.51061,
        "longitude": -0.11226,
        "meeting_point": null,
        "travel_info": [
            "Tube: Blackfriars, Temple",
            "Train: Waterloo"
        ]
    },
    "name": "HMS Wellington",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/12390",
    "ticketed_events": false
}