{
    "all_week": false,
    "description": "The Annunciation is a dramatic Gothic Revival building tucked behind the Marble Arch end of Oxford Street. The Grade II* church was built by Sir Walter Tapper in 1912-1914.",
    "design": {
        "designers": [
            {
                "architect": "Walter Tapper",
                "description": null,
                "year": "1912"
            }
        ],
        "periods": [
            "Historical/contemporary"
        ],
        "types": [
            "religious"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2024-09-14",
            "drop_in": true,
            "end": "2024-09-14T15:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in: Open day",
            "notes": "",
            "start": "2024-09-14T12:00:00+01:00",
            "ticketed": false
        },
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/12393",
            "capacity": null,
            "date": "2024-09-14",
            "drop_in": false,
            "end": "2024-09-14T13:45:00+01:00",
            "fully_booked": false,
            "name": "Guided tour",
            "notes": "You will have a unique chance to explore the usually closed parts of the church, such as the organ, chorus balcony and the Baptistry.",
            "start": "2024-09-14T12:30:00+01:00",
            "ticketed": true
        },
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/12393",
            "capacity": null,
            "date": "2024-09-14",
            "drop_in": false,
            "end": "2024-09-14T14:45:00+01:00",
            "fully_booked": false,
            "name": "Guided tour",
            "notes": "You will have a unique chance to explore the usually closed parts of the church, such as the organ, chorus balcony and the Baptistry.",
            "start": "2024-09-14T14:00:00+01:00",
            "ticketed": true
        }
    ],
    "facilities": [
        "Baby changing facilities",
        "Drinking water",
        "Family-friendly event",
        "Handrails on stairs",
        "Seating available",
        "Toilets"
    ],
    "factsheet": [
        {
            "heading": "History",
            "paragraphs": [
                "The Annunciation is a dramatic building in a fascinating and fast changing part of London. Pevsner noted that to enter the Annunciation is to have stumbled upon 'a fragment of a major medieval church'. It was built in the Gothic Revival style by the renowned architect Sir Walter Tapper, who later became the Surveyor of the Fabric at the Westminster Abbey. The original grand plan was halted due to the beginning of the WWI, resulting in a unique building which is both richly furnished and unfinished.",
                "The church’s history is closely intercepted with WWI through its construction, people and monuments. It is home to a Calvary War Memorial, on the corner of Old Quebec Street, which commemorates 69 men who lost their lives in WWI. The memorial is turning 100 years old in 2024. In addition, the church holds another memorial inside, a figure of St George, resembling Norman Arthur Somerset who lost his life in the battle of Ypres and whose family created the statue in his memory.",
                "Stained-glass windows are another marvel at the church and all barring one were created by Jack Bewsey, an incredibly talented young man who also painted the reredos but whose life was tragically altered by the war. In addition, the church holds a beautiful organ built by Frederick Rothwell.",
                "This year, the church is undertaking a project called ‘Sharing our Future’ where we are focused on preserving and restoring our cultural heritage but also on opening the church to new audiences and ensuring that more people learn about it. We are working with the local school and the deaf community to explore the history of the WWI memorials at the church and what they mean to people. As part of the project, we will be setting up an exhibition of works inspired by the memorial and created by children. We are also seeking to share stories of soldiers remembered on our memorials as part of the exhibit.",
                "The Annunciation is a unique building where history and heritage are closely intercepted with social stories and the community, and we are seeking to open our incredible building to everyone as it often remains overlooked on the busy streets of Marble Arch. It represents an amazing example of Gothic Revival Architecture and if one of the last preserved churches built by Tapper. In addition, we seek to celebrate not only our history but also stories of those who made the church such an important and special place in the community in the past 100 years."
            ]
        },
        {
            "heading": "Programme",
            "paragraphs": [
                "We will run a few guided tours looking at the history of the church and its décor together with stories of people connected to the church and the community over the years. We have access to extensive church archives and are currently selecting the most interesting narratives, which we would then share with the audience. These would include details of important events, marriages, etc that once took place at the church and an outline of the role the church played in the local community.  In addition, as mentioned above, we will be running an exhibition about our WWI memorials and people on them together with a selection of artworks created by local children and inspired by the memorials."
            ]
        }
    ],
    "id": 12393,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/12393/building_12393_mp_oct22_0516-1024x682_4c10eff5a3e1fbebb688aa9bfee340bb.jpg",
            "description": null,
            "title": "Annunciation Quebec Street",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12393_mp_oct22_0516-1024x682_4c10eff5a3e1fbebb688aa9bfee340bb.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/12393/building_12393_memorial-1-photo_817c6a7182409b8422c28ad43a5e202f.jpeg",
            "description": null,
            "title": "Calvary War Memorial",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12393_memorial-1-photo_817c6a7182409b8422c28ad43a5e202f.jpeg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/12393/building_12393_picture1_5838ef55ada176f62523fbbce745b83f.jpg",
            "description": null,
            "title": "Interior",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12393_picture1_5838ef55ada176f62523fbbce745b83f.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Bryanston Street, Marble Arch, W1H 7AH",
        "latitude": 51.5144,
        "longitude": -0.15858,
        "meeting_point": null,
        "travel_info": [
            "Tube: Marble Arch",
            "Train: Marylebone",
            "Bus: 36"
        ]
    },
    "name": "The Annunciation Marble Arch",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/12393",
    "ticketed_events": true
}