{
    "all_week": false,
    "description": "Immerse yourself in London's enthralling past with the Black Tudors City of London Walking Tour. Lasting 1 hour and 45 minutes, this journey weaves through the vibrant history of London's guilds and liveries, uncovering the often forgotten stories of Black Tudors residing and working in the City of London.",
    "design": {
        "designers": [
            {
                "architect": "John Croxton",
                "description": null,
                "year": "1441"
            }
        ],
        "periods": [
            "Medieval"
        ],
        "types": [
            "walk/tour"
        ]
    },
    "events": [
        {
            "activity_type": "Walking tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/12391",
            "capacity": null,
            "date": "2024-09-14",
            "drop_in": false,
            "end": "2024-09-14T12:45:00+01:00",
            "fully_booked": false,
            "name": "Mysterious Black Tudors City of London Walking Tour",
            "notes": "Please ",
            "start": "2024-09-14T11:00:00+01:00",
            "ticketed": true
        }
    ],
    "facilities": [],
    "factsheet": [
        {
            "heading": "About",
            "paragraphs": [
                "Looking for an interesting and interactive way to learn about Britain's forgotten history of the Black Tudors?",
                "Immerse yourself in the enthralling past with the Black Tudors City of London Walking Tour. Lasting 90 minutes, this journey weaves through the vibrant history of London's guilds and liveries, uncovering the often-forgotten stories of Black Tudors residing and working in the City of London. The adventure starts at the renowned Guildhall, where the city's ancient roots are revealed. We traverse the city, making our way to the notable St Botolph Aldgate parish, all the while narrating the interlaced history of London's social and economic life."
            ]
        },
        {
            "heading": "Who is the event suitable for?",
            "paragraphs": [
                "The walking tour is suitable for adults, teenagers and parents/guardians with children aged 7+, but all ages are welcome! Although it involves navigating some stairs, the route can be changed to accommodate participants with mobility issues.",
                "We will also provide children with activity packs and pens/pencils to complete. There are prizes for the Tudor sleuths too."
            ]
        },
        {
            "heading": "What Do I Need To Bring?",
            "paragraphs": [
                "The event involves a considerable walk from Guildhall to the St Botolph Aldgate. It is therefore advised that you wear comfortable shoes and clothing."
            ]
        }
    ],
    "id": 12391,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/12391/building_12391_promo-collage-14_09985a0b691c7766e676b0103aca78ef.jpg",
            "description": null,
            "title": "Mysterious Black Tudors City of London Walk",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12391_promo-collage-14_09985a0b691c7766e676b0103aca78ef.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Guildhall, Guildhall Yard, City of London, EC2V 5AA",
        "latitude": 51.51559,
        "longitude": -0.09199,
        "meeting_point": null,
        "travel_info": [
            "Tube: Bank",
            "Train: Cannon Street",
            "Bus: 26, 25",
            "Additional travel info: Start Point - Guildhall, Guildhall Yard, EC2V 5AE\r\nEnd Point - St Botolph Aldgate (nearest tube Aldgate East)"
        ]
    },
    "name": "The Mysterious Black Tudors - City of London WalkingTour",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/12391",
    "ticketed_events": true
}