{
    "all_week": false,
    "description": "A Gothic revival church of cathedral proportions completed in 1906 by Temple Moore with Italian baroque features from Bologna and Florence. Excellent acoustic design has enabled recordings from London Chamber Choir, Paul McCartney's tribute to Linda, Pavarotti, Placido Domingo, and many more!\r\n\r\nCome along for bell ringing, bell tower (limited accessibility), and refreshments!",
    "design": {
        "designers": [
            {
                "architect": "Temple Moore",
                "description": null,
                "year": "1906"
            }
        ],
        "periods": [
            "Edwardian"
        ],
        "types": [
            "religious"
        ]
    },
    "events": [],
    "facilities": [
        "Accessible toilet",
        "Baby changing facilities",
        "Blue badge parking",
        "Drinking water",
        "Family-friendly event",
        "Gender neutral toilet",
        "Large print guides",
        "Parking",
        "Quieter area",
        "Seating available",
        "Step-free routes",
        "Toilets"
    ],
    "factsheet": [
        {
            "heading": "Historical Architecture",
            "paragraphs": [
                "All Saints is a masterpiece, hidden there on Tooting height, and surely deserves to be a place of pilgrimage. I think it should really have been the cathedral for south London.\n- Sir John Betjamin",
                "An exemplary example of Gothic revival architecture designed by Temple Moore.",
                "The church was commissioned with a bequest from Lady Brudenell-Bruce, in memory of her husband, Lord Charles Brudenell-Bruce.",
                "All Saints was built between 1903 and 1906 and was designed by the architect Temple Moore in the Gothic Revival style which was popular in the mid-late Victorian era. The building reflects the English church architecture of the 14th century and stands as a testament to the period's emphasis on craftsmanship and stateliness. \nTooting Graveney was chosen as the site for the church because of London County Council plans to build a new estate in the area, now known as the Totterdown Fields Conservation Area, and the consequent need for a parish church to serve this expanding community. Worship began on the site in 1903, in a tent, and the church itself was finished and consecrated in July 1906.",
                "The renowned poet, Sir John Betjamin, commented on the church’s grandeur for its scale which was subsequently recognised on the 14th July 1955 when the church was designated a Grade II listed building.",
                "All Saints consists of a nave with double aisles, a north tower, an aisled chancel, and an eastern Lady Chapel. The nave is an impressive 130ft long, rising to a height of 55ft. The double aisles are divided by slender stone columns and from East to West are seven bays. The aisles are roofed with wooden ceilings and the nave has a quadripartite roof of wood groined vaults with stone springers, the nave walls are panelled in oak."
            ]
        },
        {
            "heading": "Interior Features",
            "paragraphs": [
                "The altar piece and reredos are perhaps the most striking features of the church and is of Italian baroque design, brought from Bologna in Italy by the first vicar – as were the entire furnishings. The central panel is a copy by the Portuguese artist Raul Maria (b. 1877 d.1933) of the famous picture of the Crucifixion by Velasquez, in the Museo del Prado, Madrid.  The choir stalls are carved in walnut and also date back to 17th century Bologna.",
                "A pair of very large and handsome candle sticks, decorated in green and gold, came from Florence. A very fine wrought iron grille from a church in the mountains above Lake Como completes the chancel. The pulpit is of green and white marble while the font at the Northwest corner is of grey marble with an octagonal bowl. The wooden font cover, also in green and gold to match the altar piece, is in the form of a spire.",
                "Behind the chancel is the Lady Chapel, the altarpiece here is in the form of a Triptych dating to 16th century French workmanship. This depicts the Crucifixion, with St Mary and St John standing on either side with the Latin inscription, ‘SIC DEUS DILEXIT MUNDUM’ - God so loved the world.",
                "The stained glass in the East Windows contains seven lights, the centre one depicts Christ holding the orb in His left hand with the Blessed Virgin standing on one side and St John the Divine on the other. On either side of this central light are four Bishops (from left to right): St. Augustine, St. Mellitus, St. Justus, and St. Birinus."
            ]
        },
        {
            "heading": "Bell Tower",
            "paragraphs": [
                "The bell tower steps lead to the Minstrels Gallery and continue to wind upwards to the bell ringing chamber on the next floor.",
                "The bell tower has a peal of 8 bells, which came from the redundant church of Holy Trinity, Paddington, and were re-cast and hung in All Saints in 1968. The clock in the bell tower was erected by public subscription to the memory of the people of the parish who lost their lives during the Second World War, their names are inscribed on a roll of honour inside the church.",
                "The bell of All Saints tolls on the hour between 8:00am and 10:00pm in their memory."
            ]
        },
        {
            "heading": "Music",
            "paragraphs": [
                "All Saints is renowned for its fine acoustic and outstanding three-manual Harrison and Harrison organ of 1906. The organ has 2,640 pipes, played from three keyboards, a pedal board and a unique selection of 41 stops. It still retains all its original sounds, which is highly unusual for organs from this period. In 2014 the organ itself was awarded Grade II* listing status with the National Pipe Organ Register.",
                "The church also houses a beautiful chamber organ built by Osmond of Taunton, circa 1966 (owned by Ben Costello, but on long-term loan). There is also a Yamaha baby grand piano suitable for concert use.\n \nMany significant recordings were made at the church during the 1980s and 1990s, with producers such as Universal Records, the London Chamber Choir, BBC Chamber Orchestra and Choir, Chandos, Naxos, Resonus Classics, The Choirboys (produced by Aled Jones), and music for a Tom Jones CD and a memorial recording by Paul McCartney for his wife 'A Garland to Linda'.",
                "Operatic artists who have recorded at All Saints include Pavarotti, Kiri Te Kanawa, and Plácido Domingo."
            ]
        },
        {
            "heading": "Information for Visitors",
            "paragraphs": [
                "We are a welcoming inclusive church, whether you are of the christian faith, a different faith, or no faith at all.",
                "Accessibility: Bell tower access will be conducted in small groups. The bell tower is only accessible via small stone spiral steps, there are no handrails or assisted access options. We will not deny entry to visitors, however, access to the bell tower is at an individual's own risk. Children must be supervised at all times.",
                "The church has accessible toilets which will be open. \nHot and cold drinks in addition to cakes will be available."
            ]
        },
        {
            "heading": "Tooting Area",
            "paragraphs": [
                "Tooting is easily accessible via public transport with multiple bus routes terminating in Tooting Broadway, and access on the Northern Line of the London Underground. Tooting also has its own railway station.",
                "According to TimeOut Magazine: 'Tooting is one of the coolest places on earth - and now everyone knows about it' (25/08/2017)\n- https://www.timeout.com/london/blog/tooting-is-one-of-the-coolest-places-on-earth-and-now-everyone-knows-about-it-082517",
                "Lonely Planet also featured Tooting in as a 'favourite lesser-known neighborhood in the world's greatest cities' (13/09/2021)\n- https://www.lonelyplanet.com/articles/best-secret-neighborhoods-of-the-world"
            ]
        }
    ],
    "id": 12429,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/12429/building_12429_asc_03dc4301b5be64138b55d3f3702a5fc8.jpeg",
            "description": null,
            "title": "All Saints Church, Tooting",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12429_asc_03dc4301b5be64138b55d3f3702a5fc8.jpeg"
        }
    ],
    "links": [
        {
            "href": "https://www.timeout.com/london/blog/tooting-is-one-of-the-coolest-places-on-earth-and-now-everyone-knows-about-it-082517",
            "title": null
        },
        {
            "href": "https://www.lonelyplanet.com/articles/best-secret-neighborhoods-of-the-world",
            "title": null
        }
    ],
    "location": {
        "address": "All Saints Church, Tooting, Brudenell Road, SW17 8DQ",
        "latitude": 51.43028,
        "longitude": -0.15707,
        "meeting_point": null,
        "travel_info": [
            "Tube: Tooting Bec",
            "Train: Balham, Tooting",
            "Bus: 319",
            "Additional travel info: Bus Routes: 319 between Sloane Square and Streatham, or 249 between Clapham Common and Streatham. Buses to Tooting Broadway are also close."
        ]
    },
    "name": "All Saints Church, Tooting",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/12429",
    "ticketed_events": false
}