{
    "all_week": false,
    "description": "Shaftesbury Hall is a Tin Tabernacle  rebuilt by North London Samaritans in 2018 to replicate the original Hall built in the 1890s.\r\nIt has been owned by North London Samaritans for 50 years and since the rebuild is used as a Community Hub, with our branch of Samaritans at the rear.",
    "design": {
        "designers": [
            {
                "architect": "Andrew Mulroy Architects",
                "description": null,
                "year": "2018"
            }
        ],
        "periods": [
            "Victorian"
        ],
        "types": [
            "community/cultural"
        ]
    },
    "events": [],
    "facilities": [
        "Accessible toilet",
        "Drinking water",
        "Gender neutral toilet",
        "Step-free routes",
        "Toilets"
    ],
    "factsheet": [
        {
            "heading": "North London Samaritans needed a new home",
            "paragraphs": [
                "North London Samaritans is a small charity, affiliated to the main charity.  We are entirely self supporting and had a shop in Whetstone which raised enough to cover our outgoings. We owned a house in Queens Road, Bounds Green and  we owned a very run down old Tin Tabernacle, known as Shaftesbury Hall, which we only used for training and branch meetings.\nWhen the shop was no longer able to raise enough money we had to close it and look  for another source of income. We knew the house we were using needed some expensive repairs, and the Tin Tabernacle was very run down. \nWe looked at repairing the Hall and moving the branch there.  The quote we got was very high and didn't cover unexpected items.  We talked to builders and  came up with a plan to demolish the Hall and build a centre for us and 3 flats, one of which we would buy and rent out for income.\nWe were unable to get planning permission for this, or a couple of variations  we tried to get approval for.  It was then decided we would rebuild the Hall to look the way it would have originally and   \n use it as both a Branch for North London Samaritans and a Community Hub. Planning permission was granted in 2013."
            ]
        },
        {
            "heading": "Fundraising",
            "paragraphs": [
                "We needed to raise £810,000 to complete the development of the site.  We had already sold the house in Queens Road as we hoped a previous plan would be agreed, so we had some cash. However our branch was now operating from a  flat very near the North Circular Road and  we were paying rent each month out of our capital. \nWe approached Big Lottery for a grant under the Building Communities. We had to ask for an initial exemption as we weren't in one of the areas of deprivation they would usually consider.  Fortunately we could show we were very close to one of these areas and this was agreed. \nWe moved on to a three part application which takes over a year to complete. When we had successfully completed the second stage we started looking at other funders and sending out applications."
            ]
        },
        {
            "heading": "Everything finally starts moving...",
            "paragraphs": [
                "We had some hiccups along the way.  We had squatters move into the Hall twice and we had to go to the High Court to evict them, which was very expensive.  After the second time, we got the planning permission amended to allow us to remove the roof so that this didn't keep happening. We successfully got the Big Lottery grant and several other large grants and  managed to change our Charitable status to CIO just in time to sign the contract with our chosen builders T & B (Contractors) Limited.\nThe build started by knocking down the existing structure in Feb 2018 and by October, North London Samaritans were in our new home and taking calls.  The Hall opened shortly after that, and has been very popular with the local community and was even used as a food bank during Lockdown when we though we would have to  close it completely."
            ]
        }
    ],
    "id": 12442,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/12442/building_12442_img_20181103_155714_7371095f839adf9ea28e429e9d6beac6.jpg",
            "description": null,
            "title": "Shaftesbury Hall N11",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12442_img_20181103_155714_7371095f839adf9ea28e429e9d6beac6.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Shaftesbury Hall, Herbert Road, N11 2QN",
        "latitude": 51.60712,
        "longitude": -0.12107,
        "meeting_point": null,
        "travel_info": [
            "Tube: Bounds Green",
            "Train: Bowes Park",
            "Bus: 102, 184, 221, 299",
            "Additional travel info: We are situated right next to Bowes Park train station. There is no allocated parking for the Hall and no disabled parking spaces locally."
        ]
    },
    "name": "Shaftesbury Hall",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/12442",
    "ticketed_events": false
}