{
    "all_week": false,
    "description": "Alice Billing House is one of Newham’s most historic buildings located on Stratford’s High Street. The building is made up of two blocks, one of which is a Grade II listed building, built in 1905-6 as firefighter’s accommodation for the West Ham Fire Brigade. Opening in January 2024, the South Block has now been converted into artist studios and is now home to over 25 artists.",
    "design": {
        "designers": [
            {
                "architect": "",
                "description": null,
                "year": "1905"
            }
        ],
        "periods": [
            "Victorian"
        ],
        "types": [
            "art studio"
        ]
    },
    "events": [],
    "facilities": [
        "Accessible toilet",
        "Drinking water",
        "Family-friendly event",
        "Gender neutral toilet",
        "Toilets"
    ],
    "factsheet": [
        {
            "heading": "Alice Billing House Open Studios & Stitch Art Workshop",
            "paragraphs": [
                "Alice Billing House is one of Newham’s most historic buildings located on Stratford’s High Street. The studios are made up of two blocks, one of which is a Grade II listed building, built in 1905-6 as firefighter’s accommodation for the West Ham Fire Brigade. Opening in January 2024, the South Block has now been converted into artist studios and is home to over 25 artists.",
                "Explore and learn about the building's history while visiting the studios of our resident artists. There will also be a community stitch art project where you are invited to sit down, slow down and feed your creativity through stitching and co-creating a communal ‘Supper Cloth”. This facilitated embroidery workshop event is based around the large 3-meter embroidery table, the Supper Cloth depicting the history of Alice Billing House and Newham.",
                "Participants will explore the wealth of embroidery stitches, learn together and create a communal supper cloth to celebrate the art of needlework and the building's History. Sessions will run all day and are drop-in, no need to book, stay as long as you like.",
                "Finding Us: \nThe entrance to Alice Billing House is just off West Ham Lane. Head to Stratford Town Hall Car Park, West Ham Lane, London, E15 4PH. The entrance to the car park is directly opposite the Escape Bar Stratford. Walk through the car park to the back where there are a pair of metal double gates, walk through these gates to the entrance of Alice Billing House."
            ]
        }
    ],
    "id": 12503,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/12503/building_12503_1_9dbeaa9d6c270dca4bcaeadc44829f86.png",
            "description": null,
            "title": null,
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12503_1_9dbeaa9d6c270dca4bcaeadc44829f86.png"
        }
    ],
    "links": [
        {
            "href": "https://www.alicebillinghouse.co.uk/",
            "title": "www.alicebillinghouse.co.uk"
        },
        {
            "href": "https://www.instagram.com/alicebillinghouse/",
            "title": "www.instagram.com/alicebillinghouse"
        }
    ],
    "location": {
        "address": "Alice Billing House, 2-12 West Ham Lane, Stratford, E15 4SF",
        "latitude": 51.53997,
        "longitude": 0.00184,
        "meeting_point": null,
        "travel_info": [
            "Tube: Stratford",
            "Train: Stratford"
        ]
    },
    "name": "Alice Billing House",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/12503",
    "ticketed_events": false
}