{
    "all_week": false,
    "description": "Brixton Advice Centre is an ordinary building with an extraordinary life. The only building in Lambeth with two blue plaques, the last building squatted by Olive Morris, final home of CLR James, windows by legendary designer Jon Daniel. The oldest Advice Centre in London. Offices of the Race Today Collective. See how we are still on the Frontline of Brixton and changing lives.",
    "design": {
        "designers": [
            {
                "architect": "No architect name",
                "description": null,
                "year": "1902"
            }
        ],
        "periods": [
            "Edwardian"
        ],
        "types": [
            "community/cultural"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2024-09-14",
            "drop_in": true,
            "end": "2024-09-14T16:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in: Brixton Advice Centre Open House",
            "notes": "",
            "start": "2024-09-14T10:00:00+01:00",
            "ticketed": false
        },
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2024-09-15",
            "drop_in": true,
            "end": "2024-09-15T16:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in: Brixton Advice Centre Open House",
            "notes": "",
            "start": "2024-09-15T10:00:00+01:00",
            "ticketed": false
        },
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/12516",
            "capacity": null,
            "date": "2024-09-14",
            "drop_in": false,
            "end": "2024-09-14T13:00:00+01:00",
            "fully_booked": false,
            "name": "Icons of Railton Road Walking Tour",
            "notes": "Please book a ticket per attendee. The tour will run again at 3pm on the 14th.",
            "start": "2024-09-14T12:00:00+01:00",
            "ticketed": true
        },
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/12516",
            "capacity": null,
            "date": "2024-09-14",
            "drop_in": false,
            "end": "2024-09-14T16:00:00+01:00",
            "fully_booked": false,
            "name": "Icons of Railton Road Walking Tour",
            "notes": "Please book a ticket per attendee. The tour also runs earlier at 12pm.",
            "start": "2024-09-14T15:00:00+01:00",
            "ticketed": true
        },
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/12516",
            "capacity": null,
            "date": "2024-09-15",
            "drop_in": false,
            "end": "2024-09-15T13:00:00+01:00",
            "fully_booked": false,
            "name": "Icons of Railton Road Walking Tour",
            "notes": "Please book a ticket for each attendee. The tour runs again at 3pm.",
            "start": "2024-09-15T12:00:00+01:00",
            "ticketed": true
        },
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/12516",
            "capacity": null,
            "date": "2024-09-15",
            "drop_in": false,
            "end": "2024-09-15T16:00:00+01:00",
            "fully_booked": false,
            "name": "Icons of Railton Road Walking Tour",
            "notes": "Please book a ticket for each attendee. The tour runs again at 3pm.",
            "start": "2024-09-15T15:00:00+01:00",
            "ticketed": true
        }
    ],
    "facilities": [
        "Drinking water",
        "Family-friendly event",
        "Handrails on stairs",
        "Seating available",
        "Toilets"
    ],
    "factsheet": [
        {
            "heading": "How much history can one building fit?",
            "paragraphs": [
                "In Brixton? Decades of history, social change and centuries of influence. We are the embodiment of community: London's oldest advice centre founded by locals in 1966, still helping thousands today. We are the post war society in action.",
                "Olive Morris squatted the premises in the 70s. CLR James the first black man to have a novel published in Britain and an English Heritage blue plaque awarded lived and died here. Leila Hassan Howe organised the Black People's Day of Action in 1981 after the New Cross Massacre here. Her husband Darcus Howe worked from here after the Mangrove Nine trial. Linton Kwesi Johnson was part of the British Black Panthers at 167. Akyaaba Addai-Sebo visited and set up Black History Month in the UK. Discover why the Centre has a long Northern Irish history too. Race Today was published here. Not a single window broke on the Frontline during the 1981 Uprising. We offered legal advice and space to those impacted. Jon Daniel who designed the Black History Month logo installed our windows.",
                "And that's the 'famous' people. We have helped tens of thousands of local community members change lives, their lives with benefits and legal and debt advice. Our Trustees and staff range from the formerly homeless to going on to working for the International Court of Justice in the Hague. Some say there a ley line on Railton Road that brings some kind of magic. We don't know. It might be talent, bravery and community but come and see how a corner of Brixton changed the world."
            ]
        },
        {
            "heading": "Icons of Railton Road Walking Tour",
            "paragraphs": [
                "Our windows represent icons of Railton Road and a local land mark. Join us for a walking tour (12 pm and 3pm on both weekend days) to meet those icons, see existing blue plaques to them, discuss where others should be honoured in the area and see the incredible work of other community projects such as 198 Arts who shape Railton Road.",
                "We have music, poetry, cricket, LGBTQ+ rights, art, links to David Attenborough, revolution, literature, local history and incredible buildings. You might have helped make that community, you might not know any of these topics  but either way this tour is the perfect way to mix Herne Hill and Brixton.",
                "It will be about 60 minutes on level ground. Maximum 25 people per tour. Your guide will be Brixton Advice Centre' Chair of Trustees Nikky Catto who is a tour guide and member of Lambeth Tour Guides Association."
            ]
        },
        {
            "heading": "FAQs",
            "paragraphs": [
                "Railton Road is a low traffic neighbourhood. Please check your blue badge eligibilty to park on Lambeth Council's website. We have bike parking right outside.",
                "You do not need anything to visit us but please pre-book the walking tour. We cannot allow dogs inside except assistance dogs.",
                "We are close to Herne Hill market on the Sunday and have excellent transport links to fit in other Open House Festival experiences. Please remember Herne Hill is split between the Boroughs of Lambeth and Southwark when planning your visits!"
            ]
        }
    ],
    "id": 12516,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/12516/building_12516_side-of-building_140297727bb4e7954cb03ec450ede997.jpg",
            "description": null,
            "title": "Brixton Advice Centre and its Icons of Railton Road windows. We have so much more to show.",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12516_side-of-building_140297727bb4e7954cb03ec450ede997.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "167 Railton Road, SE24 0LU",
        "latitude": 51.45661,
        "longitude": -0.10592,
        "meeting_point": null,
        "travel_info": [
            "Tube: Brixton",
            "Train: Herne Hill",
            "Additional travel info: The walking tour ends about 10 minutes from Brixton tube by foot or 5 minutes from Herne Station. It is close to major bus routes."
        ]
    },
    "name": "Brixton Advice Centre",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/12516",
    "ticketed_events": true
}