{
    "all_week": false,
    "description": "We are delighted to present this spectacular extension and refurbishment project in Wanstead. The new side infill extension has a faceted geometry with a roof that rises up to meet a skylight at its highest point. An expanded bronze anodised mesh wraps around the existing building like a parasite. This fascinating geometry is achieved using a timber frame construction.",
    "design": {
        "designers": [
            {
                "architect": "Space Group Architects",
                "description": null,
                "year": "2023"
            }
        ],
        "periods": [
            "Historical/contemporary"
        ],
        "types": [
            "residence"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2024-09-21",
            "drop_in": true,
            "end": "2024-09-21T17:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in: Guided Tour",
            "notes": "Architect guided tours every 30 minutes.",
            "start": "2024-09-21T10:00:00+01:00",
            "ticketed": false
        },
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2024-09-22",
            "drop_in": true,
            "end": "2024-09-22T17:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in: Guided Tour",
            "notes": "Architect guided tours every 30 minutes.",
            "start": "2024-09-22T10:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        "Handrails on stairs"
    ],
    "factsheet": [
        {
            "heading": "Project Description",
            "paragraphs": [
                "We are delighted to present this spectacular extension and refurbishment project in Wanstead. An existing poorly constructed rear extension has been replaced with a multi-faceted rear and side infill extension. The new side infill extension at ground floor level makes use of the impractical space left under the existing first floor side extension. The faceted roof rises up to meet a skylight at its highest point. The expanded bronze anodised mesh facade and roof wraps around the existing building like a parasite. This fascinating geometry is achieved using a timber frame construction.",
                "This timber construction is also reflected internally, as all new ground floor walls are finished in marine plywood. Bespoke joinery, also finished in ply, is carefully inserted into and wrapped around the newly found spaces. This is complemented by a polished concrete floor and cleverly positioned maroon elements.",
                "The new, generous kitchen is filled with natural light. An openable bifolding glass corner connects the kitchen with the beautiful garden. Large landscape windows enable a full view of outdoors from all corners of the room. A geometric red stone island and breakfast bar is the focal point of the stunning interior.",
                "The existing historic house has been fully refurbished. The new bathrooms are anything but ordinary. Large format conrete tiles are juxtaposed with linear maroon ones. Like downstairs, plywood surfaces can be found throughout, to add warmth.",
                "The same language continues into the garden where polished concrete re-lines the existing landscape creating geometric steps into the garden and a pathway between the main house and the outhouse. An existing, worn down outbuilding has been thermally upgraded and revamped, to accommodate a kitchenette, bar, work space and gym area. The expanded mesh facade mirrors that of the main house extension."
            ]
        }
    ],
    "id": 12524,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/12524/building_12524_265-2_0ef58b1dd5c34262ba9f886b2263736d.jpg",
            "description": null,
            "title": "Extension at night",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12524_265-2_0ef58b1dd5c34262ba9f886b2263736d.jpg"
        }
    ],
    "links": [
        {
            "href": "https://www.spacegrouparchitects.com/",
            "title": "www.spacegrouparchitects.com"
        }
    ],
    "location": {
        "address": "50 Colebrooke Drive, E11 2LY",
        "latitude": 51.57262,
        "longitude": 0.03566,
        "meeting_point": null,
        "travel_info": [
            "Tube: Wanstead"
        ]
    },
    "name": "The Pinehouse Parasite",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/12524",
    "ticketed_events": false
}