{
    "all_week": false,
    "description": "Our Clubhouse has a hidden history - it was once the changing rooms for the Crystal Palace Park Concert Bowl. Rock ‘n’ roll legends such as Lou Reed, Elton John, Pink Floyd and many others prepared for their shows in this former park keepers hut.   In 1997 the hut was moved to our allotment site to become a community hub. We are holding an Open Day to celebrate the  recent refurbishment.",
    "design": {
        "designers": [
            {
                "architect": "London County Council",
                "description": null,
                "year": "1961"
            }
        ],
        "periods": [
            "Post-war"
        ],
        "types": [
            "community/cultural"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2024-09-15",
            "drop_in": true,
            "end": "2024-09-15T15:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in",
            "notes": "Please let us know if you plan to visit. Doing so allows the venue to plan ahead and you will be notified by email about any changes to the programme that might affect your visit.",
            "start": "2024-09-15T11:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        "Family-friendly event",
        "Handrails on stairs",
        "Seating available",
        "Toilets"
    ],
    "factsheet": [
        {
            "heading": "History at Crystal Palace Park Concert Bowl",
            "paragraphs": [
                "Nestled in the leafy suburb of Beckenham is a wooden building with a hidden history - it was once the changing rooms for the Crystal Palace Park Concert Bowl.",
                "Today it is the Clubhouse for Dorset Road Allotments and Leisure Gardens, but once it was the green room for  rock ‘n’ roll legends such as Lou Reed, Elton John, Pink Floyd and many more who prepared for their shows in this former park keepers hut.",
                "Crystal Palace Park Bowl  opened in 1961 and played host to an eclectic mix of music and this popular open air music venue.",
                "Acts included Pink Floyd, Elton John, The Beach Boys, Eric Clapton, Lou Reed, The Cure, Roxy Music, Santana, Melanie, Yes, Pixies, Curtis Mayfield, Bob Marley, The Faces, Ian Dury, Elvis Costello, Andy Williams, Vera Lynn, Nigel Kennedy and many more. And they all used  the Park keeper’s hut as their changing rooms.",
                "In 1996 Ian Ritchie Architects were commission to build a new modern concert platform with built in changing rooms and the park keepers hut was no longer needed."
            ]
        },
        {
            "heading": "The Clubhouse",
            "paragraphs": [
                "In 1997 the hut was moved to our allotment site to become a community hub.  As our Clubhouse it has hosted open days, birthday parties, wedding receptions, meetings, workshops and other events.  Most importantly it is also where our members can enjoy a cuppa and exchange allotmenting news.",
                "After nearly 30 years of service the building was looking a bit tired sowe have refurbished to ensure it can continue to serve the local community for another 30 years."
            ]
        },
        {
            "heading": "The Building",
            "paragraphs": [
                "The Clubhouse was a prefabricated wooden hut made of panels bolted together.",
                "It was dismantled with the floor and roof cut into sections and rebuilt at our allotment site.",
                "The interior was lined with board, the walls papered in wood chip and painted magnolia and three recycled kitchens were installed at one end.  This created a welcoming Clubhouse for members and the local community to enjoy.",
                "Over time, the sun warped the wood, the interior grew tired and it was expensive to heat in the winter.",
                "As part of the refurbishment we have fully insulated the building, lined it with plywood, installed new windows, removed the ceiling boards to expose the roof trusses and installed a new kitchen to make a brighter, lighter, and more energy efficient space."
            ]
        },
        {
            "heading": "Open Day",
            "paragraphs": [
                "To celebrate the refurbishment we are holding an Open Day to share  the hidden history and allow people to tour our allotment site.  There will be refreshments, activities, stalls and a display showing the building’s history."
            ]
        }
    ],
    "id": 12522,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/12522/building_12522_img_1702_c3bfa8ca222110a9e9703609c8b53029.jpeg",
            "description": null,
            "title": "Drone photograph of the Clubhouse prior to refurbishment by David Miller.",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12522_img_1702_c3bfa8ca222110a9e9703609c8b53029.jpeg"
        }
    ],
    "links": [
        {
            "href": "http://dorsetroadallotments.org.uk/",
            "title": "dorsetroadallotments.org.uk"
        },
        {
            "href": "https://www.instagram.com/dorsetroadallotments/",
            "title": "www.instagram.com/dorsetroadallotments"
        }
    ],
    "location": {
        "address": "Dorset Road, Beckenham, BR3 4EA",
        "latitude": 51.40209,
        "longitude": -0.04976,
        "meeting_point": null,
        "travel_info": [
            "Train: Elmers End, Birkbeck",
            "Bus: 354, 356",
            "Additional travel info: We are a 10 minute bus ride on the 354 from Crystal Palace Park (the original home of the Clubhouse), which is on the London Overground."
        ]
    },
    "name": "The Clubhouse at Dorset Road Allotments",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/12522",
    "ticketed_events": false
}