{
    "all_week": false,
    "description": "A walking tour in the City of London revealing its unique status among other boroughs of London. It gives an opportunity to learn about the City – a tiny area, covering just over one square mile packed with history, exclusive rights and peculiar customs. It’s not just a walking tour, it’s also an adventure packed with activities, which unveil a piece of the City you never knew about.",
    "design": {
        "designers": [],
        "periods": [
            "Historical/contemporary"
        ],
        "types": [
            "walk/tour"
        ]
    },
    "events": [],
    "facilities": [
        "Family-friendly event"
    ],
    "factsheet": [
        {
            "heading": "Quest to find The Key to the City",
            "paragraphs": [
                "City of London is full of secrets. It is a tiny area, but it is hiding lots of amazing places with surprising stories, unusual rights and roles, and ancient traditions. This family-friendly walking tour will show you what the City is hiding but you will have to work for it!\nTogether with your City guide you will go on a quest to find The Key to the City. On your way, you will look for big sculptures, old buildings, legendary bridges and a mysterious garden. You will search for Romans, golden cats, mythical dragons and mysterious signs. You will seek out the home of the most important person in the City and the only medieval stone structure still standing in the Square Mile. When you find them, you will hear their stories, discover their meaning and importance to the City and the whole of London.\nWould you like to discover secrets of the City of London and get the Key? Then prepare yourself for revealing these secrets while taking part in activities, solving puzzles and riddles at every stop and you will be rewarded at the end of the tour."
            ]
        },
        {
            "heading": "What's recommended?",
            "paragraphs": [
                "Comfortable walking shoes are highly recommended.\nBring your desire to look, listen, learn and play, too!"
            ]
        },
        {
            "heading": "Who is this tour recommended for?",
            "paragraphs": [
                "Families with kids aged 5+ ready to have a fun walking tour across the City of London are welcome."
            ]
        }
    ],
    "id": 12561,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2024/12561/building_12561_city-of-london-dragon_658e10943fa69795b8d3df406d665a10.jpg",
            "description": null,
            "title": "City of London Dragon boundary mark on Byward Street by Laura Marzec",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12561_city-of-london-dragon_658e10943fa69795b8d3df406d665a10.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Sundial at the Tower Hill, Tower Hill, EC3N 2LY",
        "latitude": 51.50983,
        "longitude": -0.07654,
        "meeting_point": null,
        "travel_info": [
            "Tube: Tower Hill, Monument",
            "Train: Fenchurch Street, Cannon Street, Liverpool Street, London Bridge",
            "Bus: 15, 100, 343, 42, 78",
            "Additional travel info: Tour ends at the Barbican Estate, nearby tube stations: Barbican, Moorgate. Nearby train stations: Farringdon"
        ]
    },
    "name": "City of London adventure family friendly walking tour",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/12561",
    "ticketed_events": false
}