{
    "all_week": false,
    "description": "Deptford's history is mainly linked to the river, but it also has a rich musical and cultural heritage. This walking tour will explore the sounds of Deptford and New Cross, along the way telling the radical – and often tragic – history of this diverse area, from police clashes at the Moonshot Club to groundbreaking community arts projects at the Albany.",
    "design": {
        "designers": [],
        "periods": [],
        "types": [
            "walk/tour"
        ]
    },
    "events": [
        {
            "activity_type": "Walking tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/12577",
            "capacity": null,
            "date": "2024-09-21",
            "drop_in": false,
            "end": "2024-09-21T12:30:00+01:00",
            "fully_booked": false,
            "name": "Walking tour",
            "notes": "Please ",
            "start": "2024-09-21T11:00:00+01:00",
            "ticketed": true
        }
    ],
    "facilities": [],
    "factsheet": [
        {
            "heading": "Why Deptford and New Cross?",
            "paragraphs": [
                "South East London is often under-explored by visitors to London or through walking tours, but the area is replete with history and has rich stories to be told.",
                "Deptford’s existence was first mentioned in 1293 – when it was called Depeford. The ‘deep ford’ crossed what is now Deptford Creek, at the mouth of the River Ravensbourne.",
                "It has a strong maritime history - Henry VIII founded a naval dockyard in Deptford in 1513 and within a century Deptford had become one of the country’s leading ports and a major industrial suburb.",
                "Through Second World War bombing and postwar industrial decline, Deptford suffered a long and damaging period of deterioration but over the past quarter-century it has been the focus of extensive regenerative building – both commercial and residential."
            ]
        },
        {
            "heading": "The Battle of Lewisham",
            "paragraphs": [
                "Over the second half of the 20th century, New Cross and Deptford became home to many people who settled in Britain from the Caribbean.",
                "Under the pretext of demonstrating against street crime, the far-right National Front (NF) organised a march from New Cross to Catford, passing through Lewisham.",
                "Attempts to have the march banned in the High Court by the All Lewisham Campaign Against Racism and Fascism (ALCARAF) had failed. So on the morning of the 13 August 1977, hundreds of NF members began to assemble in Achilles Street in New Cross.",
                "At the same time, thousands of local people and community leaders, including the Mayor of Lewisham and the Bishop of Southwark, came together at Ladywell Fields to hold a peaceful counter-march under the ALCARAF banner."
            ]
        },
        {
            "heading": "Music and arts in Deptford and New Cross",
            "paragraphs": [
                "Goldsmiths' two-hundred year educational legacy has made an impression on the area, nurturing the talents of young artists and musicians whose creative impact has been felt across the many venues around South-East London. One of these more recent movements was the flourishing 'New Cross scene'. Bloc Party and Art Brut were among the bands that emerged from the New Cross scene.",
                "Another venue we will see on the tour is the Moonshot Club. Musician Jah Shaka garnered a following amongst many young people in the Black Community in the 1970s. His music became known for its message of love and unity on a background of heightened racial tension experienced in the area at the time."
            ]
        },
        {
            "heading": "Golden Key Academy",
            "paragraphs": [
                "This tour is led by a participant of Open City’s Golden Key Academy – a course training up insightful and engaging guides dedicated to explaining London and bringing its many stories to life. It is part of a wider collection of tours created by Golden Key Academy guides for the Open House Festival celebrating their conclusion of the eight month course.\nFurther information on the Golden Key Academy can be found here https://open-city.org.uk/golden-key-academy"
            ]
        }
    ],
    "id": 12577,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/12577/building_12577_img_5194_b3b6943641e9fbe7cf5b456fd733799d.jpg",
            "description": null,
            "title": "Public artwork commemorating the 1977 Battle of Lewisham",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12577_img_5194_b3b6943641e9fbe7cf5b456fd733799d.jpg"
        }
    ],
    "links": [
        {
            "href": "https://open-city.org.uk/golden-key-academy",
            "title": null
        }
    ],
    "location": {
        "address": "Goldsmiths University of London, 8 Lewisham Way, SE14 6NW",
        "latitude": 51.47427,
        "longitude": -0.03541,
        "meeting_point": null,
        "travel_info": [
            "Tube: New Cross Gate",
            "Train: Deptford, New Cross",
            "Bus: 171, 172, 177, 21, 53",
            "Additional travel info: The tour will end at Peter the Great Statue 33 Glaisher Street SE8 3ER"
        ]
    },
    "name": "New Cross and Deptford: a radical history through music",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/12577",
    "ticketed_events": true
}