{
    "all_week": false,
    "description": "Deptford's history is mainly linked to the river, but it also has a rich musical and cultural heritage. This walking tour will explore the sounds of Deptford and New Cross, along the way telling the radical – and often tragic – history of this diverse area, from police clashes at the Moonshot Club to groundbreaking community arts projects at the Albany.",
    "design": {
        "designers": [],
        "periods": [],
        "types": [
            "walk/tour"
        ]
    },
    "events": [
        {
            "activity_type": "Walking tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/12577",
            "capacity": null,
            "date": "2024-09-21",
            "drop_in": false,
            "end": "2024-09-21T13:00:00+01:00",
            "fully_booked": false,
            "name": "Walking tour",
            "notes": "Please ",
            "start": "2024-09-21T11:00:00+01:00",
            "ticketed": true
        }
    ],
    "facilities": [],
    "factsheet": [
        {
            "heading": "Why Deptford and New Cross?",
            "paragraphs": [
                "South East London is often under-explored by visitors to London or through walking tours, but the area is replete with history and has rich stories to be told.",
                "Deptford’s existence was first mentioned in 1293 – when it was called Depeford. The ‘deep ford’ crossed what is now Deptford Creek, at the mouth of the River Ravensbourne.",
                "It has a strong maritime history - Henry VIII founded a naval dockyard in Deptford in 1513 and within a century Deptford had become one of the country’s leading ports and a major industrial suburb. As we will discuss, Deptford's yards played a central role in the slave trade and the area is still coming to terms with that today.",
                "Deptford was targeted in Second World War bombing and suffered from post-war industrial decline. New Cross and Deptford have also endured moments of tragic history. In the 1980s, a fire that killed thirteen black teenagers at a party in a racist attack in New Cross laid bare the racial violence to which the community had been subject. New Cross was the starting point of the subsequent National Black People’s Day of Action: the demonstration was viewed as a political and cultural turning point."
            ]
        },
        {
            "heading": "The Battle of Lewisham",
            "paragraphs": [
                "Over the second half of the 20th century, New Cross and Deptford became home to many people who settled in Britain from the Caribbean.",
                "In 1977, ostensibly demonstrating against street crime, the far-right National Front organised a march from New Cross to Catford, passing through Lewisham.",
                "Although the All Lewisham Campaign Against Racism and Fascism (ALCARAF) attempted to ban the march, their attempts had failed. So on the morning of the 13 August 1977, hundreds of NF members began to assemble in New Cross where they were met by thousands of local people and community leaders who were counter-marching.",
                "A mural to commemorate the Battle of Lewisham is now a public artwork that can be viewed on the side of the RIBA award winning Rutherford Building at Goldsmiths, one of the stops on the tour."
            ]
        },
        {
            "heading": "Music and arts in Deptford and New Cross",
            "paragraphs": [
                "Since the early 2000s the areas have been the focus of extensive regenerative building. But New Cross and Deptford have always been vibrant, creative places.",
                "Goldsmiths' two-hundred year educational legacy has made an impression on the area, nurturing the talents of young artists and musicians whose creative impact has been felt across the many venues around South-East London, from the Venue to the New Cross Inn.",
                "We will also stop at the Moonshot Club on the tour which was where musician Jah Shaka garnered a following amongst many young people in the black community in the 1970s. His music became known for its message of love and unity on a background of heightened racial tension experienced in the area at the time.",
                "From sea shanties to Blur, this tour will bring the history of Deptford and New Cross to life through music."
            ]
        },
        {
            "heading": "Golden Key Academy",
            "paragraphs": [
                "This tour is led by a participant of Open City’s Golden Key Academy – a course training up insightful and engaging guides dedicated to explaining London and bringing its many stories to life. It is part of a wider collection of tours created by Golden Key Academy guides for the Open House Festival celebrating their conclusion of the eight month course.\nFurther information on the Golden Key Academy can be found here https://open-city.org.uk/golden-key-academy"
            ]
        }
    ],
    "id": 12577,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/12577/building_12577_img_5194_b3b6943641e9fbe7cf5b456fd733799d.jpg",
            "description": null,
            "title": "Public artwork commemorating the 1977 Battle of Lewisham",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12577_img_5194_b3b6943641e9fbe7cf5b456fd733799d.jpg"
        }
    ],
    "links": [
        {
            "href": "https://open-city.org.uk/golden-key-academy",
            "title": null
        }
    ],
    "location": {
        "address": "Meet: Meet at the front of Goldsmiths University of London  on Lewish",
        "latitude": 51.47433,
        "longitude": -0.03535,
        "meeting_point": null,
        "travel_info": [
            "Tube: New Cross Gate",
            "Train: Deptford, New Cross",
            "Bus: 171, 172, 177, 21, 53, 436",
            "Additional travel info: The tour will end at Peter the Great Statue 33 Glaisher Street SE8 3ER. Nearest station is Deptford (15 min walk) or Cutty Sark DLR (11 min)"
        ]
    },
    "name": "New Cross and Deptford: a radical history through music",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/12577",
    "ticketed_events": true
}