{
    "all_week": false,
    "description": "Much of England’s social history can be seen within London. One area has attracted generations of alternative thinkers and liberal idealists this being Smithfield and Clerkenwell. From medieval markets and place of execution, along the old droving roads with links to the crusades, to the green which influenced both Dickens and Lenin, we weave a route through an area unique in our nations history.",
    "design": {
        "designers": [],
        "periods": [],
        "types": [
            "walk/tour"
        ]
    },
    "events": [
        {
            "activity_type": "Walking tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/12573",
            "capacity": null,
            "date": "2024-09-16",
            "drop_in": false,
            "end": "2024-09-16T12:00:00+01:00",
            "fully_booked": true,
            "name": "Rebels, radicals and a brief history of English activism",
            "notes": "",
            "start": "2024-09-16T10:30:00+01:00",
            "ticketed": true
        }
    ],
    "facilities": [],
    "factsheet": [
        {
            "heading": "Introduction",
            "paragraphs": [
                "‘How did we get to things like Greenpeace, The National Trust or LGBT rights? How did we manage to organise a working week with sick pay and holidays? How did we get to vote?’",
                "We in England are fortunate, our lives are mostly comfortable, we can speak openly, practice and tolerate different religions, sexual, social behaviours without fear of persecution. We like to think of ourselves, as belonging to an open and fair society.",
                "It took an enormously long time to achieve this. And it wouldn’t have been achieved at all but for the selfless bravery of ordinary people who stood up for those original ideas of rights and fairness for all.",
                "A great deal of England’s social history can be seen and traced within the geographical confines of London and one area seems above all else to have attracted persistent generations of alternative thinkers, political and religious dissenters and liberal idealists: that being Smithfield and Clerkenwell."
            ]
        },
        {
            "heading": "The Route",
            "paragraphs": [
                "‘Rebels, Radicals and a brief history of English Activism’ covers some of the most significant occasions where ordinary people have directly challenged the authority of the state, and in a few cases, won. As we begin our walk we will pass across Victorian flag and cobblestone streets, laid out in the early 1800s and grade II listed, sometimes you can literally walk on history; we examine the green square of Charterhouse where plague pits were dug in 1348 and explore the history of the former Carthusian Monastery which was brutally dissolved in the Reformation; at St Bartholomew's we see the extent of state power visiting the sites of macabre executions of revolutionaries, dissidents and martyrs, then we consider the final extraordinary days of the Peasants Revolt of 1381, the closest we ever came to a revolution and a reboot of our society; then we admire the grand Victorian market building and consider its future as the new home of the Museum of London; then up the old droving roads to Clerkenwell, exploring the narrow passageways and alleys; at Clerkenwell Green we will explore the history of a growing movement for change and contemplate the courthouse where Charles Dickens worked as a reporter and where hundreds of people were sentenced to transportation and exile, and from one exile to another, we visit the library where Vladimir Lenin wrote his revolutionary newspaper and planned the beginnings of what would become the Soviet Union."
            ]
        },
        {
            "heading": "Golden Key Academy",
            "paragraphs": [
                "This tour is led by a participant of Open City’s Golden Key Academy – a course training up insightful and engaging guides dedicated to explaining London and bringing its many stories to life. It is part of a wider collection of tours created by Golden Key Academy guides for the Open House Festival celebrating their conclusion of the eight month course.\nFurther information on the Golden Key Academy can be found here https://open-city.org.uk/golden-key-academy"
            ]
        }
    ],
    "id": 12573,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/12573/building_12573__t2a9774-1_fc95d3f059cd09c4f7ad2be6e8d90fbd.jpeg",
            "description": null,
            "title": null,
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12573__t2a9774-1_fc95d3f059cd09c4f7ad2be6e8d90fbd.jpeg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/12573/building_12573_screenshot-2024-02-26-at-11-43-30_9ec8a559a22a72b6616faf4d6f3a07ba.png",
            "description": null,
            "title": null,
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12573_screenshot-2024-02-26-at-11-43-30_9ec8a559a22a72b6616faf4d6f3a07ba.png"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/12573/building_12573__t2a9798_65b3e3fca640c5ddb6d80bb4cccf99ba.jpeg",
            "description": null,
            "title": null,
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12573__t2a9798_65b3e3fca640c5ddb6d80bb4cccf99ba.jpeg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/12573/building_12573__t2a1443_412912e1e074bea6c499dbcfe38a715c.jpg",
            "description": null,
            "title": null,
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12573__t2a1443_412912e1e074bea6c499dbcfe38a715c.jpg"
        }
    ],
    "links": [
        {
            "href": "https://thelondonwalker.com",
            "title": "thelondonwalker.com"
        },
        {
            "href": "https://www.facebook.com/people/thelondonwalker/61556491777593/",
            "title": "www.facebook.com/people/thelondonwalker/61556491777593"
        },
        {
            "href": "https://www.instagram.com/timthelondonwalker/",
            "title": "www.instagram.com/timthelondonwalker"
        },
        {
            "href": "https://open-city.org.uk/golden-key-academy",
            "title": null
        }
    ],
    "location": {
        "address": "Outside Florin Court, Charterhouse Square, EC1M 6EY",
        "latitude": 51.52095,
        "longitude": -0.09854,
        "meeting_point": null,
        "travel_info": [
            "Tube: Barbican, Farringdon, St. Paul's",
            "Train: Farringdon, Moorgate",
            "Bus: 153, 341, 55, 56, 59, 63",
            "Additional travel info: The tour ends outside Farringdon Station which has access to underground and overground trains"
        ]
    },
    "name": "Rebels, radicals and a brief history of English activism",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/12573",
    "ticketed_events": true
}