{
    "all_week": false,
    "description": "Stanstead Lodge is a Grade ll listed early Victorian gentleman’s country residence.  Built in 1841 by Joseph Skilbeck, it remained a family home until WW2 when it became Rathfern Infants School. After the war it was bought by Lewisham Rotary Club for a Darby & Joan Club. It continues as a centre for older people.",
    "design": {
        "designers": [
            {
                "architect": "",
                "description": null,
                "year": "1841"
            }
        ],
        "periods": [
            "Victorian"
        ],
        "types": [
            "historical house"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2024-09-22",
            "drop_in": true,
            "end": "2024-09-22T16:30:00+01:00",
            "fully_booked": false,
            "name": "Drop in: Open day",
            "notes": "Please let us know if you plan to visit. Doing so allows the venue to plan ahead and you will be notified by email about any changes to the programme that might affect your visit.",
            "start": "2024-09-22T12:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        "Accessible toilet",
        "Drinking water",
        "Toilets"
    ],
    "factsheet": [
        {
            "heading": "History to the present day",
            "paragraphs": [
                "Stanstead Lodge is a Grade ll listed building built in the Gothic style. It was an early Victorian gentleman’s country residence. Built in 1841 by Joseph Skilbeck, it was a family home until WW2 when it was requisitioned to become Rathfern Infants School whose roof had been destroyed by an incendiary bomb.  After the war it was bought by Lewisham Rotary Club for a Darby and Joan Club.  It was opened by Queen Mary on 30 April 1949.  It continues to serve the community as a centre primarily for older people. It has gone through many transformations. It still has traces of the original family.  There are gardens front and back, a cafe and a patio and play spaces for young children."
            ]
        },
        {
            "heading": "Autumn Festival",
            "paragraphs": [
                "We will run our Autumn Festival with stalls and activities by our members and local community groups. The cafe will be open serving drinks and a wide range of refreshments.  If the weather is good we will have a band in the garden.\nWe will give ad hoc tours of the ground floor, show documents we have traced and histories and little stories of the people who lived in the house or were associated with it.  There are even some photographs."
            ]
        }
    ],
    "id": 12571,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/12571/building_12571_img_0036_9ef0be3b20926cd1675d8d90b595c62a.jpeg",
            "description": null,
            "title": "Stanstead Lodge",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12571_img_0036_9ef0be3b20926cd1675d8d90b595c62a.jpeg"
        }
    ],
    "links": [
        {
            "href": "https://stansteadlodge.org",
            "title": "stansteadlodge.org"
        }
    ],
    "location": {
        "address": "260 Stanstead Road, Forest Hill, SE23 1DD",
        "latitude": 51.44203,
        "longitude": -0.0365,
        "meeting_point": null,
        "travel_info": [
            "Train: Catford, Catford Bridge",
            "Additional travel info: 75, 171, 181, 185 and 202 buses stop nearby or in nearby streets."
        ]
    },
    "name": "Stanstead Lodge",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/12571",
    "ticketed_events": false
}