{
    "all_week": false,
    "description": "Built around a central green courtyard; the scheme completed for Gateway Housing Association consists of 32 shared ownership homes; including 3-bedroom maisonettes and 3-wheelchair units and features an under-5s play area. Arched entrances to individual dwellings introduce a human scale and echo other features in the street. The parapet detail is a nod to the Victorian heritage of the area.",
    "design": {
        "designers": [
            {
                "architect": "FBM Architects",
                "description": null,
                "year": "2023"
            }
        ],
        "periods": [
            "Contemporary"
        ],
        "types": [
            "housing"
        ]
    },
    "events": [],
    "facilities": [
        "Large print guides"
    ],
    "factsheet": [
        {
            "heading": "About",
            "paragraphs": [
                "Newly completed in October of 2023 for Gateway Housing Association, this scheme sits opposite the leafy Medway Conservation Area. It consists of 32 homes including two three-bedroom maisonettes and three wheelchair units. Through scale, articulation of volumes, and architectural details, FBM has designed a contemporary response to a history-rich area of East London.",
                "Redefining the urban block with a courtyard at its heart was the key driver for the proposed development. The courtyard as a green space responds to the character of the neighbourhood and this is further enhanced by setting back the building on Norman Grove and Saxon Road, so that a green strip of front gardens - enhanced by the existing London Plane trees - can tie the scheme to the immediate context, including Selwyn Green to the south.\nThe new scheme, defined by the articulation of two main blocks, offers a continuous three storey frontage along Norman Grove and Saxon Road that relates to the character of the Medway Conservation Area and the locally listed Saxon Lea Court. A generous gap between this and the four-storey volume on the eastern part of the development ensures a soft transition in height whilst providing a large and well-lit communal residential entrance.",
                "FBM worked hard to tie the design with the immediate context whilst keeping budget in mind: the inclusion of arched entrances to individual dwellings introduces an intimate, human scale that echoes this distinctive feature present in the surrounding streets; the parapet detail is also a nod to the Victorian heritage of the area. The specified buff brick creates a dialogue with the materiality of the Medway Conservation Area, while the colour of the windows contrasts playfully and creates interest. A high-quality finish and detailing are present throughout.",
                "The scheme was designed with a fabric-first approach, with high levels of thermal insulation and thermally broken double-glazed windows throughout. All the apartments are double aspect, guaranteeing natural ventilation, and the recessed balconies ensure floor to ceiling windows are protected from the hot summer sun. The scheme is car-free - except for three blue badge spaces within the site boundary - given the excellent proximity to local transport links and support of local policy that encourages sustainable modes of transport. Dedicated cycle storage is provided within the courtyard and is accessible to all residents."
            ]
        },
        {
            "heading": "Key Stats:",
            "paragraphs": [
                "Started: January 2021\nCompleted: October 2023\nMade up partly of 3 and of 5 stories\nFeatures 32 residences comprised of the following; \na)\t11 x 1-bed \nb)\t15 x 2-bed\nc)\t2 x 3-bed maisonettes\nd)\t4 x 3-bed",
                "Gross internal floor area: 2,722m2"
            ]
        },
        {
            "heading": "Awards",
            "paragraphs": [
                "Regent Place has been recently shortlisted for the 2024 Housing Design Awards, as well as 2024 British Homes Awards: Development of the Year."
            ]
        }
    ],
    "id": 12574,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/12574/building_12574_regency_court-2570-edit_76bdb0ab41b720de0a50f78a7d7f6132.jpg",
            "description": null,
            "title": "Photographed by Tim Crocker",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12574_regency_court-2570-edit_76bdb0ab41b720de0a50f78a7d7f6132.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/12574/building_12574_regency_court-tim-crocker_6ddb6d02662445e7191583b292de44f1.jpg",
            "description": null,
            "title": "Photographed by Tim Crocker",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12574_regency_court-tim-crocker_6ddb6d02662445e7191583b292de44f1.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/12574/building_12574_regency_court-2610-tim-crocker_10a9080e92c1427c316b08e905543a31.jpg",
            "description": null,
            "title": "Photographed by Tim Crocker",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12574_regency_court-2610-tim-crocker_10a9080e92c1427c316b08e905543a31.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/12574/building_12574_regency_court-tim-crocker-2_32703b615e898dec60006819e2947c11.jpg",
            "description": null,
            "title": "Photographed by Tim Crocker",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12574_regency_court-tim-crocker-2_32703b615e898dec60006819e2947c11.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "80 Rosebank Gardens, E3 5EF",
        "latitude": 51.53108,
        "longitude": -0.03264,
        "meeting_point": null,
        "travel_info": [
            "Tube: Bethnal Green, Bow Road",
            "Train: Bethnal Green",
            "Bus: 339, 277, 425"
        ]
    },
    "name": "Regent Place",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/12574",
    "ticketed_events": false
}