{
    "all_week": false,
    "description": "Explore some of the oldest – and newest – parts of London's underground rail infrastructure as you learn about the world’s first passenger underground railway and hear about its impact on the built environment. From saving London from traffic chaos in the 1850s to fuelling its expansion ever since, it's a fascinating tale of human ingenuity – and property speculation!",
    "design": {
        "designers": [],
        "periods": [],
        "types": [
            "walk/tour"
        ]
    },
    "events": [],
    "facilities": [
        "Toilets"
    ],
    "factsheet": [
        {
            "heading": "Tour Content",
            "paragraphs": [
                "If you think congestion is bad in central London, you should have been here for the 1851 Great Exhibition. It was gridlock! This and the rapid growth of London in the 1800s led to the incredible venture that became the world's first passenger underground railway.",
                "Join us as we follow the path of that first Tube line, exploring the enormous impact on London’s geography of a system which now accommodates 4 million passenger journeys per day. We will explore some key sites and stations in central London as we go through time to finish with a journey on the Elizabeth Line, the latest addition to London’s underground infrastructure."
            ]
        },
        {
            "heading": "Your Guide",
            "paragraphs": [
                "Alex works in education and has led a wide variety of trips nationally and internationally for young people. Since he first travelled on it as a child, he has continued to be fascinated by all aspects of the Tube!"
            ]
        },
        {
            "heading": "Golden Key Academy",
            "paragraphs": [
                "This tour is led by a participant of Open City’s Golden Key Academy – a course training up insightful and engaging guides dedicated to explaining London and bringing its many stories to life. It is part of a wider collection of tour events created by Golden Key Academy guides for the Open House Festival celebrating their conclusion of the eight month course.",
                "Further information on the Golden Key Academy can be found here https://open-city.org.uk/golden-key-academy"
            ]
        },
        {
            "heading": "Please note...",
            "paragraphs": [
                "Whilst this tour is free, it incorporates travel over parts of the London Underground network. This travel is chargeable in the normal way and, therefore, participants will need an Oyster Card or contactless card valid for Zone 1 travel. The total adult fare for participating should not total more that £5.60 and, depending where you have travelled from, may well be cheaper as the Zone 1 & 2 daily charge cap is a maximum of £8.50."
            ]
        }
    ],
    "id": 12581,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2024/12581/building_12581_bond-street_d4c79336cf33016b431086250d2e50d0.jpg",
            "description": null,
            "title": null,
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12581_bond-street_d4c79336cf33016b431086250d2e50d0.jpg"
        }
    ],
    "links": [
        {
            "href": "https://open-city.org.uk/golden-key-academy",
            "title": null
        }
    ],
    "location": {
        "address": "Outside WHSmith W2 1HB, Paddington Station, Praed Street, W2 1HB",
        "latitude": 51.51667,
        "longitude": -0.17693,
        "meeting_point": null,
        "travel_info": [
            "Tube: Paddington",
            "Train: Paddington",
            "Bus: 23, 16, 205, 27, 36",
            "Additional travel info: The tour will start and end outside the WHSmith shop on the Paddington Station concourse."
        ]
    },
    "name": "How the tube shaped London",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/12581",
    "ticketed_events": false
}