{
    "all_week": false,
    "description": "A walking tour exploring how the dockside of ‘the busiest port in the world’ has been repurposed but not destroyed to make a peaceful riverside enclave. Along the way we will discover some amazing spaces serving London in ways far beyond the imaginations of past Londoners and we will see evidence of current trends to reduce the carbon cost of redevelopment as London continues to change.",
    "design": {
        "designers": [],
        "periods": [],
        "types": [
            "walk/tour"
        ]
    },
    "events": [
        {
            "activity_type": "Walking tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/12587",
            "capacity": null,
            "date": "2024-09-20",
            "drop_in": false,
            "end": "2024-09-20T16:00:00+01:00",
            "fully_booked": false,
            "name": "Renewal, reuse, refurbishment - a walk",
            "notes": "",
            "start": "2024-09-20T14:00:00+01:00",
            "ticketed": true
        }
    ],
    "facilities": [],
    "factsheet": [
        {
            "heading": "London's riverside - always changing",
            "paragraphs": [
                "Southwark’s riverside continues to undergo astonishing change. The luxury apartments and boutique workspaces housed in the historic wharves of the busiest port in the world are easy to see but there are many other traces of the fascinating history of this area to be found. We start at atmospheric Shad Thames where the busyness of the Victorian docks is easy to imagine, and end at Canada  Water where ‘the first new town centre in London in fifty years’ is starting to take shape. Along the way we find examples of reuse and repurposing going back hundreds of years, including the shaft of the first tunnel ever built under a navigable river which is now a unique events venue and links to 'Britain's favourite painting' - JMW Turner's Fighting Temeraire."
            ]
        },
        {
            "heading": "Golden Key Academy",
            "paragraphs": [
                "This tour is led by a participant of Open City’s Golden Key Academy – a course training up insightful and engaging guides dedicated to explaining London and bringing its many stories to life. It is part of a wider collection of tours created by Golden Key Academy guides for the Open House Festival celebrating their conclusion of the eight month course.\nFurther information on the Golden Key Academy can be found here https://open-city.org.uk/golden-key-academy"
            ]
        }
    ],
    "id": 12587,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/12587/building_12587_new-concordia-wharf-2_1931773bff0ca0293e9ccb28a85373b2.jpg",
            "description": null,
            "title": "Luxury living where ships from all around the world once unloaded",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12587_new-concordia-wharf-2_1931773bff0ca0293e9ccb28a85373b2.jpg"
        }
    ],
    "links": [
        {
            "href": "https://open-city.org.uk/golden-key-academy",
            "title": null
        }
    ],
    "location": {
        "address": "Outside Bridge Theatre, 3 Potters Fields Pk, SE1 2SG",
        "latitude": 51.50413,
        "longitude": -0.07738,
        "meeting_point": null,
        "travel_info": [
            "Tube: London Bridge",
            "Train: London Bridge",
            "Additional travel info: Tour ends at Canada Water station (Jubilee line & Overground)"
        ]
    },
    "name": "Renewal, reuse, refurbishment - a walk along Southwark's riverside",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/12587",
    "ticketed_events": true
}