{
    "all_week": false,
    "description": "Located in the London Borough of Hackney, Novello House provides 32 high quality new homes for Metropolitan Thames Valley Housing, of which 50% are affordable. Despite the small footprint, each home benefits from a generous private amenity space in the form of a balcony, patio, or terrace, and every unit offers fantastic views of the city or the Regents Canal.",
    "design": {
        "designers": [
            {
                "architect": "FBM Architects",
                "description": null,
                "year": "2021"
            }
        ],
        "periods": [
            "Contemporary"
        ],
        "types": [
            "housing"
        ]
    },
    "events": [],
    "facilities": [
        "Large print guides",
        "Handrails on stairs"
    ],
    "factsheet": [
        {
            "heading": "Scheme Description",
            "paragraphs": [
                "Our scheme, which achieved occupation in the summer of 2021,  provides 32 high quality new homes (50% affordable) with 10% wheelchair accessible apartments \nin a range of sizes. From the outset, FBM considered that any design solution within \nthis small urban site would likely play a key role in the future of the emerging townscape, alongside the recent Coleville Estate masterplan development. \nThe building’s design reinforces \nand defines the streetscape, defined by the adjacent Bridport House to the south, and Crown and Manor development to the \nwest. Given the small site footprint (427sqm), we maximised the number of homes on the site by increasing the building height to 11 storeys, rising to celebrate \nthe corner and falling away to the south to respond to the height \nof the neighbouring building. The height of the proposal allows homes to capitalise on the wonderful views across the canal and the city, and the building to be seen as integral to the new townscape.\nEach home benefits from a generous private amenity space in the form of a balcony or a terrace; at ninth floor the scheme provides a sunny south-facing terrace as communal amenity for residents to enjoy. The materials palette is simple and elegant. An apparent \ncontrasting brickwork is achieved by a variation in the colour of the mortar, rather than the brick itself, which helps to differentiate the ground floor and recessed upper floors from the main body of the building. Furthermore, a canted \nbrick detail - with a 45 degree cut in one corner - was introduced \nto increase the coarseness of the contrasting materiality. Finally, a triple-stacked soldier brick course was further used to define the lower and upper floors. The elevations have been carefully designed to respond to the opportunities of the site in a controlled way: the ground floor is ‘carved’ away to the north to respond to the new axis created with the Colville Estate Masterplan; a frame element at the top of the building defines the volume’s profile at high level; the carefully-designed balconies are arranged to break the rhythm established by the windows and capitalise on the opportunities provided by this \nfantastic canal side location."
            ]
        },
        {
            "heading": "Project Data",
            "paragraphs": [
                "Start on site January 2018\nCompletion date July 2021\nNumber of units 32\nUnit types 14 x 1-bed apartments; 15 x 2-bed apartments; 1x 3-bed \napartments; 2 x 3-bed duplexes\nTenure Affordable Rent, Shared Ownership, and Market Sale\nForm of contract/procurement Design and Build\nMain Contractor Henry Construction\nConstruction cost £10 million\nPlanning Authority London Borough of Hackney"
            ]
        },
        {
            "heading": "Environmental performance data (as designed)",
            "paragraphs": [
                "Predicted on-site renewable energy generation per year 5,000 kWh\nthrough PV array\nAirtightness at 50pa 3m³/h/m²\nCO2 reduction above Building Regulations (2013) 35% \nPhotography Tim Crocker and FBM Architects"
            ]
        }
    ],
    "id": 12583,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/12583/building_12583_bridport_pl-9874-copy_b9d300bde2f3039c0f719261a7f85fb0.jpg",
            "description": null,
            "title": "Photography by Tim Crocker",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12583_bridport_pl-9874-copy_b9d300bde2f3039c0f719261a7f85fb0.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Novello House, Bridport Place, N1 5FS",
        "latitude": 51.53691,
        "longitude": -0.08665,
        "meeting_point": null,
        "travel_info": [
            "Tube: Angel",
            "Train: Essex Road, Haggerston, Hoxton",
            "Bus: 141, 21, 271, 394, 76"
        ]
    },
    "name": "Novello House",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/12583",
    "ticketed_events": false
}