{
    "all_week": false,
    "description": "Inner Space, London’s oasis of calm and insight is opening its doors during the Open House Festival. We will be offering free short Guided Meditations, short taster seminars and drop-in workshops throughout the weekend. Visitors will also have the opportunity to spend time in our Quiet Room and experience some moments of peace and calm.",
    "design": {
        "designers": [],
        "periods": [],
        "types": [
            "religious"
        ]
    },
    "events": [],
    "facilities": [
        "Handrails on stairs",
        "Quieter area",
        "Seating available"
    ],
    "factsheet": [
        {
            "heading": "What you'll find at Inner Space",
            "paragraphs": [
                "Inner Space is a meditation and personal development centre in London's Covent Garden and has been running free meditation courses and well-being talks for over 25 years.",
                "Often referred to as ‘London’s oasis of calm and insight'  we work at all levels of society for positive change and hope our resources inspire people from all walks of life to explore inner strength, purpose and well-being.",
                "At Inner Space, we feel being relaxed and recharged is fundamental to our well-being and success. That’s why, during the Open House Festival, we're opening our doors to a weekend of meditation, self-development taster seminars, workshops and space for quiet reflection.",
                "We will have our expert food chef on hand to answer all your questions on the physical and mental benefits of a vegetarian diet.",
                "Our team of seasoned meditators will not only be running sessions but be around to answer any questions you have to help you on your journey of self-discovery.",
                "Inner Space consists of two floors. The ground floor is home to our bookshop, then head down a short staircase to our seminar room, and our Quiet Room."
            ]
        },
        {
            "heading": "Guided Meditations",
            "paragraphs": [
                "Whether you're an experienced meditator,  a beginner or never tried meditation before, let us guide you through a live 15-minute experiential meditation with one of our experienced meditators.",
                "All you need to do is sit back and be guided through a relaxing visualisation, to clear your head and refresh your focus.",
                "15 minutes is all it takes to relax the mind and body and re-energise the soul."
            ]
        },
        {
            "heading": "15 minute Self Development Seminar Tasters",
            "paragraphs": [
                "We will have a range of fifteen-minute taster seminars on Saturday and Sunday.  From How to Think More Positively, Improve Your Self-esteem, People Skills, The Art of Journaling, and many many more.",
                "You'll walk away with tips and tools to transform your life and reactivate your inner potential."
            ]
        },
        {
            "heading": "Visit the Quiet Room.",
            "paragraphs": [
                "Our Quiet Room is an oasis of calm in the heart of Covent Garden, London's West End.",
                "It's a quiet space where you can take a few moments away from the hustle and bustle of life, to simply sit back, relax and just be.",
                "You can sit and meditate, spend some time in silent prayer, reflect or just chill.",
                "Step in stressed and walk out serene, peaceful, relaxed and calm."
            ]
        },
        {
            "heading": "Visit our Bookshop",
            "paragraphs": [
                "Our bookshop has an extensive range of books to aid and develop meditation and personal growth, exploring meditation, love, anger, creativity, illness, addiction and leadership.  We've got vegetarian, and vegan recipe books to help your physical and mental digestion.",
                "There's something for everyone, including fairytales and audio meditations for children."
            ]
        },
        {
            "heading": "Chat with a Vegetarian Food Expert",
            "paragraphs": [
                "Our resident food expert will be available to answer any questions about the benefits of a vegetarian diet.",
                "You can learn not only about the physical benefits of eating a well-balanced vegetarian diet but also about the mental, emotional and spiritual benefits.  How the energy of the food we eat can heal and sustain the mind, body and soul."
            ]
        },
        {
            "heading": "Chat with one of our seasoned meditators",
            "paragraphs": [
                "Have a question about meditation, don't know how to get started or want to deepen your experience, our seasoned meditators will be around to answer any queries and help you get back on track, and tell you more about all the free resources available online and in person.",
                "All our resources are free, and Inner Space is funded by voluntary donations, after all, you can't put a price on Inner Peace."
            ]
        },
        {
            "heading": "Virtue Scope Workshops",
            "paragraphs": [
                "Drop in and create your very own personalised Virtue Scope.",
                "You get to pick positive qualities for your self-development, work, life and relationships, and create a calendar of personal strengths to map out the rest of the year.",
                "The 15 - 20 minute workshops are fun and can be done one-to-one, with friends, loved ones or as a family."
            ]
        }
    ],
    "id": 12588,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/12588/building_12588_quiet-room-is_2e05b420b79bdbeb25d9b923735066b6.jpg",
            "description": null,
            "title": "Inner Space Quiet Room",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12588_quiet-room-is_2e05b420b79bdbeb25d9b923735066b6.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/12588/building_12588_exterior-shop-front_cd6768bc9b55b1c5ecb48b00cc4042f4.jpg",
            "description": null,
            "title": "Inner Space Exterior",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12588_exterior-shop-front_cd6768bc9b55b1c5ecb48b00cc4042f4.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "36 Short's Gardens, Covent Garden, WC2H 9AB",
        "latitude": 51.51459,
        "longitude": -0.12523,
        "meeting_point": null,
        "travel_info": [
            "Tube: Covent Garden, Holborn, Leicester Square, Tottenham Court Road",
            "Train: Charing Cross",
            "Bus: 19, 1, 176, 29, 59, 68, 91"
        ]
    },
    "name": "Inner Space, Meditation Centre, Covent Garden",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/12588",
    "ticketed_events": false
}