{
    "all_week": false,
    "description": "St Anne's Church, SW London landmark, nicknamed Pepperpot, is celebrating 200 years (Robert Smirke 1824). The church will be open September 16, 18 and 20 for guided tours, exhibits from the archives and entries from an Art Exhibition being held in August. There will be a talk by Gill Hedley, curator and writer, and the current church \r\narchitect, Jodie Edwards, on the evening of September 19.",
    "design": {
        "designers": [
            {
                "architect": "Robert Smirke",
                "description": null,
                "year": "1824"
            }
        ],
        "periods": [
            "Georgian"
        ],
        "types": [
            "religious"
        ]
    },
    "events": [],
    "facilities": [
        "Accessible toilet",
        "Baby changing facilities",
        "Blue badge parking",
        "Drinking water",
        "Gender neutral toilet",
        "Hearing loop",
        "Seating available",
        "Step-free routes",
        "Toilets"
    ],
    "factsheet": [
        {
            "heading": "A Commissioners' Waterloo Church",
            "paragraphs": [
                "In 1818 an Act of Parliament was passed to set up a Commission for “promoting the building of churches and chapels in populous parishes”, the so-called Commissioners churches. The first of these churches were also termed Waterloo churches because they were looked upon as national monuments built in thanksgiving for the victory over Napoleon at Waterloo. St Anne’s was the fifth Waterloo church, initially a Chapel of Ease for All Saints, Wandsworth parish, until becoming a parish in its own right in 1850.",
                "Designed by Robert Smirke – architect of the British Museum – it was completed on 29th July 1822. Developed on high ground above the Wandle valley on the (then) edge of the suburbs, it became known variously as ‘St Anne’s in the Fields’ and as the ‘Pepper-pot Church’ because of the shape of its tower. (It was St Ann, from the hill on which it stands, not St Anne until at least 1847!) The main body of the church is built of yellow gault bricks with stone dressings and sits behind a giant stone Ionic portico above which a round tower rises from a square base (considered by Pevsner to be “exactly twice as high as it should be”).",
                "The church as Smirke originally conceived it differs from today’s church: the east end was much smaller with three lancet windows, the nave was fitted out with high Georgian box-pews, and the gallery extended at the west end to the next pair of pillars, where it housed the organ. (The north-west corner of the nave under the gallery has since been closed off to provide a servers and clergy vestry.)",
                "Although the building was completed structurally on 29th July 1822, it remained unconsecrated until 1st May 1824 because of a dispute between the Bishop of Winchester (the then diocese) and the parish over whether the churchyard should be enclosed by a wall or a fence. The churchyard remains unconsecrated to this day and thus never became a graveyard.",
                "In 1890 the vicar, Edward Granger Hall, began a whole series of alterations (completed under Norman Campbell) – the removal of the box-pews, the narrowing of the gallery, and the building of the apsidal chancel with its associated side chapels.  Edward Mountford – architect of the Old Bailey – designed the chancel which was completed in 1896. Pevsner describes the chancel as a fairly conservative neo Wren but John Betjeman calls it swaggering baroque. Most agree however that the late Victorian chancel sits remarkably well with the Regency nave. A bas-relief of The Last Supper over the high altar is attributed to Doulton & Co, of Lambeth."
            ]
        }
    ],
    "id": 12598,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/12598/building_12598_church-photo_de49c7216183026554fe04edc7bd9c6a.jpg",
            "description": null,
            "title": null,
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12598_church-photo_de49c7216183026554fe04edc7bd9c6a.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "182 St Ann's Hill, SW18 2RS",
        "latitude": 51.45491,
        "longitude": -0.18776,
        "meeting_point": null,
        "travel_info": [
            "Tube: East Putney",
            "Train: Clapham Junction",
            "Additional travel info: n/a"
        ]
    },
    "name": "St Anne's Church Wandsworth Bicentenary",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/12598",
    "ticketed_events": false
}