{
    "all_week": false,
    "description": "A circular walk exploring almshouses with the earliest dating to 1664 endowed by Sir Thomas Ingram, Chancellor of the Exchequer. 18th and 19th century buildings include 12 for retired brewery workers associated with a church of similar design; another a complex of red diaper pattern brickwork and stone decoration, the smallest of 1880 being for 2 couples contrasting with a large 1976 rebuild.",
    "design": {
        "designers": [],
        "periods": [],
        "types": [
            "walk/tour"
        ]
    },
    "events": [
        {
            "activity_type": "Walking tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/12599",
            "capacity": null,
            "date": "2024-09-14",
            "drop_in": false,
            "end": "2024-09-14T16:00:00+01:00",
            "fully_booked": false,
            "name": "Exploring an Abundance of Almshouses",
            "notes": "A gentle walking tour exploring the historic almshouses located in the Thames side town of Isleworth",
            "start": "2024-09-14T14:30:00+01:00",
            "ticketed": true
        }
    ],
    "facilities": [],
    "factsheet": [
        {
            "heading": "Isleworth’s Abundance of Almshouses",
            "paragraphs": [
                "Out of the six varying sets of almshouses to be viewed on the tour, accommodating some 80 residents, the oldest dates to 1664 and was endowed by Sir Thomas Ingram, Chancellor of the Exchequer to King Charles 11, and a Royalist survivor of the British Civil Wars. On the pediment the inscription translates as “ God's gift to God”.",
                "Of the mid-Victorian era are homes of coarse lime stock blocks and Ashland dressing for 12 retired brewery workers, the gift of their employer along with a school building now converted into two private residences, also consolidating a link with the nearby church  of similar design.",
                "Of similar date are the properties credited to a Master Carpenter’s philanthropy of red diaper pattern brickwork, stone quoins and dressings and designated for ladies. In 2008 two 1 bed flats and a carer/visitor bed sit were added to the corner of the site while adjacent is a terrace of 4 two storey houses built in 1993 by a Housing Co-operative with a similar ethos.",
                "The smallest-almshouses are semi-detached, an 1880s survival, housing just two couples, architect G H Boundaries, a build of red brick with Bath stone dressings.",
                "Of the almshouses that have been rebuilt one was in part conversion of a workhouse building the whole being an amalgamation of bequests with one being 18th century origin and another of early 20th century origin.",
                "The rebuild was by Manning Clamp & Partners in 1976 to house 26  - a mixture of couples and single persons. The second originated through a bequest in 1757: reopened in 2012 to provide for 16 single and four couples and spacious enough to accommodate wheelchairs, lifts and a roof terrace, architects being Kendall Kingscott of Bristol. This complex  contains the administrative office for the charity, which has overall responsibility for care of all the properties.",
                "‘"
            ]
        }
    ],
    "id": 12599,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/12599/building_12599_img_0006_049f4094ae25b6dcbd36ec4521537f4b.jpeg",
            "description": null,
            "title": null,
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12599_img_0006_049f4094ae25b6dcbd36ec4521537f4b.jpeg"
        }
    ],
    "links": [
        {
            "href": "https://hounslow-heritage.org.uk",
            "title": "hounslow-heritage.org.uk"
        }
    ],
    "location": {
        "address": "Forecourt Isleworth Railway Station, London Road, Isleworth, TW7 4BX",
        "latitude": 51.47498,
        "longitude": -0.33785,
        "meeting_point": null,
        "travel_info": [
            "Tube: Hounslow East, Osterley",
            "Train: Isleworth",
            "Bus: 110, 237, 117, 235, E8, H37"
        ]
    },
    "name": "Exploring Abundant Almshouses",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/12599",
    "ticketed_events": true
}