{
    "all_week": false,
    "description": "Built between 1690-1720, No. 1 Goodwin's Court celebrates 300 years of existence with the completion of its painstaking 10-year restoration. Part of a row of Grade II* Listed buildings within Covent Garden’s Conservation Area, it is a rare survivor of a building type reflecting the conditions of London's Georgian working classes. Goodwins Court was the inspiration for Harry Potter's Diagon Alley.",
    "design": {
        "designers": [
            {
                "architect": "",
                "description": null,
                "year": "1690"
            }
        ],
        "periods": [
            "Georgian"
        ],
        "types": [
            "historical house"
        ]
    },
    "events": [
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/12592",
            "capacity": null,
            "date": "2024-09-14",
            "drop_in": false,
            "end": "2024-09-14T11:00:00+01:00",
            "fully_booked": false,
            "name": "Guided Tour & Discussion",
            "notes": "Join a tour and discussion of the architectural and social merit of the building. Hosts Stephen Bull, SPAB lecturer and Susan Walker, owner.",
            "start": "2024-09-14T10:00:00+01:00",
            "ticketed": true
        },
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/12592",
            "capacity": null,
            "date": "2024-09-14",
            "drop_in": false,
            "end": "2024-09-14T13:00:00+01:00",
            "fully_booked": false,
            "name": "Guided Tour & Discussion",
            "notes": "Join a tour and discussion of the architectural and social merit of the building. Hosts Stephen Bull, SPAB lecturer and Susan Walker, owner.",
            "start": "2024-09-14T12:00:00+01:00",
            "ticketed": true
        },
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/12592",
            "capacity": null,
            "date": "2024-09-14",
            "drop_in": false,
            "end": "2024-09-14T15:00:00+01:00",
            "fully_booked": false,
            "name": "Guided Tour & Discussion",
            "notes": "Join a tour and discussion of the architectural and social merit of the building. Hosts Stephen Bull, SPAB lecturer and Susan Walker, owner.",
            "start": "2024-09-14T14:00:00+01:00",
            "ticketed": true
        },
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/12592",
            "capacity": null,
            "date": "2024-09-14",
            "drop_in": false,
            "end": "2024-09-14T17:00:00+01:00",
            "fully_booked": false,
            "name": "Guided Tour & Discussion",
            "notes": "Join a tour and discussion of the architectural and social merit of the building. Hosts Stephen Bull, SPAB lecturer and Susan Walker, owner.",
            "start": "2024-09-14T16:00:00+01:00",
            "ticketed": true
        },
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/12592",
            "capacity": null,
            "date": "2024-09-15",
            "drop_in": false,
            "end": "2024-09-15T11:00:00+01:00",
            "fully_booked": false,
            "name": "Guided Tour & Discussion",
            "notes": "Join a tour and discussion of the architectural and social merit of the building. Hosts Stephen Bull, SPAB lecturer and Susan Walker, owner.",
            "start": "2024-09-15T10:00:00+01:00",
            "ticketed": true
        },
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/12592",
            "capacity": null,
            "date": "2024-09-15",
            "drop_in": false,
            "end": "2024-09-15T13:00:00+01:00",
            "fully_booked": false,
            "name": "Guided Tour & Discussion",
            "notes": "Join a tour and discussion of the architectural and social merit of the building. Hosts Stephen Bull, SPAB lecturer and Susan Walker, owner.",
            "start": "2024-09-15T12:00:00+01:00",
            "ticketed": true
        },
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/12592",
            "capacity": null,
            "date": "2024-09-15",
            "drop_in": false,
            "end": "2024-09-15T15:00:00+01:00",
            "fully_booked": false,
            "name": "Guided Tour & Discussion",
            "notes": "Join a tour and discussion of the architectural and social merit of the building. Hosts Stephen Bull, SPAB lecturer and Susan Walker, owner.",
            "start": "2024-09-15T14:00:00+01:00",
            "ticketed": true
        },
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/12592",
            "capacity": null,
            "date": "2024-09-15",
            "drop_in": false,
            "end": "2024-09-15T17:00:00+01:00",
            "fully_booked": false,
            "name": "Guided Tour & Discussion",
            "notes": "Join a tour and discussion of the architectural and social merit of the building. Hosts Stephen Bull, SPAB lecturer and Susan Walker, owner.",
            "start": "2024-09-15T16:00:00+01:00",
            "ticketed": true
        }
    ],
    "facilities": [],
    "factsheet": [
        {
            "heading": "History",
            "paragraphs": [
                "The history of Goodwin’s Court can be traced back to 1690 when it was first included on an early map of London. Originally known as Fishers Alley, it was named after Robert Fisher who acquired several properties here during the late 17th century. The court got its present name from Joseph Goodwin who built the row of houses there around 1690.",
                "The buildings of Goodwins Court were first laid out between 1690 and 1720, when the West side of St Martin’s Lane was being developed by the Earl of Salisbury, and the East side by the Earl of Bedford with his rebuilding of Covent Garden, London. Many small alleyways were formed between St Martin’s Lane and Bedfordbury, with Goodwin’s Court set out with eight properties to form a row of now Grade II* Listed buildings.",
                "The row’s interiors were likely made-over to some degree around 1826, during the late Regency era, as London grew enormously to become a global city of immense importance and prosperity. However, for the masses, poverty was rampant as the population began its industrial labour migration to cities, aggravated by the combined impact of war, economic collapse, mass unemployment, and an ongoing population boom. Within the Covent Garden Conservation area, this row is a rare survivor of a Georgian building style that reflects the challenging live/work conditions of London’s Georgian working classes.",
                "The layout of Number 1 Goodwins Court is comprised of a shop with bow window on the ground floor, a basement below, and two floors above, the first being a reception room and the top floor a bedroom. The tiny alley along the back of the row was used by the ‘night-soil’ collector, on his evening rounds.",
                "The row of eight properties in Goodwins Court were all associated with the ‘rag trade’ as described by Charles Dickens in his novels ‘A Christmas Carol’ 1843 and ‘Bleak House’ 1852. A later literary connection has been made with Goodwin’s Court by J.K.Rowling in the ‘Harry Potter’ series as the setting for ‘Ollivander’s Wand Shop’ in Diagon Alley and Borgin and Burkes in Knockturn Alley, and was also used as a setting for  ‘Mary Poppins Returns’ 2018.",
                "Until the time of James I (1566- 1625), St. Martin's Lane was a country lane linking the churches of St. Martin-in-the-Fields and St. Giles-in-the-Fields; as such it was probably in existence at the beginning of the 13th century, and there may have been a field path there even earlier. In 1612 the vestry ordered that the lane should be paved, but the \"water of the Sewer\" was still to be \"carryed above the ground.\" As late as 1625 it was reported to the vestry that \"St. Martin's Lane is now full of great muckhills, all wch by default of the Scavengers, is at this time neere 300 loads wch upon very Rayne is brought downe before the King's Pallace.\"",
                "Building on the open ground on either side of the lane was protected by Royal Proclamation but nevertheless buildings steadily increased in number during the reigns of James I and Charles I. In 1608-9 the Earl of Salisbury bought four acres of ground known as Swan Close on the west side of the lane, which included the whole of the frontage from the Newport Street parish boundary, down to what is now the south-west corner of St. Martin's Lane, and he proceeded almost immediately to build and lease houses there. At the same time the Earl of Bedford was building on the east side. During the 17th century St Martin's Lane was inhabited by a number of famous and affluent people, who lived, almost without exception, on the west side, where there were large houses with stables and coach houses annexed to them. The east side was occupied by traders and artisans mainly associated with Covent Garden.  On both sides of the road were a number of narrow pedestrian courts opening off the main road.",
                "Goodwin's Court first appears in parish rate books (reflecting either the voting behaviour or taxation listings for individual householders) in 1690. Goodwins Court replaced Fishers Alley which had occupied a similar position in preceding years. Thomas Morgan's map of London published in 1681 -1682 depicts what may be the back gardens of the houses in New Street on the north side and an irregular frontage on the south side.  By the time of John Rocque's map of London, published in 1746, both the north and south sides of the court are shown as being irregular. However, Richard Horwood's map of London published in 1799, shows the south side of the court with a row of eight uniform properties, much as today.  On this evidence, it is likely the south side of the court was refurbished at some time between 1746 and 1799.",
                "The rate books for the parish of St Martin in the Fields give a more precise date for the rebuilding.  In 1791 only six properties were rated in Goodwin's Court, all with different rateable values. In 1792 the books show eight properties, all empty and all with a rateable value of £10.  The south side of the court was modernised in 1792."
            ]
        },
        {
            "heading": "Inhabitants",
            "paragraphs": [
                "Local ratebooks show that there was a rapid turnover of tenants in during the 1790s. Various annotations in the margin of the ratebook entries suggest that Goodwin's Court was a troublesome location in this period. In March 1793, it is noted that the tenants refused to pay the rates because the rate collector noted, \"tenants say Skelton is to pay Rose Street\".  This was probably Robert Skelton who is shown as the landlord of several properties in Rose Street nearby.  In 1794, the collector noted against all the properties in the court, \"unoccupied for some years, shall continue the arrears of the court 1 year longer with very little hope of recovery.  I think the landlord Skelton lets them out...\".  In 1795 he noted against number 1-6 Goodwin's Court, \"former tenants all dead or in prison (new occupants)\" and in 1797 there is a barely legible comment which appears to say \" former tenants most of them houses of bad terms discarded by the parish\".",
                "",
                "On the basis of these annotations, it seems likely that Robert Skelton was responsible for refurbishing the properties on the south side of the court in 1792 and that he rented them out to various tenants.  After what seems to have been a turbulent period in the 1790s, the court seems to have settled down, with several tenants staying for long periods.",
                "",
                "For the whole of the nineteenth century and well into the twentieth, the properties in Goodwin's Court were occupied by tradespeople, most of whom both lived and worked in the buildings.  The names of the occupants and the different types of trades can be charted in the Post Office Street Directories, which begin in the 1840s.  In 1845 The occupants of the court were as follows: No 1 Thomas Minto, tailor; No.2 Henry Basly, tailor; No.3 Maria Neale, furrier; No.4 Charles Wilson piece-broker; No.6 Samuel Turner, bootmaker; No.7 Frederick Winter, piece broker. In 1851 No 1 Goodwin’s Court was occupied by a piece-broker named Eliza Mann, between about 1860 and 1880 by a tailor named William Woolley and in 1890 by a French polisher named Henry Fisher. A piece-broker was a humble trade dealing in rags and fragments of cloth. Throughout the nineteenth century there were always several piece-brokers in Goodwin's Court; in 1850 there were three, in 1860 four, in 1870 two.",
                "It is clear from the census returns that the buildings in the court had a very large number of occupants.  For example, Thomas Minto at Number 1 Goodwin’s Court, a tailor in the 1841 census, returns with a wife and six children, two of whom were over twenty years old.",
                "",
                "This mixed but intensive pattern of occupation is typical of London’s less prosperous areas in the nineteenth century and raises the question of room use. The most likely arrangement would have been to have the kitchen in the basement, the shop or workshop on the ground floor and two bedrooms on the two upper floors. But there was no hard and fast pattern and different households would have had different arrangements. In the multi-occupied dwellings, presumably each household occupied one room for living, working and sleeping.",
                "",
                "At the turn of the 20th century, with the buildings’ increasing age, and the poor residents not having the funds to maintain their homes, Goodwin’s Court continued to deteriorate.  By the 1930s, authorities condemned the court’s terraces as unfit for human habitation and rehoused the residents elsewhere. It is believed some of the buildings on the north side of the court may have been taken down around this time.",
                "Over its 300 years, Goodwin’s Court has been home to various notable personalities. It was rumoured that stage actress, and royal mistress to King Charles II of England (c. April 1668 – 6 February 1685), Nell Gwyn (1650-1687), was linked to a property in Goodwins Court. Mozart, and his family, lodged with a barber, John Couzin, in nearby Cecil Court, while on his first European Grand Tour in 1764.",
                "",
                "Around the corner from 1 Goodwins Court at 60-61 St Martin’s Lane, was the workshop of famous 18th century cabinet-maker and interior designer Thomas Chippendale (1718-1778). In 1754, Chippendale published his famous and ground-breaking catalogue, ‘The Gentleman Cabinet Maker’s Director’, which illustrated his work.  Chippendale’s clients include something of a who’s who of the Georgian era – actor David Garrick, architect Robert Adam, Lord Mansfield (he installed Chippendale’s furnishings at Kenwood House in Hampstead) and Mrs Teresa Cornelys, who apparently counted Casanova among her lovers.",
                "",
                "The original shops started to become offices after WWII and in the 1950s, many theatre and entertainment agents were moving in to the area. In February 1958, 1-8 were designated as Grade II* listed by Historic England. One of the businesses based at Goodwin’s Court was literary agent Peggy Ramsay (1908-1991) during the 1960s through1990s. Her clients included playwrights Alan Ayckbourn, Eugène Ionesco, Joe Orton, David Hare, and Caryl Churchill.",
                "",
                "Due to its historical charm and authenticity, more recently Goodwin’s Court has been used as a filming location for various television series and movies. It was featured in BBC’s 2005 adaptation of Charles Dickens’ “Bleak House”.  Further literary connections have been made with Goodwin’s Court by J.K.Rowling in the ‘Harry Potter’ series as the setting for ‘Ollivander’s Wand Shop’ in Diagon Alley and Borgin and Burkes in Knockturn Alley. It was also used as a setting for the film ‘Mary Poppins Returns’ in 2018."
            ]
        },
        {
            "heading": "Architectural Features",
            "paragraphs": [
                "Number 1 Goodwin’s Court, has been meticulously repaired over the last ten years to its 1720 and 1826 beginnings by revealing the building’s original features, which have been covered for decades, if not centuries.",
                "Original roof",
                "Many of the original Georgian roofs, like the roof of 1 Goodwins Court, were tiled; this would have tended to be a peg tile, with the pegs being formed in oak. Georgian buildings tended to be a squarer-built building, with large sliding sash windows. The roof was often hidden, as were the gutters, by parapet walls at the front of the building, with everything else being hidden to the rear. This was true of both working-class cottage-style Georgian houses and also of the larger Georgian style property. They tended to be built of a softer red brick, some with rendering to the first- floor level and stucco to imitate stone.",
                "Interior stairs",
                "Internally, the building has four main rooms with the stairs at the south-west corner. According to The Georgian Group “The construction of staircases was considered on of the high points of the Georgian carpenter’s or builder’s skill. Construction of straight timber stairs were relatively simple; the treads were borne on strings at either end and any winders on rough pieces called bearers. Towards the end of the 18th century, it became common practice to add rough stringers beneath the treads. Very often the stair was the most considerable and most conspicuous piece of craftsmanship in a building.” From the beginning of the eighteenth century, the most common material was wood, and in the case of 1 Goodwins Court, pine. As a softwood, this was painted in drab, soft stone colours which was also used on staircase joinery including panelling and dados.",
                "Sanitation",
                "A narrow alley runs behind the Goodwins Court houses, which would have been used by ‘night soil’ men to access, remove and resell human waste as fertilizer to the neighbouring farms. By the late 1880’s the increase in household running water, connections to sewers and improved siphonic flush pans reduced their presence. However, It was not until the 1900s that all but the smallest newly built houses were constructed with an upstairs bathroom and toilet. Bathrooms in working-class homes were not commonplace until the 1920s. The unique sanitaryware in 1 Goodwins Court includes old Victorian \"Westminster\" cisterns, \"The Vaal\" and\"Portcullis\" patented toilet pans, plus old cast-iron sinks and faucets.",
                "Gas lamps",
                "The world’s first gas-powered street lighting was installed by Frederick Winsor on Pall Mall, London in 1807 to celebrate the birthday of King George III. In 1812, as gas lamps were more economical than oil lamps or candles, Parliament granted a charter to the London and Westminster Gas Light and Coke Company and the technology proliferated. In 1820, the Grosvenor gas lamp models were installed in Goodwins Court. But the prevalence of the gas lamp was to be short-lived. Electric street lighting was introduced in London in 1878 and quickly spread, leading to the replacement of most gas street lighting. Today, there are around 1,300 functioning gas lamps in London – most in the Westminster area.",
                "Georgian windows",
                "Most notable, along this row of terraced houses, are the original bowed shopfronts—an architectural style typical of the Georgian era. These were designed to attractively display wares whilst providing maximum natural interior light. These windows were made of timber and employed traditional glazing methods featuring crown glass. The production of crown glass involved a unique process where a glassblower would form a flat, disc-shaped piece of glass from a blown hollow globe. This method resulted in a thicker, rippled centre, known as the “bullseye”, “pontil” or “crown,” giving the glass its name.",
                "After the Great Fire of London of 1666, it was realised how much the traditional construction of buildings had aided the spread of the fire, with the close proximity of buildings and the incendiary nature of building material such as timber and thatch fueling the fire. This row of terraced houses complied with the London Building Act of 1774 which restricted protruding bows to ten inches at most. The Act was passed by the Parliament of Great Britain to regulate the design and construction of new buildings in London. The Act standardised the quality and construction of buildings and made the exterior of a building as fire-proof as possible, by restricting any superfluous exterior timber ornamentation except for door frames and shop fronts. The Act placed buildings into classes or \"rates\" defined by size and value - hence the term “first rate” or “second drate”.",
                "Mrs. Beeton",
                "Isabella Mary Beeton (14 March 1836 – 6 February 1865), known as Mrs Beeton, was an English journalist, editor and writer. Her name is associated with her first book, the 1861 work Mrs Beeton's Book of Household Management, which sold 60,000 copies in the first year. Beeton’s name has become associated with knowledge and authority on Victorian cooking and home management. The Oxford English Dictionary states that by 1891 the term Mrs Beeton had become used as a generic name for a domestic authority and she was credited with helping to shape a Victorian-era middle-class identity.  Mrs. Beeton inspired other products including this portable “Beetonette” cooking range made of cast iron by the Carron Company c. 1902. The company, based in Falkirk, was founded in 1759 and over the years made everything from cannons to postboxes."
            ]
        },
        {
            "heading": "The Team, The Tour",
            "paragraphs": [
                "In 2014, No. 1 Goodwins Court was purchased by Susan Walker, with the intent of restoring this rare Georgian building to its original form and function as a family home. Ten years later, we celebrate the completion of this delicate project, a painstaking removal of layers of commercial rental additions through to its time as a television production office.",
                "",
                "Join us for a tour and discussion of the architectural and social merit of the building during Open City London, Open House Festival 2024, and see how, stripped of its later unsympathetic renovations, the history of the house has been revealed. Hosts Stephen Bull, historic building conservation and repair, and Susan Walker, owner and building preservationist."
            ]
        }
    ],
    "id": 12592,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/12592/building_12592_1-goodwins-looking-east_69b161ecc557152a3f22f949e5a50f02.jpg",
            "description": null,
            "title": "Goodwins Court, with bow-fronted shop windows and gas lamps, reflects working-class Georgian London.",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12592_1-goodwins-looking-east_69b161ecc557152a3f22f949e5a50f02.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/12592/building_12592_1-goodwins-bedroom_e784fa96074dfef4f6e193b805cd6d42.jpg",
            "description": null,
            "title": "Earliest colour scheme using traditional distempers and linseed oil paint over lime plaster and pine",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12592_1-goodwins-bedroom_e784fa96074dfef4f6e193b805cd6d42.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/12592/building_12592_goodwins-original-peg-roof-interior_1abf23ac797fe1c9909aabbce9cdc62b.jpg",
            "description": null,
            "title": "Original peg roof interior",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12592_goodwins-original-peg-roof-interior_1abf23ac797fe1c9909aabbce9cdc62b.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "1 Goodwins Court, Covent Garden",
        "latitude": 51.51089,
        "longitude": -0.12689,
        "meeting_point": null,
        "travel_info": [
            "Tube: Leicester Square",
            "Train: Charing Cross",
            "Bus: 24",
            "Additional travel info: Use Leicester Square (Exit 4, Cranbourne Street) or buses 24, 29 or 178. Enter Goodwins Court via 55 St Martins Lane or 23/24 Bedfordbury."
        ]
    },
    "name": "1 Goodwins Court: 10 year Georgian restoration",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/12592",
    "ticketed_events": true
}