{
    "all_week": false,
    "description": "London's skyline is rapidly growing! But 'skyscrapers' have been with us for millennia.  Join Ben Eley on a walking tour of London's most iconic skyscraper cluster – the ancient commercial heart of the City of London.  This tour considers the many social and economic influences which have pushed buildings higher, reflects on campaigns which seek to curtail tall building aspirations, and focusses in on some of London's most famous skyscrapers.",
    "design": {
        "designers": [],
        "periods": [],
        "types": [
            "walk/tour"
        ]
    },
    "events": [],
    "facilities": [
        "Family-friendly event"
    ],
    "factsheet": [
        {
            "heading": "Overview",
            "paragraphs": [
                "Follow Ben Eley on a tour of London’s ancient commercial core, tracing its rise (literally) from Roman outpost to Medieval fortress, head of commercial empire to the world financial and business centre it is today.  It will focus on London’s most iconic skyscraper cluster - the City Cluster - touching on the forces, personalities and architectural imagination which have forged some of London’s most renowned architecture (old and new). The route will start at Tower Hill, before heading north to areas around Bishopsgate/Gracechurch Streets and Leadenhall and Fenchurch Streets, before finishing to take in stunning views from London Bridge.",
                "Note: check the weather beforehand and prepare accordingly. The event will take place come rain or shine."
            ]
        }
    ],
    "id": 12604,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/12604/building_12604_city-cluster-s-of-summit-greenwich-park-aug-22_2ecfd8c5ebe090b041fc18a0338bdc27.jpg",
            "description": null,
            "title": "City Cluster, from Greenwich Hill",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12604_city-cluster-s-of-summit-greenwich-park-aug-22_2ecfd8c5ebe090b041fc18a0338bdc27.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Tower Hill Underground Station, Sundial at Tower Hill, EC3N 2LY",
        "latitude": 51.51008,
        "longitude": -0.07503,
        "meeting_point": null,
        "travel_info": [
            "Tube: Bank",
            "Train: Fenchurch Street",
            "Additional travel info: End: London Bridge"
        ]
    },
    "name": "London's skyscrapers walking tour",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/12604",
    "ticketed_events": false
}