{
    "all_week": false,
    "description": "Feeling uninspired by your neighbourhood? Compete with others to explore and rethink your city.\r\n\r\nTo play Run The City you just need Instagram and energy! Respond to live challenges by being the first to post. Race against wit, intellect and sheer curiosity to better understand your surroundings.\r\n\r\nInvestigate how much of the city is open for the public. Be curious and uncover more of London!",
    "design": {
        "designers": [],
        "periods": [],
        "types": [
            ""
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2024-09-21",
            "drop_in": true,
            "end": "2024-09-21T22:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in: Run The City - Snap City",
            "notes": "Snap City",
            "start": "2024-09-21T10:00:00+01:00",
            "ticketed": false
        },
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2024-09-22",
            "drop_in": true,
            "end": "2024-09-22T22:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in: Run The City - Scrabble City",
            "notes": "Scrabble City",
            "start": "2024-09-22T10:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [],
    "factsheet": [
        {
            "heading": "Run The City",
            "paragraphs": [
                "Run The City is an invitation for us all. A friendly reminder to look at our surroundings more intensely and appreciate our built environment in a new and engaging way. Our goal is clear - create something that promotes curiosity and social interactions. Each day we will offer a new challenge on Instagram and invite the public to get involved in real time via Instagram stories. The challenges are familiar games with a neighbourhood twist.",
                "Challenge one: “Snap City” invites the public to match certain properties of a photograph snapped within the local area. Participants are encouraged to explore their surroundings and find a likeness between the original post and their own. Based on distinct or discrete features, each participant must make the choice on the similarities they are choosing to explore through hashtags whilst also including the anticipated “Snap”. Once uploaded on stories, the chain continues with other participants taking part in the same exercise allowing for an endless exploration of our built environment.",
                "Challenge two: “Scrabble City” invites participants to play live Scrabble by responding to an original post of a road name in their local area. No knowledge of Scrabble is required. Only the desire to get involved by documenting the street they are on and submitting an image to their stories to see what points can be won by selecting a road name that shares similar letters.",
                "We believe everyone should and can explore the city they live in. By collaborating with local people and their neighbourhood surroundings, we are dedicated to making our cities more rewarding."
            ]
        }
    ],
    "id": 12605,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/12605/building_12605_run-the-city_ace0c1cf914c04916dbb1d491473877d.jpg",
            "description": null,
            "title": "Run The City played via Instagram",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12605_run-the-city_ace0c1cf914c04916dbb1d491473877d.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Anywhere in London, E9 7PJ",
        "latitude": 51.54228,
        "longitude": -0.05299,
        "meeting_point": null,
        "travel_info": []
    },
    "name": "Run The City",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/12605",
    "ticketed_events": false
}