{
    "all_week": false,
    "description": "An award-winning retrofit project in South London pushes the boundaries of sustainable design while revitalising an iconic 1960's building. Our client, an architect, wanted this 1960s modernist house designed by Michael Blackstock to be restored, combining the original design aesthetic with a contemporary approach.",
    "design": {
        "designers": [
            {
                "architect": "RDA Architects",
                "description": null,
                "year": "2022"
            }
        ],
        "periods": [
            "Post-war"
        ],
        "types": [
            "residence"
        ]
    },
    "events": [],
    "facilities": [
        "Drinking water",
        "Family-friendly event",
        "Gender neutral toilet",
        "Handrails on stairs",
        "Quieter area"
    ],
    "factsheet": [
        {
            "heading": "History",
            "paragraphs": [
                "The house was designed in the 1960s by Michael Blackstock, a lecturer at Kingston University, and is a classic example of mid-century British Modernism. He purchased the home in the early 60’s as a shell and completed it for his own use. Designed with a 60’s style reverse layout with bedrooms below and the open kitchen and living space above, it opens into a beautiful sweeping terrace that overlooks the verdant neighborhood. When owner Aline purchased it in 2015 it hadn’t been touched for almost forty years, and signs of wear were really beginning to show. The single glazing and aluminium windows meant that the house was drafty and poorly insulated. The interior layout although filled with elegant touches meant that it struggled to meet the requirements of a modern family home, particularly the striking but impractical spiral staircase which made navigating the three floors tricky."
            ]
        },
        {
            "heading": "Rejuvination",
            "paragraphs": [
                "The owner Aline, who trained as an architect herself, was desperate to bring this once beautiful building back to life and restore its original features, while ensuring it functioned efficiently as a home for her and her partner. However, having endured some chilly winters in the home, the key aspect of the project was that it needed to be as energy efficient as possible while staying true to the original design.",
                "Working with RDA Architects and Ecospheric, who specialise in energy efficient homes and Passivhaus design, the team worked tirelessly to solve design, layout and engineering issues to ensure that this home became an award-winning certified Enerphit building and preserve its essential character. New high-quality insulation was installed alongside triple glazed windows to contribute to thermal efficiency. One of the five bedrooms was sacrificed to allow for larger rooms and a more logical layout. With the addition of an air source heat pump, a photovoltaic roof and high-capacity batter storage system, this cold and drafty home became a paragon of energy efficiency.",
                "This was balanced delicately with Aline’s intention to preserve the original character of the building. A local joiner recreated the majority of the woodwork, including doors, wardrobes and the unique walnut kitchen. Original materials and fittings were painstakingly sourced, and have resulted in a striking harmony between past and present.  This award-winning home will now be open to the public for the very first time, giving the unique opportunity to explore one of the UK’s best Enerphit historic homes."
            ]
        },
        {
            "heading": "Your Visit",
            "paragraphs": [
                "The house will be open from 11-4pm on 14 & 15th September to drop in. Lead architect and RDA director Richard Dudzicki will be there alongside Aline to answer any questions and guide guests through the rich history and transformation of this iconic modernist house."
            ]
        }
    ],
    "id": 12648,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/12648/building_12648_221004-rda-140-8107_150c81019c6b7f8536b85a6d8c39809f.jpg",
            "description": null,
            "title": "Timothy Soar",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12648_221004-rda-140-8107_150c81019c6b7f8536b85a6d8c39809f.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/12648/building_12648_header_9656134e051618594cb202a23ddbd12f.jpg",
            "description": null,
            "title": "Timothy Soar",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12648_header_9656134e051618594cb202a23ddbd12f.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/12648/building_12648_221004-rda-140-8246-copy_f2c9182a6b417ed0db59e17ff286c7e4.jpg",
            "description": null,
            "title": "Timothy Soar",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12648_221004-rda-140-8246-copy_f2c9182a6b417ed0db59e17ff286c7e4.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/12648/building_12648_221004-rda-140-8169_90c9327c754b1df9b70fb2fd344caa42.jpg",
            "description": null,
            "title": "Timothy Soar",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12648_221004-rda-140-8169_90c9327c754b1df9b70fb2fd344caa42.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "140A New Park Road, SW2 4LW",
        "latitude": 51.4433,
        "longitude": -0.13274,
        "meeting_point": null,
        "travel_info": [
            "Tube: Balham",
            "Train: Streatham Hill",
            "Bus: 133, 159"
        ]
    },
    "name": "Modernist Enerphit",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/12648",
    "ticketed_events": false
}