{
    "all_week": false,
    "description": "This walk explores the botanical world of Harmondsworth Moor. Led by an artists and a botanist, we delve into the extraordinary wealth of plants that lie beneath the routine operations of Heathrow airport. We'll ask what plants they are and how they got here. We’ll hear about their representation in folklore,  roles in magic, medicine, cooking and craft, and  ongoing importance for science today.",
    "design": {
        "designers": [],
        "periods": [],
        "types": [
            "walk/tour"
        ]
    },
    "events": [],
    "facilities": [
        "Drinking water",
        "Family-friendly event",
        "Large print guides",
        "Parking",
        "Toilets"
    ],
    "factsheet": [
        {
            "heading": "Botany",
            "paragraphs": [
                "The flora in this neighbourhood was  immortalised by amateur botanist Richard Maybe when in the 1970s he wrote: \n“This was the Middlesex borderlands, a huge area of wasteland being slowly overtaken by hi-tech industry… […] … To the west [of my office] lay a labyrinth of gravel pits, now flooded, and refuse tips whose ancestry went back to Victorian times. […] The whole area was poked with inexplicable holes and drifts of exotic litter. And most thrillingly to me it was being overwhelmed by a forest of disreputable plants.”",
                "Following in the footsteps of Maybe, the tour looks at the botany of Harmondsworth Moor 60 years on asking: What has become of the 'disreputable plants', meaning weeds, he found? What do we  know about them and what can they tell us about cohabiting with the natural world?",
                "Please bring a mobile phone with the Google Lens and/or Picture this apps loaded onto it. If the weather is wet, you may also wish to wear boots as the ground can get boggy."
            ]
        }
    ],
    "id": 12660,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2024/12660/building_12660_img_4328-low-res_b2060602a719fcc5cefba711fcc8f920.jpg",
            "description": null,
            "title": "Harmondsworth Moor. Photo. Nick Ferguson 2023",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12660_img_4328-low-res_b2060602a719fcc5cefba711fcc8f920.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "The Five Bells, UB7 0AQ",
        "latitude": 51.48888,
        "longitude": -0.47916,
        "meeting_point": null,
        "travel_info": [
            "Tube: Heathrow Terminals 1 2 3",
            "Train: West Drayton",
            "Bus: U3"
        ]
    },
    "name": "Botanical Walk, Harmondsworth Moor",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/12660",
    "ticketed_events": false
}