{
    "all_week": false,
    "description": "Camden is forging a new path forward in the 21st century, reinventing itself once again with a planned new highline, an observation wheel, the 9-acre Camden Goods Yard redevelopment, a revamped KOKO theatre and an expanding network of markets. So what kind of place is Camden becoming in its latest era?",
    "design": {
        "designers": [],
        "periods": [],
        "types": [
            "walk/tour"
        ]
    },
    "events": [
        {
            "activity_type": "Walking tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/12665",
            "capacity": null,
            "date": "2024-09-14",
            "drop_in": false,
            "end": "2024-09-14T12:00:00+01:00",
            "fully_booked": false,
            "name": "The new Camden",
            "notes": "Please ",
            "start": "2024-09-14T10:00:00+01:00",
            "ticketed": true
        }
    ],
    "facilities": [],
    "factsheet": [
        {
            "heading": "The New Camden: about the walking tour",
            "paragraphs": [
                "Camden is eclectic: a complex tapestry of identity, history and culture. Once the original terminus for traffic from the railway and the canal, the epicentre of punk rock in the 1970s, and today a major tourist magnet, beloved by Amy Winehouse and where Taylor Swift has claimed she walks in the afternoon...",
                "Camden is forging a new path, reinventing itself once again with a planned new highline, an observation wheel, the 9-acre Camden Goods Yard redevelopment, a revamped KOKO theatre and an expanding network of markets.",
                "So, what kind of place is Camden becoming in its next era? You decide on this walking tour of Camden where we’ll take a whistlestop tour of its past, present and future."
            ]
        },
        {
            "heading": "Golden Key Academy",
            "paragraphs": [
                "This tour is led by a participant of Open City’s Golden Key Academy – a course training up insightful and engaging guides dedicated to explaining London and bringing its many stories to life. It is part of a wider collection of tours created by Golden Key Academy guides for the Open House Festival celebrating their conclusion of the eight month course.\nFurther information on the Golden Key Academy can be found here https://open-city.org.uk/golden-key-academy"
            ]
        }
    ],
    "id": 12665,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/12665/building_12665_st-george-camden-goods-yard-area-aerial-large-3_3dc6063ff35f538f951200f0dfc56ca5.jpeg",
            "description": null,
            "title": "Camden Goods Yard, St George",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12665_st-george-camden-goods-yard-area-aerial-large-3_3dc6063ff35f538f951200f0dfc56ca5.jpeg"
        }
    ],
    "links": [
        {
            "href": "https://open-city.org.uk/golden-key-academy",
            "title": null
        }
    ],
    "location": {
        "address": "Meet: Camden Market Stables, opposite Morrisons, NW1 8EH",
        "latitude": 51.54204,
        "longitude": -0.14696,
        "meeting_point": null,
        "travel_info": [
            "Tube: Camden Town, Chalk Farm, Mornington Crescent",
            "Additional travel info: End point - Mornington Crescent."
        ]
    },
    "name": "The new Camden",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/12665",
    "ticketed_events": true
}