{
    "all_week": false,
    "description": "Winner of the 2024 'Don't Move Improve' award for best project under £100k A self build 38m2 triangular micro home converted from a former mechanic's garage,  creating a flexible and multifunctional home fit for living and working in.  Come and see sliding beds, triangular sofas and a pocket garden.",
    "design": {
        "designers": [
            {
                "architect": "Brown Urbanism",
                "description": null,
                "year": "2023"
            }
        ],
        "periods": [
            "Contemporary"
        ],
        "types": [
            "housing"
        ]
    },
    "events": [],
    "facilities": [
        "Drinking water",
        "Quieter area",
        "Seating available",
        "Toilets",
        "Gender neutral toilet"
    ],
    "factsheet": [
        {
            "heading": "The Design Brief",
            "paragraphs": [
                "Rather than seeking to maximise the potential floorspace of the plot –( by extending upwards and or downwards, as other proposed schemes had tried) –",
                "The self-building couple (One of whom is the Architect) used the existing structures to provide a single storey house that is space efficient, multifunctional, low cost, low embodied carbon, with minimal impact on the local environment.\n \nThe Triangle House was envisioned as deliberately ambiguous in terms of its identity. \nFrom the street, it would still appear as a workshop and internally, it would try to defy both domestic and commercial conventions. The client and architect took inspiration from their previous experiences occupying shared 'live-work' warehouses in East London.",
                "The ambition was to create a space that would expand the range of activities they could do at home, such as working from home, hosting gatherings, hosting formal meetings, making objects, musical rehearsal, musical performance and hopefully more.",
                ""
            ]
        },
        {
            "heading": "Planning",
            "paragraphs": [
                "The building required planning permission for a change of use from its former commercial use to the proposed residential use. A previous scheme by another developer for a three-storey, two unit residential scheme had been refused largely on the basis of its size and character. The plot shares a boundary with three terraced houses to the rear whose back walls fall within close proximity. Any addition in height would limit the neighbour’s outlook and quality of amenity.",
                "The proposal instead allowed for slightly lifting the parapet height of the existing building, excavating new slabs to form some additional internal ceiling height and using the exiting openings onto the street as entrances and windows respectively. Planning officers were concerned about the direct adjacently of the living space at ground floor, to the street level – the design response was to create the ‘inset bay window’ detail, pushing the window back from the street slightly to allow room for a ground planter filled with bamboo creating screening and ‘defensible space’."
            ]
        },
        {
            "heading": "The Building's History",
            "paragraphs": [
                "The triangular plot had originally been the coach house connected the house next door, built as part of a comprehensive development across the street in the late 19th century.  It would likely have included a stable for a coach and horse. Excavation during construction revealed a large ramp connecting the rear of the house next door, with original clay 'stable' blocks liming the floors.",
                "It is understood that the building had also been used as a small home workshop for the production of children's toys during the first half of the 20th century.",
                "In the mid 20th century, the house and coachworks were purchased by the local borough council, along with the other houses in the street with an ambition to renovate and improve the properties that had fallen into disrepair.  At this stage it seems the triangular plot was separated from the house next door, its ramped area filled in and the original structures modified to create a small self contained, single storey mechanic’s workshop operated under a commercial leasehold.",
                "In the 2013, the garage was auctioned off eventually leading to its resale to the current owners in 2019."
            ]
        },
        {
            "heading": "The Layout",
            "paragraphs": [
                "The triangle offers two persons two multi use spaces set around an internal open air courtyard garden.",
                "The Primary living space is an open plan multifunctional triangular room lit by a large centred roof light above, a cosy triangular seat at the acute corner and looks out the street through an inverted bay window, screened for privacy with tall bamboo grasses. A long diagonal axis leads through to the tall second living space down a series of skewed steps.",
                "The secondary living space works as both a workspace and bedroom and exercise space – as the bed slides away under the bathroom and a workspace desk is revealed when bifold doors are slid to one side. The height of 3.75m floor to ceiling with full glazing into the courtyard provides a meditative yoga space offering views up through the enclosed courtyard to the open skies above.  \nTall cupboards to one side can be opened to reveal an enclosed permanent workspace complete with table, stool and computer monitor.",
                "At the rear is a brick bathroom and enclosed WC."
            ]
        },
        {
            "heading": "Materials",
            "paragraphs": [
                "The materials palette references the prior use as mechanic's garage and Coach House  - with brindle quarry tiles throughout and painted brick enclosures - softened with Birch plywood linings and Boucle Upholstery. The external brick is left in its rough existing state - built up on with new handmade London stock brick."
            ]
        },
        {
            "heading": "Self Build Construction",
            "paragraphs": [
                "The construction concept was simple: to install a new simple single storey structure within the confines of the old perimeter brick wall which defined the original coach house. The project had a modest budget and would rely on a self-build approach, being led by Richard Brown and the client on site – with the help of tradespeople and friends wherever possible.",
                "The approach was subsequently pragmatic. The existing internal partitions and tin roof were removed from the garage. New trench concrete foundations and drainage were excavated and installed. \nA new internal steel frame was erected to support a new timber warm roof as well restraining the remaining external permitter brick walls. A new courtyard was created by the construction of new insulated timber frame infill walls with a single skin of new hand made brick. The roof was constructed carefully with exposed timber joists complete with a large rooflight opening over the primary space.",
                "The existing garage openings to the street were made slightly taller to allow more light and new aluminium framed glazing installed.",
                "All of the existing brick walls were then insulated internally with high performance insulated plaster board to ensure minimum internal space loss. All floors were excavated to create fully insulated floor build ups with embedded underfloor heating to avoid using radiators resulting in a loss of precious wall space.",
                "The small scale, re use driven construction limited the amount of embodied carbon while improving the structural and thermal performance of the building and creating a flexible and sustainable volume within that can be used in various modes throughout the course of the building’s life."
            ]
        }
    ],
    "id": 12670,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/12670/building_12670_street-view_f87e06945d93a469732a18d44c642af7.jpg",
            "description": null,
            "title": "Street view of the Triangle House - a converted mechanic's garage",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12670_street-view_f87e06945d93a469732a18d44c642af7.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/12670/building_12670_triangle-house_fdd095e29ce42eb636498170df158cfe.jpg",
            "description": null,
            "title": "Triangle House: Winner of the 2024 'Don't Move, Improve!' prize for best project under 100k",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12670_triangle-house_fdd095e29ce42eb636498170df158cfe.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/12670/building_12670_dining-space-inverted-baywindow_b66730b1cc41d4e621ec9a54c51cb202.jpg",
            "description": null,
            "title": "Inverted bay window filled with bamboo creates privacy and 'defensible space'  from the street",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12670_dining-space-inverted-baywindow_b66730b1cc41d4e621ec9a54c51cb202.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/12670/building_12670_workspace_dc1200aad13298028050048a806a42e6.jpg",
            "description": null,
            "title": "Hidden storage and workspace",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12670_workspace_dc1200aad13298028050048a806a42e6.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/12670/building_12670_cosy-corner_7d168a5301d61b4ba9d43100d9f82dfe.jpg",
            "description": null,
            "title": "Built in upholstered corner seating",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12670_cosy-corner_7d168a5301d61b4ba9d43100d9f82dfe.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/12670/building_12670_aerial-view-copy_87bb39beda0ce780e3dbf48ced09b1bd.jpg",
            "description": null,
            "title": "Aerial view of the Triangle House",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12670_aerial-view-copy_87bb39beda0ce780e3dbf48ced09b1bd.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/12670/building_12670_150680-copy_1fffa418e521240371e8160052a92399.jpeg",
            "description": null,
            "title": "Multifunctional bedroom and living space overlooking a private courtyard",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12670_150680-copy_1fffa418e521240371e8160052a92399.jpeg"
        }
    ],
    "links": [],
    "location": {
        "address": "1a Glastonbury Street, NW6 1QJ",
        "latitude": 51.55031,
        "longitude": -0.19943,
        "meeting_point": null,
        "travel_info": [
            "Tube: West Hampstead",
            "Train: West Hampstead",
            "Bus: C11"
        ]
    },
    "name": "Don't Move, Improve! - Triangle House",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/12670",
    "ticketed_events": false
}