{
    "all_week": false,
    "description": "Contemporary Applied Arts, is London’s original multi-disciplinary applied arts gallery.\r\nWe are a registered charity and a membership organisation with more than two hundred leading British-based artists working in ceramics, furniture, glass, jewellery, metal, paper, textiles and wood. We view this interdisciplinary approach as a harmonious dialogue between materials, techniques.",
    "design": {
        "designers": [],
        "periods": [
            "Contemporary"
        ],
        "types": [
            "gallery"
        ]
    },
    "events": [],
    "facilities": [
        "Drinking water",
        "Family-friendly event",
        "Seating available",
        "Toilets"
    ],
    "factsheet": [
        {
            "heading": "About CAA",
            "paragraphs": [
                "Contemporary Applied Arts, often called CAA, is London’s original multi-disciplinary applied arts gallery. We are based at 6 Paddington Street. \n \nFor more than 75 years, we have championed and promoted only the very best of British applied arts. Our sole aims are to advocate for the applied arts and to campaign for and foster quality and innovation in this field.\n \nWe are a registered charity and a membership organisation with more than two hundred leading British-based artists working in ceramics, furniture, glass, jewellery, metal, paper, textiles and wood. We view this interdisciplinary approach as a harmonious dialogue between materials, techniques and diverse approaches to making. Selected maker members are rigorously chosen by a panel of their peers. Belonging to CAA is seen as a kite mark of excellence."
            ]
        }
    ],
    "id": 12672,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/12672/building_12672_gallery_ff1837d9adf2c514db1b62012cb73847.jpg",
            "description": null,
            "title": "Inside of the gallery",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12672_gallery_ff1837d9adf2c514db1b62012cb73847.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "6 Paddington Street, Westminster, W1U 5QG",
        "latitude": 51.52084,
        "longitude": -0.15251,
        "meeting_point": null,
        "travel_info": [
            "Tube: Baker Street",
            "Train: Marylebone",
            "Bus: 113, 13, 139, 18, 189, 205, 274, 30"
        ]
    },
    "name": "Contemporary Applied Arts",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/12672",
    "ticketed_events": false
}