{
    "all_week": false,
    "description": "Tranquility in an urban environment, this project has transformed an unloved basement into a light filled, sustainable, calming home.\r\n\r\nA deep retrofit using low-carbon materials, including a high level of insulation, a natural swimming pool, rainwater harvesting and a green roof, this home explores how we can transform high density urban areas into places of harmony between people and nature.",
    "design": {
        "designers": [
            {
                "architect": "Studio Grieveson",
                "description": null,
                "year": "2024"
            }
        ],
        "periods": [
            "Unknown",
            "Contemporary"
        ],
        "types": [
            "residence"
        ]
    },
    "events": [],
    "facilities": [],
    "factsheet": [
        {
            "heading": "St. George Villa",
            "paragraphs": [
                "Located in Walthamstow Village, on the cusp of Epping Forest, this project has transformed a dark damp Victorian basement into a light filled sustainable low carbon home. By maximising existing space and the addition of a timber framed extension, this project respects the buildings history whilst preparing this home for the future."
            ]
        },
        {
            "heading": "Refurbishment and extension",
            "paragraphs": [
                "Found as a dark basement with mould and damp issues, the flat was in dire need of restoration. Studio Grieveson have designed a sustainable timber framed extension that doubles the size of the home whilst forming a connection to the large garden, with planting right up to the windows. Through the creation of an internal courtyard it was not only possible to add an additional bedroom but it also created a pocket of nature in the heart of the home."
            ]
        },
        {
            "heading": "Sustainability",
            "paragraphs": [
                "Sustainability has been a core focus for this project. Care has been taken in the selection of all materials to reduce embodied carbon wherever possible. The extension is constructed from a lightweight timber frame, uses natural wood fibre insulation and the use of steel and concrete have been kept to an absolute minimum.",
                "A high level of insulation to both the existing building and extension, along with an air source heat pump, low temperature underfloor heating and a heat recovery ventilation system ensure that both operational energy and running costs are kept to a minimum. The form of the building has been designed to reduce summer overheating whilst passively heating the home with sunlight in the winter. A green roof provides further insulation and buffers summer heat.",
                "By reusing found and waste materials, we have massively reduced the building site waste. The project features gabion walls filled with rubble as well as reclaimed bricks and precast concrete panels used throughout the structure. Additionally reclaimed timber sourced from another construction site has been used throughout the external landscape. By embracing materials already found on the property, this project not only reduces carbon emissions compared to traditional building sites, but also allows us to embrace what was before in a way that prepares us for the future."
            ]
        },
        {
            "heading": "Natural Swimming Pool",
            "paragraphs": [
                "Using a technique first developed in Austria in the 1950s, natural swimming pools mimic the natural filtration and water cleaning techniques of a wild body of water. Harnessing the power of plants and microorganisms in the gravel with constant water flow allow us to create a swimming environment with no chemicals or artificial filtration, and at a lower cost than traditional swimming pools. This pool allows us to have the full enjoyment of swimming whilst living in unison with nature instead of harming it. The pool creates a space of calm and relaxation in a busy city, increasing quality of life and biodiversity."
            ]
        },
        {
            "heading": "Studio Grieveson",
            "paragraphs": [
                "Studio Grieveson is a RIBA Chartered Architecture Practice with a passion for truly sustainable, low-energy architecture. Working from our studio in Walthamstow, East London, our projects span cultural, community, residential and commercial buildings at all scales. We enjoy the challenge of creating tailored designs for ambitious clients with equal enthusiasm for design and sustainability. Studio Grieveson’s founding director, Anthony, will be onsite throughout the weekend."
            ]
        }
    ],
    "id": 12688,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2024/12688/building_12688_steps-edit_308f5c0670d7d6151b482bb3b1d8fb56.jpg",
            "description": null,
            "title": "Studio Grieveson",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12688_steps-edit_308f5c0670d7d6151b482bb3b1d8fb56.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "237 Shernhall Street, E17 9HX",
        "latitude": 51.58036,
        "longitude": -0.00502,
        "meeting_point": null,
        "travel_info": [
            "Tube: Leytonstone, Walthamstow Central",
            "Train: Walthamstow Central, Walthamstow Queens Road",
            "Bus: 56"
        ]
    },
    "name": "St. George Villa",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/12688",
    "ticketed_events": false
}