{
    "all_week": false,
    "description": "St Thomas' Church attic (1703) once part of old St Thomas' Hospital, houses the hospital's Herb Garret and the oldest surviving operating theatre (1822) in Europe.",
    "design": {
        "designers": [
            {
                "architect": "Thomas Cartwright",
                "description": null,
                "year": "1703"
            }
        ],
        "periods": [
            "Stuart"
        ],
        "types": [
            "museum"
        ]
    },
    "events": [],
    "facilities": [
        "Family-friendly event",
        "Hearing loop",
        "Large print guides"
    ],
    "factsheet": [
        {
            "heading": "History",
            "paragraphs": [
                "St Thomas’ Church served as the chapel to St Thomas' Hospital, which had its origins in the hospice of a 12th century monastery at this site dedicated to the care of the sick and destitute. The present 18th century structure replaced an older church on the same site, and was established when the hospital was rebuilt as a series of courts to the north and west of the church between 1693 and 1708.",
                "The architect was Thomas Cartwright, who had worked as Master Mason to Christopher Wren (himself a governor of St Thomas') on the church of St Mary le Bow. The church of St Thomas' itself was rebuilt in 1702-03. In 1830, the western part of the hospital was demolished with the widening of the approach to London Bridge from Borough High Street, but some of the north court can be seen from a yard behind London Bridge Station.",
                "In the attic space of the church, a herb garret was set up by the hospital for the drying and curing of medicinal herbs. The main women’s ward of the hospital, Dorcas Ward, abutted onto the garret, and when the hospital decided in 1822 that the creation of a new operating theatre was necessary, the intervening wall was knocked through and a part of the herb garret was converted for use as a theatre. Until this new theatre was installed, operations had taken place in the ward.",
                "In 1862, when the railway line from Waterloo to London Bridge was being developed, St Thomas’ Hospital removed to its present site in Lambeth. Florence Nightingale was involved in the planning of the move, having set up a nursing school at the Southwark site in 1860. The theatre was bricked up, and was only later revealed in 1956. Since then, it has been restored and recreated with original or replica furniture and equipment which demonstrate the harsh realities of 19th century surgery. The space is 'D' shaped, with 4 tiers of ‘standings’ for the medical students. On the back wall the Latin inscription 'Miseratione non Mercede' – 'For Compassion, Not Gain' – can be seen.",
                "The museum displays a history of surgery, nursing and herbal medicine at St Thomas’ and Guy’s. The theatre remains a unique survival of saws, sawdust and all."
            ]
        },
        {
            "heading": "Thanks to successful funding from the Department of Digital, Culture, Media and Sport through their Museum Estate Development Fund (MEND), we were able to carry our much-needed works to our space.",
            "paragraphs": [
                "In March 2022 we received the wonderful news that we had been awarded a grant of a £157,230 from the Museum Estate and Development Fund (MEND) delivered by Arts Council England to replace the skylight above the operating theatre, along with some other much needed renovation work.",
                "Once upon a time, an original Georgian skylight stood atop the now Grade II* listed St Thomas’ Church when the theatre was first installed in 1822. It would have looked down upon the wooden operating table, the scene of countless lifesaving surgical procedures at the 19th century women’s operating theatre in the attic space of the Church, once part of old St Thomas’ Hospital.",
                "In 1822, when the operating theatre opened, electricity was not yet in use and operations took place, scheduled one after the other, in the hour between noon and 1pm, with the sun at its height and daylight pouring in through the skylight. The opening of the theatre predated anaesthetics and antiseptics, so operations were necessarily swift and the skylight was crucial in aiding the surgeons as they performed amputations, lithotomies, and trepanations before an audience of medical students, packed fiver tiers high and with a lofted view.",
                "In 1862, when St Thomas’ Hospital moved to a new site, the theatre was sealed and largely forgotten for nearly 100 years. Then, in 1956, the organologist and antiquarian Raymond Russell rediscovered it while investigating the church’s attic. He found the theatre in darkness – the skylight had been replaced by slates.",
                "When the Museum opened in 1962, an unsympathetic metal-framed pyramid skylight window was introduced. This is now completely outdated, with cracks in its glass and thick foliage growing above. Following the award of the grant, the Museum will introduce a visually-sympathetic steel and aluminium hipped roof lantern skylight in the Georgian style.\nThe work is being undertaken by construction company Restore London who have worked on many significant listed buildings in London and across the country. They bring together a skilled and capable team of experts, who will be liaising with our Project Manager, Mike Jackson of JacksonBCS. The skylight is being constructed by The Standard Patent Glazing Company which will include electric opening and closing window panes to allow for the natural flow of air through the space. Additionally, we will be installing a blackout blind to allow us to manage the lighting in the theatre which will not only be of benefit to our audiences on hot days, but enable us to host more events in the theatre where we need a darker performance space.",
                "The project will also include the replacement of a smaller roof window, restoration of five dormer windows in the garret and a complete electrical rewire and new lighting installation. This is the most significant work to take place at the Museum since 2006, when the Church’s entire roof itself was replaced. The improvements will be transformational to the day-to-day operations of the Museum as well as enhance the experience for our visitors.",
                "DECEMBER 2022\nThe project began with the Museum displays and collections being dismantled and carefully packed away to provide clear access for the contractors. The Old Op Team, including staff, freelancers, casuals and volunteers, all helped with this task in December 2022.",
                "MARCH 2023\nThe old skylight was removed this month and safely disposed of, with the opening in the roof securely covered underneath the ‘tin hat’ scaffolding. A new hipped-skylight, built offsite by The Standard Patent Glazing Company has been delivered and is being installed.",
                "APRIL 2023\nNot only is our skylight being replaced, but our 5 dormer sash windows are also being restored and repainted as part of the project. The windows, which we believe were installed in the roof space in the 19th Century around the time the operating theatre was built, were in need of some repair, suffering with rot and cracking.",
                "The windows were removed, taken offsite and dipped to strip off all old paint. Old rotten parts of the frames and sashes were removed and with new sections of timber were spliced in. A grey undercoat is being painted onto the sanded bare wood before a lovely shade of green will be painted on all frames and sashes, matching the original colour.",
                "21 APRIL 2022\nThe works completed, the museum reopened its doors and it continues to do so from Thursday to Sunday from 10:30 am until 5:00 pm (last admission 4:15 pm)."
            ]
        }
    ],
    "id": 1268,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/1268/building_1268_thetheatre2022_fb3be544c0d6f0f40f10aec3245c798c.jpg",
            "description": null,
            "title": "The Old Operating Theatre",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1268_thetheatre2022_fb3be544c0d6f0f40f10aec3245c798c.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/1268/building_1268_herbgarret1_be7c91054002f3ed4bdf7277886ceec6.jpeg",
            "description": null,
            "title": "View of the Herb Garret",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1268_herbgarret1_be7c91054002f3ed4bdf7277886ceec6.jpeg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/1268/building_1268_hiddenlondon_surgicaltheater_1096_6d75c4d4aa94c275f69ceb77f81237ec.jpg",
            "description": null,
            "title": "View of the spiral staircase ",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1268_hiddenlondon_surgicaltheater_1096_6d75c4d4aa94c275f69ceb77f81237ec.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/1268/building_1268_herbgarret3_f5114040ebf1eede2b66453911806e57.jpeg",
            "description": null,
            "title": "View of the Herb Garret",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1268_herbgarret3_f5114040ebf1eede2b66453911806e57.jpeg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/1268/building_1268_20200712_174905_101be13f6002e23f6a3618376355f61e.jpg",
            "description": null,
            "title": "St Thomas' Church",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1268_20200712_174905_101be13f6002e23f6a3618376355f61e.jpg"
        }
    ],
    "links": [
        {
            "href": "http://www.oldoperatingtheatre.com",
            "title": "www.oldoperatingtheatre.com"
        },
        {
            "href": "https://twitter.com/OldOpTheatre",
            "title": "twitter.com/OldOpTheatre"
        },
        {
            "href": "https://www.instagram.com/oldoperatingtheatre",
            "title": "www.instagram.com/oldoperatingtheatre"
        },
        {
            "href": "https://www.facebook.com/oldoperatingtheatremuseum",
            "title": "www.facebook.com/oldoperatingtheatremuseum"
        },
        {
            "href": "https://www.youtube.com/@oldoperatingtheatremuseum",
            "title": "www.youtube.com/@oldoperatingtheatremuseum"
        }
    ],
    "location": {
        "address": "9a St Thomas Street, SE1 9RY",
        "latitude": 51.5049991,
        "longitude": -0.0884359,
        "meeting_point": null,
        "travel_info": [
            "Tube: London Bridge",
            "Train: London Bridge",
            "Bus: 21, 35, 40, 43, 47, 48, 133, 149"
        ]
    },
    "name": "Old Operating Theatre Museum & Herb Garret",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/1268",
    "ticketed_events": false
}