{
    "all_week": false,
    "description": "Historic buildings and places are a treasure trove of narratives. How does our built environment, both old and new, contribute to our sense of belonging? Explore the studio and pop-up exhibition at conservation architects and heritage consultants Donald Insall Associates, which is within a Grade II-listed Edwardian townhouse, built in 1914 to the designs of Sydney Tatchell.",
    "design": {
        "designers": [
            {
                "architect": "Donald Insall Associates",
                "description": null,
                "year": "1914"
            }
        ],
        "periods": [
            "Edwardian"
        ],
        "types": [
            "architectural practice"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2024-09-20",
            "drop_in": true,
            "end": "2024-09-20T18:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in: Exhibition",
            "notes": "Please let us know if you plan to visit. Doing so allows the venue to plan ahead and you will be notified by email about any changes to the programme that might affect your visit.",
            "start": "2024-09-20T10:00:00+01:00",
            "ticketed": false
        },
        {
            "activity_type": "Other",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/12696",
            "capacity": null,
            "date": "2024-09-19",
            "drop_in": false,
            "end": "2024-09-19T20:00:00+01:00",
            "fully_booked": false,
            "name": "Opening event",
            "notes": "Visitors will have the opportunity to chat with architects and heritage consultants during the preview.",
            "start": "2024-09-19T18:00:00+01:00",
            "ticketed": true
        }
    ],
    "facilities": [
        "Drinking water",
        "Handrails on stairs",
        "Toilets"
    ],
    "factsheet": [
        {
            "heading": "Hidden Narratives",
            "paragraphs": [
                "Historic buildings and places are a treasure trove of narratives. How does our built environment, both old and new, contribute to our sense of belonging?",
                "As guardians of historic buildings, conservationists and historians are at the forefront of not only prolonging the life of what exists but helping them evolve for a better future. It involves discovering lost stories by painstakingly studying a place's history, repairing the broken pieces and revealing forgotten stories.",
                "Explore the pop-up exhibition at Donald Insall Associates, where you will find a collection of artefacts, records, samples and images that tell the story of places that might be hidden in plain sight."
            ]
        },
        {
            "heading": "12 Devonshire Street: a history",
            "paragraphs": [
                "12 Devonshire Street was built as a substantial private house just before WWI. The site was previously occupied by a late Georgian townhouse, built as part of the 18th-century development of the Marylebone area. According to records, this heavily altered townhouse was deemed too expensive to repair, so a new house and generous garden, more appealing to Edwardian elite taste, was commissioned."
            ]
        },
        {
            "heading": "1917",
            "paragraphs": [
                "The Builder, one of the foremost architectural magazines of the time, published plans for the two principal floors in March 1917. They show the ground floor much as you see it today, but without the central atrium. The hall was lit by windows leading onto a lightwell where the present lift and WCs are located. To the front was the drawing room, and at the rear, an inter-connected morning room and dining room overlooked the garden. A small lift ran down to the kitchen in the basement.",
                "The first floor held three bedrooms, one with an en-suite dressing room and WC, and a workroom. The basement and second floors were not illustrated but would have housed service areas and accommodation for live-in servants."
            ]
        },
        {
            "heading": "Inter-war Years",
            "paragraphs": [
                "The destruction of World War II meant that central London became a less attractive place for the wealthy to reside and in 1950 the building was converted to medical use.\nOn 3rd April 1958, a fire broke out in the rear room on the ground floor. The room was badly damaged, and the rest of the building suffered smoke and water damage."
            ]
        },
        {
            "heading": "1971",
            "paragraphs": [
                "When the lease was renewed, the house was described as having 20 good-sized rooms. On the first floor was a “door to a large roof terrace”.\nIt was then converted for use as the Chilean Embassy. The basement and second floors were subdivided to create self-contained flats. A lift was inserted into the old lightwell and a rear extension was built to the first and second floors creating a rectangular floor plan."
            ]
        },
        {
            "heading": "2010",
            "paragraphs": [
                "In the early years of the 21st century, 24 years after the building was listed Grade II for ‘special architectural and historic interest’, 12 Devonshire Street was restored and refurbished to equip it to meet the needs of the 21st century.",
                "The old lightwell was used to install a modern lift and WCs on each floor. To bring light into the interior, a new atrium was created in the centre of the building. The loss of floorspace was offset by a discreet extension into the mansard roof, creating a third-floor office suite invisible from street level. The basement stair was reinstated, and on all floors unsympathetic room divisions were removed."
            ]
        }
    ],
    "id": 12696,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/12696/building_12696_e_240626_n3_website_f74486f654ed5f5d5abb5a15b276aa90.jpg",
            "description": null,
            "title": "12 Devonshire Street, entrance detail",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12696_e_240626_n3_website_f74486f654ed5f5d5abb5a15b276aa90.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/12696/building_12696_hero-image-cameron-stebbing-web-size_97454585aa1ab52f1b13ba6ec548724e.jpg",
            "description": null,
            "title": "Image by Cameron Stebbing",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12696_hero-image-cameron-stebbing-web-size_97454585aa1ab52f1b13ba6ec548724e.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "12 Devonshire Street, W1G 7AB",
        "latitude": 51.5221,
        "longitude": -0.14662,
        "meeting_point": null,
        "travel_info": [
            "Tube: Great Portland Street, Regent's Park",
            "Train: Bond Street, Marylebone",
            "Bus: 205, 453"
        ]
    },
    "name": "Hidden Narratives: open studios at 12 Devonshire Street",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/12696",
    "ticketed_events": true
}