{
    "all_week": false,
    "description": "We're running guided walks in Tottenham Hale showcasing Haringey's new council homes and the council's commitment to working with residents on place-making and regeneration as part of our Haringey Deal. The walks start/end at Living Under One Sun in Down Lane Park, where there will be a display about our programme to build 3,000 new council homes by 2031 and our regeneration of Down Lane Park.",
    "design": {
        "designers": [],
        "periods": [],
        "types": [
            "walk/tour"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2024-09-21",
            "drop_in": true,
            "end": "2024-09-21T16:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in: Exhibition: regeneration and new council homes",
            "notes": "Please let us know if you plan to visit. Doing so allows the venue to plan ahead and you will be notified by email about any changes to the programme that might affect your visit.",
            "start": "2024-09-21T11:00:00+01:00",
            "ticketed": false
        },
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/12709",
            "capacity": null,
            "date": "2024-09-21",
            "drop_in": false,
            "end": "2024-09-21T12:00:00+01:00",
            "fully_booked": true,
            "name": "Guided Tour: Visit to RLA Viewing Platform",
            "notes": "Guided Tour to the top of Rosa Luxemburg Apartments for a better view of placemaking across Tottenham Hale, and landscapes of the Lee Valley",
            "start": "2024-09-21T11:30:00+01:00",
            "ticketed": true
        },
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/12709",
            "capacity": null,
            "date": "2024-09-21",
            "drop_in": false,
            "end": "2024-09-21T13:00:00+01:00",
            "fully_booked": true,
            "name": "Guided Tour: Visit to RLA Viewing Platform",
            "notes": "Guided Tour to the top of Rosa Luxemburg Apartments for a better view of placemaking across Tottenham Hale, and landscapes of the Lee Valley",
            "start": "2024-09-21T12:30:00+01:00",
            "ticketed": true
        },
        {
            "activity_type": "Walking tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/12709",
            "capacity": null,
            "date": "2024-09-21",
            "drop_in": false,
            "end": "2024-09-21T14:45:00+01:00",
            "fully_booked": false,
            "name": "Walking Tour: Down Lane Park, Greening and Co-Design",
            "notes": "Join Haringey Council for a walking tour exploring the transformational improvements to Down Lane Park co-designed with the community.",
            "start": "2024-09-21T13:30:00+01:00",
            "ticketed": true
        },
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/12709",
            "capacity": null,
            "date": "2024-09-21",
            "drop_in": false,
            "end": "2024-09-21T15:30:00+01:00",
            "fully_booked": true,
            "name": "Guided Tour: Visit to RLA Viewing Platform",
            "notes": "Guided Tour to the top of Rosa Luxemburg Apartments for a better view of placemaking across Tottenham Hale, and landscapes of the Lee Valley",
            "start": "2024-09-21T15:00:00+01:00",
            "ticketed": true
        },
        {
            "activity_type": "Walking tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/12709",
            "capacity": null,
            "date": "2024-09-21",
            "drop_in": false,
            "end": "2024-09-21T17:30:00+01:00",
            "fully_booked": false,
            "name": "Walking Tour: A better deal for Tottenham Hale",
            "notes": "Join Haringey Council exploring the story of Tottenham Hale and an insightful discussion about the journey through 10 years of regeneration.",
            "start": "2024-09-21T15:30:00+01:00",
            "ticketed": true
        }
    ],
    "facilities": [
        "Accessible toilet",
        "Baby changing facilities",
        "Drinking water",
        "Family-friendly event",
        "Seating available",
        "Step-free routes",
        "Toilets"
    ],
    "factsheet": [
        {
            "heading": "Tottenham Hale: placemaking together",
            "paragraphs": [
                "Tottenham Hale has been a place in transition for a number of years. The ambition is for Tottenham Hale to be a place to live well, engage in good work and access a range of leisure facilities, set within an active green neighbourhood where health and wellbeing are prioritised.",
                "Now approaching 10 years since the vision for Tottenham Hale was drafted a number of major-scale projects have completed or are in delivery, including 3,200 new sustainable homes with over 600 high-quality council homes, a new multi-purpose health centre and a range of shops and workspaces situated around an enhanced transport interchange.",
                "The next wave of projects will transform the neighbourhood, bringing forward new facilities and improved green spaces, with enhanced sports and play areas and new Community Hub at Down Lane Park, and a new nature reserve at the Paddock, completing over 2 miles of green enhancements connecting Tottenham High Road to the Lee Valley.",
                "We are running a series of walking tours through Tottenham Hale and a small exhibition,  exploring the story of Tottenham Hale and journey to creating an active green neighbourhood and place to live well, through 10 years of regeneration."
            ]
        },
        {
            "heading": "Walk: Down Lane Park, Greening and Co-Design",
            "paragraphs": [
                "Join Haringey Council for a walking tour exploring the transformational improvements to Down Lane Park – co-designed with the community.",
                "At the start of 2022, working with a Community Design Group (CDG) made up of volunteers and representatives from the local area, the council set out to develop a vision for the future of Down Lane Park. Working together with the a Community Design Group over 19 months and 20 meetings,  Levitt Bernstein Landscape Architects have developed a transformational masterplan for the park which is now being delivered in phases.",
                "Explore the recently completed improvements in phase 1, including the diagonal path, beautiful new Wildflower Swales, and a shaded woodland area with new planting and seating. These features enhance the park’s beauty, manage rainwater, reduce flooding, and support local biodiversity.",
                "The walk will cover the strategic vison, the co-design journey and delivery of this new large-scale park improvement project, which prioritise residents’ health and wellbeing through improved access to green and open space."
            ]
        },
        {
            "heading": "Walking Tour: A better deal for Tottenham Hale",
            "paragraphs": [
                "Join Haringey Council for an insightful walk and talk exploring the story of Tottenham Hale and an insightful discussion about creating an active green neighbourhood and place to live well.",
                "Tottenham Hale has been a place in transition for a number of years, with over 3,200 new sustainable homes completed or in delivery, including over 600 high-quality council homes, a new multi-purpose health centre, benefitting over 25,000 residents with essential services and a range of shops and workspaces situated around an enhanced transport interchange.",
                "The council is greening the neighbourhood with over 2 miles of green enhancements connecting Tottenham High Road to the Lee Valley. This will include the co-designed transformation of Down Lane Park; a new nature reserve and 1.9 acres of new publicly accessible open space at the Paddock; new bridge connections across the River Lee; traffic calming, new cycle infrastructure, rain gardens and over 400 new trees planted across our streets and new developments.",
                "Join us to find out more about the story of Tottenham Hale, its rich history as a place of production and creative enterprise. The projects ‘completed’ and the next wave of major-scale projects ‘underway’, which will transform the area into a vibrant urban centre with improved access to the wild landscapes and serenity of the Lee Valley via a network of active green spaces.",
                "Participants will learn about the 10-year journey in regeneration through the District Centre Framework, which set an ambitious vision for Tottenham Hale; the Strategic Development Partnership with Argent Related, and councils’ streets and green spaces capital programme."
            ]
        },
        {
            "heading": "Guided Tours: Visit to RLA Viewing Platform",
            "paragraphs": [
                "During the day, we will be running guided walking tours for small groups to the viewing platform on top of Rosa Luxemburg Apartments to give participants a better view of the regeneration and growth across Tottenham Hale."
            ]
        },
        {
            "heading": "Exhibition: regeneration and new council homes",
            "paragraphs": [
                "All our walking tours will start/end at Living Under One Sun, where we will be running a small exhibition about Haringey's regeneration of Tottenham Hale and our council house building programme that is delivering 3,000 new high-quality council homes across the borough by 2031. We will explain how we engage and work with residents, how their feedback helps shape our plans, and how our new homes bring improvements for existing residents."
            ]
        }
    ],
    "id": 12709,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/12709/building_12709_hale-wharf_d573e2275dcc15e1b725a54852158dd5.jpg",
            "description": null,
            "title": "New council homes at Hale Wharf, with new bridge across River Lea",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12709_hale-wharf_d573e2275dcc15e1b725a54852158dd5.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/12709/building_12709_walter-tull-house-entrance_4ac5d73cd9b70358698dc9643765db11.jpg",
            "description": null,
            "title": "Walter Tull House, 131 new council homes in Tottenham Hale",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12709_walter-tull-house-entrance_4ac5d73cd9b70358698dc9643765db11.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/12709/building_12709_4e1a5451_f083d9c78799725227752a8bb481f692.jpg",
            "description": null,
            "title": "First phase of co-designed improvements to Down Lane Park, Tottenham Hale",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12709_4e1a5451_f083d9c78799725227752a8bb481f692.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Living Under One Sun Community Cafe and Hub",
        "latitude": 51.59082,
        "longitude": -0.06298,
        "meeting_point": null,
        "travel_info": [
            "Tube: Tottenham Hale",
            "Train: Tottenham Hale",
            "Bus: 123, 192, 230, 41, 76, W4",
            "Additional travel info: Living Under One Sun, Café & Community Hub, Down Lane Park, Park View Rd, London, N17 9EX - www.livingunderonesun.co.uk"
        ]
    },
    "name": "Tottenham Hale & placemaking together",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/12709",
    "ticketed_events": true
}