{
    "all_week": false,
    "description": "Brockley Conservation Area's High Victorian enclave holds many interesting houses in a variety of styles, including Edwardian domestic architecture, historic trees and original lanes and mews. These have survived into the 21st century almost intact. Houses built in the 1950s and 1960s indicate WWII bomb damage and add to the area's variety and history.",
    "design": {
        "designers": [
            {
                "architect": "",
                "description": null,
                "year": "1850"
            }
        ],
        "periods": [
            "Victorian"
        ],
        "types": [
            "walk/tour"
        ]
    },
    "events": [
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/12711",
            "capacity": null,
            "date": "2024-09-21",
            "drop_in": false,
            "end": "2024-09-21T12:15:00+01:00",
            "fully_booked": true,
            "name": "An Architectural Walk in Brockley",
            "notes": "Brockley Society members familiar with the area will lead a guided walk through streets with interesting examples of Victorian architecture",
            "start": "2024-09-21T11:00:00+01:00",
            "ticketed": true
        }
    ],
    "facilities": [
        "Toilets"
    ],
    "factsheet": [
        {
            "heading": "Brockley's Victorian houses",
            "paragraphs": [
                "The unique environment we appreciate today in Brockley was created by the 1870s with foresight and care. In a coordinated approach to development by the landowners, the Tyrwhitt-Drake family, layouts were designed to respond to the alignment of former country lanes and respected field patterns and footpaths.  The unusually well preserved enclave of architectural and environmental history has survived into the 21st century almost intact, uniquely rich in High Victorian and Edwardian domestic architecture. As the houses fell into disrepair after the war they faced threats including piecemeal attack by property speculators during the property boom. Lewisham Council's plans to upgrade facilities to modern standards included proposals to build on back gardens and demolish some houses. But the 1967 Civic Amenities Act  led to designation of the Brockley Conservation Area, preserving the largest area of intact and unspoiled Victorian housing in south London."
            ]
        },
        {
            "heading": "Development in the Conservation Area",
            "paragraphs": [
                "Where modern houses and flats occur in the Brockley Conservation Area they are almost all replacements for houses damaged by bombs in the London Blitz during World War II. Designation of the conservation area means attempts to demolish or damage the appearance of Victorian houses can be challenged and refused by Lewisham's planning officers. \nSome regrettable developments have nonetheless taken place within the range of Victorian buildings.  But modern buildings of good design quality, in the right places, can enhance the conservation area and add to its architectural interest."
            ]
        }
    ],
    "id": 12711,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/12711/building_12711_000001130028__7808fe99499a9c46fa28189681c7293f.jpg",
            "description": null,
            "title": "Photo: John Moreland 1973",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12711_000001130028__7808fe99499a9c46fa28189681c7293f.jpg"
        }
    ],
    "links": [
        {
            "href": "https://brockleysociety.org.uk",
            "title": "brockleysociety.org.uk"
        }
    ],
    "location": {
        "address": "War Memorial, Lewisham Way, SE4 1SX",
        "latitude": 51.47099,
        "longitude": -0.03007,
        "meeting_point": null,
        "travel_info": [
            "Tube: New Cross, New Cross Gate",
            "Train: New Cross, New Cross Gate",
            "Bus: 136, 21, 321, 436",
            "Additional travel info: The war memorial is situated on the corner of Lewisham Way and Upper Brockley Road\r\nWalk ends in Pistachio's cafe, Hilly Fields, SE13 7DD"
        ]
    },
    "name": "Architectural Walk in Brockley",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/12711",
    "ticketed_events": true
}