{
    "all_week": false,
    "description": "Creative Works is a coworking space for local creatives, freelancers and SMEs. Based in Gnome House, which was built on the site of a WW1 Gnome Rotary Engines factory. The current building was built in the 1930s and remained an operating factory until the 1990s. This architectural legacy inspired their creative community to ask themselves what an ‘open factory’ might mean in the space today.",
    "design": {
        "designers": [],
        "periods": [
            "Inter-war"
        ],
        "types": [
            "offices"
        ]
    },
    "events": [],
    "facilities": [
        "Drinking water",
        "Toilets"
    ],
    "factsheet": [
        {
            "heading": "From Assembly Lines to Creative Minds",
            "paragraphs": [
                "This event will explore the evolution of factory spaces and what the concept of an 'open factory' means to the current creative community. \n \nCreative Works is a creative workspace based in a former factory. This architectural legacy inspired their creative community to ask themselves what an ‘open factory’ might mean in the space today. This event/exhibition will delve into the transformation of historic industrial buildings into contemporary creative hubs, all through the eyes of the myriad of designers, architects and creatives based here. Reflecting on the influence design has had on how we work – from assembly lines to digital collaboration – and what their own processes and ways of working might tell us about the future of creative collaboration."
            ]
        },
        {
            "heading": "About Gnome House",
            "paragraphs": [
                "Gnome House was built on the site of a WW1 Gnome Rotary Engines factory. These lightweight aircraft engines “gave British Sopwith Camel pilots superiority in the skies above the western front,” says a 30 April 2015 article in the Waltham Forest Gazette.",
                "The site was subsequently occupied by Hammond & Champress Ltd, a lift maker, and Haskins, a roller shutter manufacturer.",
                "It is now shared by  Creative Works (on floors one and two) and Hermanos Colombian Coffee Roasters (ground floor). These spaces are home to a host of local artists, designers and business owners."
            ]
        },
        {
            "heading": "About Creative Works",
            "paragraphs": [
                "Creative Works Space (CIC) is a creative community and learning hub in the heart of Blackhorse Lane's Creative Enterprise Zone.",
                "We provide flexible workspace memberships for local SMEs who want to work in a productive environment and become part of a growing network of creatives. Our creative members have the opportunity to work with ambitious young people from the local area through Big Creative Education (BCE) Apprenticeship Training Scheme.",
                "We’re an inclusive and inquisitive bunch who are always open to new projects, partnerships and opportunities for collaboration. Our ultimate goal is to enhance the success and well-being of our members and the broader community by making quality workspace more accessible.",
                "Our ecosystem facilitates the exchange of knowledge, experience and ideas between creative professionals and, in doing so also provides young learners with the chance to gain valuable experience in the creative industries."
            ]
        }
    ],
    "id": 12716,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2024/12716/building_12716_building-front-1_f7ee69636765131e641ff08bee4c8292.jpg",
            "description": null,
            "title": null,
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12716_building-front-1_f7ee69636765131e641ff08bee4c8292.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2024/12716/building_12716_cw-15nov22-4978-1_f0a9f21304a42d7073014d9432c10cb1.jpg",
            "description": null,
            "title": null,
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12716_cw-15nov22-4978-1_f0a9f21304a42d7073014d9432c10cb1.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Creative Works, 7 Blackhorse Lane, E17 6DS",
        "latitude": 51.58873,
        "longitude": -0.03985,
        "meeting_point": null,
        "travel_info": [
            "Tube: Blackhorse Road",
            "Bus: 123, 158, 230"
        ]
    },
    "name": "Creative Works",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/12716",
    "ticketed_events": false
}