{
    "all_week": false,
    "description": "An exploration of Old Lambeth, showing there is more to this district than an association with a 1930s musical and the residence of the Archbishop of Canterbury, this walk reveals links between industry and art, repurposed buildings and  shows hidden gems.\r\nThe only United Nations building in London, award winning architecture and unexpected green space are all on the route.",
    "design": {
        "designers": [],
        "periods": [],
        "types": [
            "walk/tour"
        ]
    },
    "events": [],
    "facilities": [],
    "factsheet": [
        {
            "heading": "Old Lambeth",
            "paragraphs": [
                "A small development close to the Church of St Mary at Lambeth, and then Lambeth Palace, this area was originally the ' lamb hithe'  -  a small port or landing place for sheep - which became Lambeth.  For centuries its importance lay in the Horse Ferry river crossing and waterside activities, potteries, factories and light industry, reaching its peak in the late 19th century. \nChanges in sanitation and then the 1956 Clear Air Act changed the district, only to transform gradually over a fifty year period, resulting in the mix of style, architecture and use we see today"
            ]
        },
        {
            "heading": "Our Lambeth Walk",
            "paragraphs": [
                "Starting at the former church, itself now transformed into the Graden Museum, our route first explores shipping connections, on an international scale, before a viewing reminder of an older dock. Between the two, a 'moderne' facade with detailing by Gilbert Bayes, followed by a Victorian terracotta gem, repurposed as contemporary workspace. We reveal reminders of the old village of Lambeth, and see how a site of public health history is now a green open space before our final stops which highlight reuse with an arty backdrop, the finale of our promenade being the 2016 Stirling Award  winning design for Damien Hirst's  Newport Street Gallery."
            ]
        },
        {
            "heading": "Route",
            "paragraphs": [
                "Our route will cross major roads, will include public open space and will be on pavements. Nb appropriate footwear, please"
            ]
        }
    ],
    "id": 12719,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/12719/building_12719_screenshot_20240602-200753_chrome_66fbabf227003fe5aef10e5112a92e01.jpg",
            "description": null,
            "title": "Lambeth Palace and former St Mary at Lambeth, now the Garden Museum",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12719_screenshot_20240602-200753_chrome_66fbabf227003fe5aef10e5112a92e01.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "St Mary's Gardens, Lambeth Road, SE1 7ND",
        "latitude": 51.49621,
        "longitude": -0.11258,
        "meeting_point": null,
        "travel_info": [
            "Tube: Lambeth North, Vauxhall, Waterloo",
            "Train: Vauxhall, Waterloo",
            "Bus: 344, 77, C10"
        ]
    },
    "name": "THE LAMBETH WALK",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/12719",
    "ticketed_events": false
}