{
    "all_week": false,
    "description": "This tour will explore the 20-year transformation of Leamouth Peninsula, and discover London City Island and Goodluck Hope – a thriving hub of arts, culture and community. It will also open up The Lantern Room for visitors to explore. A short walking tour will conclude with soft drinks served in this 29th floor sky lounge, normally exclusive to residents.",
    "design": {
        "designers": [
            {
                "architect": "Allies and Morrison",
                "description": null,
                "year": "2022"
            }
        ],
        "periods": [
            "Contemporary"
        ],
        "types": [
            "community/cultural"
        ]
    },
    "events": [],
    "facilities": [
        "Accessible toilet",
        "Toilets"
    ],
    "factsheet": [
        {
            "heading": "About this event",
            "paragraphs": [
                "Discover London City Island, Goodluck Hope and The Lantern Room!",
                "This tour will explore the 20-year transformation of this island site, which once lay derelict, into the thriving hub of arts, culture and community that it is today – and open up The Lantern Room for attendees to explore.",
                "Home to the English National Ballet as well as independent studios, cafes, bars and retailers, plus over 1700 new homes on London City Island and over 800 at Goodluck Hope, the island is one of the city’s most exciting new neighbourhoods, and is fostering a unique sense of community.",
                "The jewel in the crown is the Lantern Room, a special sky lounge located on the 29th floor of Douglass Tower at Goodluck Hope. With sweeping panoramic views across the Thames, the O2 Arena and Canary Wharf, as well as a wrap-around viewing deck, the Lantern Room is a special place for the Goodluck Hope community.",
                "Starting from the red bridge outside Canning Town station, and exploring the island in a southbound direction towards Goodluck Hope and the River Thames, the tour will be led by  Ballymore. The tour will explore development in this area, inspired by the area’s maritime heritage, and discuss how Goodluck Hope is now establishing a new community on the riverfront.",
                "The tour will end in The Lantern Room where a light soft drinks reception will be held."
            ]
        }
    ],
    "id": 12722,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2024/12722/building_12722_goodluck-hope-panorama-1_f1fa22e67493b78ce06e8c0a1137623b.jpg",
            "description": null,
            "title": "Goodluck Hope",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12722_goodluck-hope-panorama-1_f1fa22e67493b78ce06e8c0a1137623b.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "The Lantern Room, Goodluck Hope, Goodluck Hope Walk, E14 0JU",
        "latitude": 51.50721,
        "longitude": -0.12758,
        "meeting_point": null,
        "travel_info": [
            "Tube: Canning Town",
            "Train: Canary Wharf",
            "Additional travel info: Meet point: The Red Bridge by the West entrance to Canning Town Station (E16 1EJ).\r\nEnd point: The Lantern Room, Goodluck Hope"
        ]
    },
    "name": "Riverside Renaissance: Discovering Goodluck Hope",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/12722",
    "ticketed_events": false
}