{
    "all_week": false,
    "description": "Hello! We're Throwley Yard Cinema, Sutton's independent cinema and cultural hub. With a strong focus on the local community, our four cinema screens are only part of a wider offering which also includes a café, bar, live events, DJ academy, socialising and much more.",
    "design": {
        "designers": [],
        "periods": [],
        "types": [
            "cinema"
        ]
    },
    "events": [],
    "facilities": [
        "Accessible toilet",
        "Audio guide/description",
        "Baby changing facilities",
        "Drinking water",
        "Family-friendly event",
        "Seating available",
        "Step-free routes",
        "Toilets"
    ],
    "factsheet": [
        {
            "heading": "About us",
            "paragraphs": [
                "Throwley Yard Cinema is a brand-new 4-screen cinema,  live event space, bar, café, DJ academy and community hub. Formally the site of Chicago’s nightclub, the building has been fully re-purposed in a joint project with Sutton Council, after standing empty since 2013.",
                "Founder and CEO of Really Local Group, Preston Benson, comments “Throwley Yard  Cinema has been in the works for a number of years, so we are excited to be open. Built on the site of the former Chicago’s nightclub, the venue has undergone a huge amount of renovation to reinvigorate the space as a cultural hub in the heart of the high street, bringing a wide range of film and entertainment to the local community. We’re very proud of the space we’ve created and we look forward to Sutton locals enjoying the new venue and rich programme \nof films and events that it will offer.”",
                "The venue is a partnership between Sutton Council and independent operator, Really Local Group, the team behind Catford Mews, Reading Biscuit Factory, Ealing Project, Sidcup Storyteller and Peckham Levels.",
                "Similarly to Really Local Group's other venues, Throwley Yard Cinema will be more than your usual high street cinema. The space is available for a wide range of live events, grabbing a coffee in the spacious café or sitting on the sun terrace with a drink, catching up with friends or for local groups to use as they need, as well as a DJ Academy hosting lessons and workshops.",
                "The Really Local Group was selected as the delivery partner and operator by Sutton Council  after an open bidding process in 2021-22. The Council owns the building and the project is funded by the Council using money won from the Government’s Future High Streets Fund, and Council investment. The Council has promoted this scheme after residents and visitors said that they wanted more culture and leisure activities in Sutton. It also supports the Council’s plans to diversify the offer to residents, businesses and visitors in the borough’s main town \ncentre, as well as boost the evening economy.",
                "In December 2020, the London Borough of Sutton won £11.35m of government grant (Future High Streets Fund) to regenerate Sutton High Street. The Future High Streets Fund is part of the Government’s Levelling Up programme aimed at making the economy stronger, more equal and more resilient.",
                "Throwley Yard Cinema is one of four projects in Sutton Town Centre supported by the Future High Streets Fund. The programme, which involves bringing vacant buildings back to life with new uses, is a key part of the Council’s plans for Strong and Fair Economic Growth in Sutton by improving the physical environment for residents, creating business opportunities and new jobs and skills for local residents.",
                "Carolyn Dwyer, Director of Development, Growth and Regeneration at the London Borough of Sutton comments: “We’re proud to support our long-standing and new local businesses by bringing vacant buildings back into use to attract even more people into our Town Centre, adding more attractions to the incredible offer we have already in our high street with a wide range of shops, cafe’s, restaurants, bars and entertainment venues.",
                "“Throwley Yard is the latest in an exciting line-up of thriving cultural venues opening in Sutton town centre following the successful launches of The Sound Lounge and Oru Sutton. We have listened to our residents and businesses who have asked for more things to do locally, especially in the evenings and we know they will love the cinema and DJ school at Throwley Yard\".",
                "“Our ambitious plans make Sutton town centre a destination that will encourage more people from across the borough and outside to visit during the day and in the evenings. We are bringing empty buildings back into use and creating new jobs for local residents\".",
                "“We’re excited to see our plans to create a sustainable and vibrant Sutton town centre really come to life this year. We will be celebrating by joining the London Festival of Architecture in June, with events run by businesses in the Town Centre for everyone to enjoy.”"
            ]
        }
    ],
    "id": 12736,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2024/12736/building_12736_img_6169_6614316710175b5442f40d231ca380ce.jpeg",
            "description": null,
            "title": "Throwley Yard Cinema",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12736_img_6169_6614316710175b5442f40d231ca380ce.jpeg"
        }
    ],
    "links": [],
    "location": {
        "address": "2 Throwley Rd, Sutton, M1 4GJ",
        "latitude": 51.36209,
        "longitude": -0.19189,
        "meeting_point": null,
        "travel_info": [
            "Train: Sutton (Surrey)",
            "Bus: 80, 151, 164, 213, 280, 407, 413, 470, S1, S3, S4"
        ]
    },
    "name": "Throwley Yard Cinema",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/12736",
    "ticketed_events": false
}