{
    "all_week": false,
    "description": "The Herbarium is not usually open to public, only to visiting researchers and we would like to open the complex of historic and modern buildings up, prepare displays (on herbarium curation and digitisation of the collection) and arrange guided tours.",
    "design": {
        "designers": [
            {
                "architect": "",
                "description": null,
                "year": "1800"
            }
        ],
        "periods": [
            "John Lessels",
            "HM Office of Works",
            "John Hatton Markham",
            "Ministry of Public Buildings and Works",
            "Edward Cullinan Architects"
        ],
        "types": [
            ""
        ]
    },
    "events": [],
    "facilities": [
        "Accessible toilet",
        "Cloakroom",
        "Gender neutral toilet",
        "Seating available",
        "Step-free routes",
        "Toilets",
        "Handrails on stairs"
    ],
    "factsheet": [
        {
            "heading": "History of the Herbarium, Library, Art and Archives",
            "paragraphs": [
                "Hunter House\nEarly 18th Century Queen Anne style house on Kew Green, occupied by the Duke of Cumberland (subsequently the King of Hanover) until his death in 1851. The adjacent Meyer’s House (currently Hanover House) formed the other part of the residence. \nIn 1851 the Royal Gardens at Kew were transferred from the Crown to the State. William Hooker had been appointed Director in 1841 at a time when there was no official herbarium. Before then, Sir Joseph Banks’ \nherbarium and library in Soho Square had been used for queries on plant names and classification. Hooker now made his own collection, perhaps the largest in private hands, available to staff and visitors. The ground floor of Hunter House became available to the Director in 1852, initially on a temporary basis, and was used to house \nHooker’s herbarium, and the herbarium and library of Dr William Arnold Bromfield. The first Curator, Allan Black, was appointed in 1853. In 1876 the Drawing Room, South Room, kitchen and formal steps on the river frontage of Hunter House were demolished to make way for: \nFirst purpose-built wing of Herbarium (1877) – currently Wing C\nPurpose-built storage for pressed, dried plant specimens over three floors, the upper two galleried on iron columns, with working bays maximising natural light as artificial (gas) light a serious fire hazard – plant collections are \nmounted on paper and housed in wooden cabinets. Originally with elaborate ironwork and wooden panelling. In 1903 the wing was stripped, fire-proof concrete floors laid, and the galleries widened by 18 inches. The ironwork was probably simplified at this point.\nSecond wing of Herbarium (1902) – currently Wing B\nGalleried wing similar to Wing C. Originally with two spiral staircases, the second removed on addition of 3rd wing.  Electric light installed throughout in 1904. \nThird wing of Herbarium (1932) – currently Wing A\nArt Deco-style galleried wing over four floors designed by Ministry of Works architect, JH Markham\nFourth wing of Herbarium with purpose-built Library (1969) – currently Wing D\nQuadrangle basement (1990) – compactorised storage for herbarium collections\nFifth wing (2009)\nExtension to Herbarium and Library, with secure Art and Archive storage, and Reading Room. Edward Cullinan Architects Ltd"
            ]
        },
        {
            "heading": "Important early accessions",
            "paragraphs": [
                "1854 – Herbarium and library of George Bentham given to Kew\n1858 – Indian collections of Griffith, Falconer and Helfer acquired from the East India Company together with Roxburgh drawings\n1862 – Borrer’s British plants; Cunningham’s collections from Australia\n1863 – Grant’s East African plants collected on Speke & Grant expedition to discover the source of the Nile\n1865 – Burchell’s collection from St Helena, South Africa and South America presented; Lindley’s orchid herbarium purchased\n1866 – WJ Hooker’s herbarium (£5000), library (£1000) and correspondence (£1000) purchased by the Government after his death and formally incorporated into the collections at Kew\n1877 – Schweinfurth’s tropical African plants; Indian herbarium of CB Clarke \n1878 – Dalzell’s Indian herbarium\n1880 – Herbaria of Schimper (N.E. Africa), Bishop Goodenough, and W Munro \n1881 – Watson’s British plants\n1882 – Baron’s herbarium (Madagascar); herbarium of Botanical Record Club; Leighton’s herbarium\n1913 – Herbarium of the Honourable East India Company (the “Wallich” herbarium) transferred from Linnean Society of London"
            ]
        }
    ],
    "id": 12733,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2024/12733/building_12733_hunter-house-exterior_3348814a162cb48cb3c5362b08b841b6.jpeg",
            "description": null,
            "title": "Hunter House, herbarium entrance",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12733_hunter-house-exterior_3348814a162cb48cb3c5362b08b841b6.jpeg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2024/12733/building_12733_wing-c-interior_8ae68729d3cd7f595dcce17c43fd7512.jpeg",
            "description": null,
            "title": "Interior of wing C, first Herbarium extension built in 1877.",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12733_wing-c-interior_8ae68729d3cd7f595dcce17c43fd7512.jpeg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2024/12733/building_12733_wing-e_7ffa989de804858620ede5505274d676.jpeg",
            "description": null,
            "title": "The newest Herbarium wing, Wing E, built in 2009",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12733_wing-e_7ffa989de804858620ede5505274d676.jpeg"
        }
    ],
    "links": [],
    "location": {
        "address": "Kew, TW9 3AE",
        "latitude": 51.48527,
        "longitude": -0.29117,
        "meeting_point": null,
        "travel_info": [
            "Tube: Kew Gardens",
            "Train: Kew Bridge, Kew Gardens, Richmond",
            "Bus: 65"
        ]
    },
    "name": "Royal Botanic Gardens, Kew - Herbarium",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/12733",
    "ticketed_events": false
}