{
    "all_week": false,
    "description": "An expertly designed new build development by Pocket Living and Gort Scott. The 90 affordable one-bedroom homes for local first-time buyers is an embodiment of the area's rich history of William Morris and the Arts and Crafts movement.",
    "design": {
        "designers": [
            {
                "architect": "Gort Scott Architects",
                "description": null,
                "year": "2024"
            }
        ],
        "periods": [
            "Contemporary"
        ],
        "types": [
            "housing"
        ]
    },
    "events": [
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/12730",
            "capacity": null,
            "date": "2024-09-14",
            "drop_in": false,
            "end": "2024-09-14T15:00:00+01:00",
            "fully_booked": false,
            "name": "Forest Road Tour",
            "notes": "Please ",
            "start": "2024-09-14T14:00:00+01:00",
            "ticketed": true
        }
    ],
    "facilities": [
        "Accessible toilet",
        "Cloakroom",
        "Quieter area",
        "Seating available",
        "Step-free routes",
        "Toilets"
    ],
    "factsheet": [
        {
            "heading": "About the scheme",
            "paragraphs": [
                "Forest Road was completed in 2024 and provides 90 affordable one-bedroom homes for local first-time buyers in Waltham Forest. The building is designed by London-based architect Gort Scott, for Pocket Living. The building is situated opposite Lloyd Park and the William Morris Gallery — the Grade II* listed former home of the Arts and Crafts activist.",
                "The triangular site has contrasting contexts, with two-storey Victorian terraced houses lining streets on two sides and the arterial Forest Road as its main frontage. The scheme sensitively negotiates these differing characters with a sculpted massing that steps up from three to five storeys on Forest Road, re-establishing the street front on all three sides.",
                "For Forest Road, Gort Scott has evolved the language of brick and precast concrete decorative details first developed at nearby Gainsford Road (Gort Scott for Pocket Living, completed 2018), maintaining visual continuity across the two schemes to create a relatable identity whilst giving Forest Road its own distinct character. Inspired by the curved bay windows of the William Morris Gallery, lintels are gently concave to catch soft shadows that animate with changing light. This motif translates to bay windows and parapets, creating a scalloped ribbon that articulates the roofline. The material palette contains a mix of warm white, grey, plum, pink and red tones acknowledging the diverse colours of surrounding buildings.",
                "The plan of each individual home has been carefully designed to maximise living space within a compact one-bedroom home, providing functionality and comfort. Features include large floor to ceiling windows for maximum daylight, appropriate storage, continuous flooring throughout main living spaces and sensible room proportions.",
                "The homes at Forest Road are popular with residents who live solo, or in a partnership. The design of the building provides carefully considered opportunities for social interaction, alleviating feelings of isolation that can be experienced by solo living. There are two well designed communal gardens one at ground level and other at roof level with views of Lloyd Park. These will be planted with seasonal flowering plants that will add colour and fragrance to the gardens. Communal spaces have been thoughtfully integrated into the design to foster a sense of community among residents.",
                "Two facades at street corners feature large-scale murals by local artist, Adriana Jaros. The murals reference and celebrate the borough’s numerous ‘ghost signs’ - historical relics of faded advertisements hand painted directly onto brickwork at gable ends."
            ]
        }
    ],
    "id": 12730,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/12730/building_12730_1_d2d833111c523fc939d07ecf597754ff.png",
            "description": null,
            "title": null,
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12730_1_d2d833111c523fc939d07ecf597754ff.png"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/12730/building_12730_forest-road-low-res_e89748beeef55df6bf1a044e1fbc3e3e.png",
            "description": null,
            "title": null,
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12730_forest-road-low-res_e89748beeef55df6bf1a044e1fbc3e3e.png"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/12730/building_12730_low-res_57b27c449fb7bd474cebb12284b6dc03.png",
            "description": null,
            "title": null,
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12730_low-res_57b27c449fb7bd474cebb12284b6dc03.png"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/12730/building_12730_d_facc335d220600c3389739830231a243.png",
            "description": null,
            "title": null,
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12730_d_facc335d220600c3389739830231a243.png"
        }
    ],
    "links": [],
    "location": {
        "address": "458 Forest Road, Walthamstow, E17 4PZ",
        "latitude": 51.59034,
        "longitude": -0.01945,
        "meeting_point": null,
        "travel_info": [
            "Tube: Walthamstow Central"
        ]
    },
    "name": "Forest Road",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/12730",
    "ticketed_events": true
}