{
    "all_week": false,
    "description": "Chisenhale Art Place (CAP) was founded in 1980 when a group of artists were evicted from their studios at Butlers Wharf, and has since became a multi-disciplinary arts building consisting of 40 artist studios, a renowned art gallery and an artist-led dance space. On Sunday 15th September, the building will open its doors to offer an insight into the history of the building.",
    "design": {
        "designers": [
            {
                "architect": "Morris Cohen",
                "description": null,
                "year": "1942"
            }
        ],
        "periods": [
            "Chisenhale Art Place Founding Members",
            "Post-war"
        ],
        "types": [
            "art studio"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2024-09-15",
            "drop_in": true,
            "end": "2024-09-15T17:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in: Open Day & Archive Exhibition",
            "notes": "Please let us know if you plan to visit. Doing so allows the venue to plan ahead and you will be notified by email about any changes to the programme that might affect your visit.",
            "start": "2024-09-15T12:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        "Accessible toilet",
        "Family-friendly event",
        "Toilets",
        "Gender neutral toilet",
        "Handrails on stairs"
    ],
    "factsheet": [
        {
            "heading": "Chisenhale Art Place",
            "paragraphs": [
                "Chisenhale Art Place is home to three distinct initiatives – Chisenhale Dance Space, Chisenhale Gallery and Chisenhale Studios – with each operating unique programmes that enable emerging and established artists and dancers to develop, experiment and make exceptional work."
            ]
        },
        {
            "heading": "History",
            "paragraphs": [
                "Chisenhale Art Place's location has been occupied by factories for industrial manufacture since at least the mid-19th century, but the building’s precise origins are unclear. There are Tower Hamlets planning documents which point to operating factories on Chisenhale Road as early as the 1850s, and the site appears as ‘Pasteboard Works’ on a map surveyed in 1870. However, it is understood that the building as it exists today was built either partially or entirely at a later date.",
                "Chisenhale Works was built between 1942 and 1943, purportedly in the rubble of houses destroyed during The Blitz. The most recent iteration of the factory was operated by the furniture-maker Morris Cohen, trading as CHN Veneers (per the historic plaque erected beside the Chisenhale Gallery entrance, along the Bow Heritage Trail). CHN Veneers specialised in the production of wood veneer, expanding during the Second World War to cockpit veneers and propeller production for RAF aeroplanes including Spitfires. The letters C, H and N are visible as inlaid brickwork on the exterior façade of the building, which can be seen from the Grove Road bridge, spanning the Hertford Union canal.",
                "After the factory’s closure in 1972, the building was for some years unoccupied. The adjacent building, previously used as a brewery warehouse, remains derelict today. In 1980, a group of artists, evicted from their Thames-side studio spaces by property developers, negotiated a lease of the building with Tower Hamlets Council under the name “Arts Place Trust.” They proceeded to create studios on the floors upstairs and eventually put on exhibitions in the ground floor space, initially on a for-hire basis.",
                "The derelict remains of Chisenhale Works provided unconventional hope for a group of artists and dancers who were evicted from their former studios at Butlers Wharf in 1980. After negotiating a lease of the building under the banner of 'Arts Place Trust', the artists refurbished the building themselves over a period of 2 years. Rubbish and graffiti had to be removed, roofing, electrics, glazing, walls and doors all had to be installed.",
                "CAP was transformed from a filthy, empty shell of a building into a lively haven for creatives. A number of founding members hold studios to this day, and have been an integral part of shaping CAP's legacy.",
                "Today, Chisenhale Art Place thrives as a multi-purpose arts organisation home to three distinct initiatives – Chisenhale Dance Space, Chisenhale Gallery and Chisenhale Studios – each operating programmes that enable artists and dancers of all experiences to develop, experiment and create exceptional work. CAP creates extensive opportunities for communities and audiences to participate, learn and engage."
            ]
        },
        {
            "heading": "Accessibility",
            "paragraphs": [
                "Chisenhale Studios is based across 4 floors, with regrettably only the ground floor, including our education room, step-free access.",
                "Chisenhale Dance Space is based on the 2nd floor, which has regrettably no step-free access.",
                "Chisenhale Gallery is on our ground floor and has step-free access.",
                "We want events at Chisenhale Art Place to be accessible for all, and for everyone to feel welcome and included at our events. We acknowledge the limitations of the building we are in, and would be happy to discuss any ways that we can help you access our activities.",
                "If you would like to discuss your visit please email sam@chisenhale.co.uk"
            ]
        }
    ],
    "id": 12743,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/12743/building_12743_screenshot-2024-08-19-at-14-54-49_2de6a94b3d2ceffd40b7c5e5eef7276f.png",
            "description": null,
            "title": "Image of Chisenhale Art Place,  1996",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12743_screenshot-2024-08-19-at-14-54-49_2de6a94b3d2ceffd40b7c5e5eef7276f.png"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/12743/building_12743_20240830104307_001_1cc47da0978b1eb0ff684c41ef38bcd3.jpg",
            "description": null,
            "title": null,
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12743_20240830104307_001_1cc47da0978b1eb0ff684c41ef38bcd3.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/12743/building_12743_20240830104141_001_4fce6676e7d7247b6f01fc696bc25e06.jpg",
            "description": null,
            "title": null,
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12743_20240830104141_001_4fce6676e7d7247b6f01fc696bc25e06.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "64-84 Chisenhale Road, E3 5QZ",
        "latitude": 51.53301,
        "longitude": -0.03965,
        "meeting_point": null,
        "travel_info": [
            "Tube: Bethnal Green",
            "Train: Cambridge Heath",
            "Bus: 254, 276, 277, 425, D6",
            "Additional travel info: Chisenhale Art Place is located halfway between Bethnal Green and Mile End Underground stations."
        ]
    },
    "name": "Chisenhale Art Place",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/12743",
    "ticketed_events": false
}