{
    "all_week": false,
    "description": "Enfield Council has been awarded grant funding from the National Heritage Lottery Fund, The Pilgrim Trust and The Enfield Society to understand how the non-conformist chapel in Lavender Hill Cemetery can be conserved and identify potential new uses.\r\n\r\nJoin us to explore the cemetery, take a look inside the former Chapel and give us your thoughts on its future!",
    "design": {
        "designers": [
            {
                "architect": "Thomas J Hill",
                "description": null,
                "year": "1870"
            }
        ],
        "periods": [
            "Victorian"
        ],
        "types": [
            "cemetery"
        ]
    },
    "events": [],
    "facilities": [
        "Family-friendly event",
        "Parking",
        "Quieter area",
        "Step-free routes"
    ],
    "factsheet": [
        {
            "heading": "History of Lavender Hill Cemetery",
            "paragraphs": [
                "In 1870 the Enfield Burial Board was established to address a shortage of burial space within St Andrew’s Churchyard. The Board soon acquired a large piece of land near the top of Lavender Hill and set about constructing a new cemetery. The work was carried out under the supervision of Thomas J. Hill, who designed two gothic chapels (one for the Anglicans, one for the nonconformists) as well as the entrance lodge, walls and gates.",
                "The two chapels form a picturesque matching pair and are constructed of rock-faced stone with ashlar dressings in a Gothic Revival style. Unusually, the nonconformist chapel incorporated a curved metal urinal with embossed panels and decorative bands (which has been removed for safe keeping).",
                "In 1990, the heritage value of the western chapel (nonconformist), eastern chapel (Anglican), the cemetery lodge and attached railings and gates, was recognised by Historic England who designated them Grade II listed buildings.",
                "Memorials within the cemetery include a chest tomb to the Bosanquet family, a granite vault to Heinrich Faulenbach, and a Celtic cross to Benjamin Godfrey."
            ]
        },
        {
            "heading": "Our Project \"Lavender Hill - Chapel and Community\"",
            "paragraphs": [
                "The nonconformist chapel in Lavender Hill Cemetery is a Grade II listed building owned by the London Borough of Enfield. Having been unoccupied for several years, the chapel is in poor condition and has been included on Historic England’s Heritage at Risk Register.",
                "Enfield Council has been awarded grant funding from the National Heritage Lottery Fund, The Pilgrim Trust and The Enfield Society to deliver an exciting new project, ‘Lavender Hill – Chapel and Community’.",
                "The project will be delivered in partnership with London Historic Buildings Trust and seeks to better understand how this important heritage asset can be conserved, restored and brought back into use. To do this, we will be appointing a professional team to deliver an options appraisal in consultation with local stakeholders.",
                "A programme of activities and consultations with members of the local community are also planned, including nature walks, a maintenance training day, and the production of online interpretation about the history of the site.",
                "For updates on the project, including events and public engagement, visit the London Historic Buildings Trust wesbite."
            ]
        }
    ],
    "id": 12751,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2024/12751/building_12751_pxl_20240613_111405737_bfc79b5bf1fd3ccdb53e9f8f6cac74f0.jpg",
            "description": null,
            "title": "Lavender Hill Non-Conformist Chapel",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12751_pxl_20240613_111405737_bfc79b5bf1fd3ccdb53e9f8f6cac74f0.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2024/12751/building_12751_pxl_20240613_113226039-night_bdb9e6d4850b99577376108150072522.jpg",
            "description": null,
            "title": "Interior image of Lavender Hill Non-Conformist Chapel",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12751_pxl_20240613_113226039-night_bdb9e6d4850b99577376108150072522.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Lavender Hill Non-Conformist Chapel, Lavender Hill Cemetery, EN2 0TH",
        "latitude": 51.66641,
        "longitude": -0.09376,
        "meeting_point": null,
        "travel_info": [
            "Additional travel info: The Lavender Hill Cemetery Non-Conformist Chapel is a 5 minute walk from Gordon Hill Station."
        ]
    },
    "name": "Lavender Hill: Chapel and Community",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/12751",
    "ticketed_events": false
}