{
    "all_week": false,
    "description": "Discover the stories of 19th century people working, living and dying across Southwark and Lambeth and the remarkable individuals who strove to make life better.  Remnants of 19th century architecture are to be found at every turn; the site of Charles Dickens' childhood trauma, a Victorian railway for the dead, a magnificent theatre still vibrant today and a street where time has stood still.",
    "design": {
        "designers": [],
        "periods": [],
        "types": [
            "walk/tour"
        ]
    },
    "events": [
        {
            "activity_type": "Walking tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/12756",
            "capacity": null,
            "date": "2024-09-19",
            "drop_in": false,
            "end": "2024-09-19T13:00:00+01:00",
            "fully_booked": false,
            "name": "19th century lives in Southwark and Lambeth",
            "notes": "Discover the stories of 19th century people working, living and dying across Southwark and Lambeth",
            "start": "2024-09-19T11:00:00+01:00",
            "ticketed": true
        }
    ],
    "facilities": [],
    "factsheet": [
        {
            "heading": "19th century walking tour",
            "paragraphs": [
                "The 1800’s were a time of great innovation in science and industry.  London's population expanded from one to five and a half million across the century. Most of these people were the working class poor and many of them lived, worked and died in Southwark and Lambeth."
            ]
        },
        {
            "heading": "The route",
            "paragraphs": [
                "This walking tour from London Bridge to Waterloo stations will feature nineteenth century architectural remnants, telling the stories of workers and the people who strove to make life better."
            ]
        },
        {
            "heading": "You'll hear about...",
            "paragraphs": [
                "London's second biggest fire, bodysnatchers serving medical students, a bustling coaching inn, a debtors’ prison, a burial ground for prostitutes, model dwellings for the working classes, a perfectly preserved 19th century street, a Victorian music hall, a coffin train service and much more..."
            ]
        },
        {
            "heading": "About your guide",
            "paragraphs": [
                "Vanessa Norris is a participant of Open City's Golden Key Academy.  She currently works in the voluntary sector and has previously managed BBC Learning Campaigns including an oral history project about World War two experience.  She has a passion for London history, walking and telling stories."
            ]
        },
        {
            "heading": "Golden Key Academy",
            "paragraphs": [
                "This tour is led by a participant of Open City’s Golden Key Academy – a course training up insightful and engaging guides dedicated to explaining London and bringing its many stories to life. It is part of a wider collection of tours created by Golden Key Academy guides for the Open House Festival celebrating their conclusion of the eight month course.\nFurther information on the Golden Key Academy can be found here https://open-city.org.uk/golden-key-academy"
            ]
        }
    ],
    "id": 12756,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/12756/building_12756_p12527_32c602503507697e86e362a060708fb8.jpg",
            "description": null,
            "title": "19th century Borough High Street.  Credit: Southwark Archives",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12756_p12527_32c602503507697e86e362a060708fb8.jpg"
        }
    ],
    "links": [
        {
            "href": "https://open-city.org.uk/golden-key-academy",
            "title": null
        }
    ],
    "location": {
        "address": "Hay's Galleria, Tooley Street, SE1 2HD",
        "latitude": 51.50619,
        "longitude": -0.08371,
        "meeting_point": null,
        "travel_info": [
            "Tube: London Bridge",
            "Train: London Bridge",
            "Bus: 17",
            "Additional travel info: Meet next to the Navigators ship sculpture, Hay's Galleria, Tooley Street, SE1 2HD\r\nEnd point is Waterloo station"
        ]
    },
    "name": "19th century lives in Southwark and Lambeth",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/12756",
    "ticketed_events": true
}