{
    "all_week": false,
    "description": "To celebrate its 30th anniversary, Heatherwick Studio is welcoming the public to its new home for the very first time. \r\n\r\nVisitors will discover how the studio seeks to make the built world more joyful, engaging and human through its designs. There will be tours of the studio's workshop, while a display of models and objects will take people on a journey through 30 years of projects and ideas.",
    "design": {
        "designers": [
            {
                "architect": "Heatherwick Studio",
                "description": null,
                "year": "2023"
            }
        ],
        "periods": [
            "Historical/contemporary"
        ],
        "types": [
            "architectural practice"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2024-09-14",
            "drop_in": true,
            "end": "2024-09-14T16:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in: Open Day",
            "notes": "",
            "start": "2024-09-14T10:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        "Accessible toilet",
        "Baby changing facilities",
        "Cloakroom",
        "Drinking water",
        "Family-friendly event",
        "Gender neutral toilet",
        "Handrails on stairs",
        "Seating available",
        "Step-free routes",
        "Toilets"
    ],
    "factsheet": [
        {
            "heading": "Studio Information",
            "paragraphs": [
                "Heatherwick Studio is an architecture and design practice based in King’s Cross since 1994. It creates buildings, spaces, objects, and infrastructure all around the world. Internationally celebrated projects include the Olympic cauldron for London 2012, Coal Drops Yard in London, Little Island in New York, the Zeitz Museum of Contemporary Art Africa in Cape Town, and Changi Airport’s terminal 5, among many others."
            ]
        },
        {
            "heading": "History",
            "paragraphs": [
                "Historically, the studio has been somewhat hidden away. But in its new home, Making House, it is focused on engaging more with the public. Formerly the head office of a well-known fashion brand, the building has a prominent place on Argyle Street, just a five-minute walk from King’s Cross Station. \nA comprehensive renovation has maximised its relationship with the street. Huge windows reveal the inner workings of the studio and workshop, with the intention of sharing the skill and passion of the 250 creative people who work there. The hope is that passers-by might be given a literal window into the way the studio works and how it tries to realise vision for a world where the buildings and places around us are radically more joyful, engaging and human.\nFor Open House, visitors will be invited to explore the expansive ground floor, which has been designed to one day fit a Routemaster bus inside."
            ]
        },
        {
            "heading": "Exploring the space",
            "paragraphs": [
                "To celebrate its 30th anniversary year, the studio is welcoming the public into Making House for the very first time as part of Open House. Visitors can explore three decades of ideas and projects through models of the studio’s best-known projects and objects. They can also have a go on the famous Spun chairs, explore materiality, watch videos showing the studio’s built work, chat to studio members, and virtually race around Little Island as part of a brand new Fortnite game that is under development."
            ]
        },
        {
            "heading": "Workshop",
            "paragraphs": [
                "Materiality is at the heart of the studio’s design approach, with the design studio sitting side-by-side with a fully functional in-house workshop, complete with 3D printers, vac-formers and laser cutters. Visitors can learn about the process of making and discover how designers test ideas and experiment with materials."
            ]
        },
        {
            "heading": "Building Soulfulness",
            "paragraphs": [
                "The studio’s aim is that people will leave feeling a little bit creative, a little bit inspired, and a little more ready to think about how the buildings in our towns and cities could be more soulful."
            ]
        }
    ],
    "id": 12775,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/12775/building_12775_making-house_a021474b416a870254402dc02d17c0af.png",
            "description": null,
            "title": "Raquel Diniz",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12775_making-house_a021474b416a870254402dc02d17c0af.png"
        }
    ],
    "links": [],
    "location": {
        "address": "Making House, 55 Argyle Street, WC1H 8EE",
        "latitude": 51.52873,
        "longitude": -0.12016,
        "meeting_point": null,
        "travel_info": [
            "Tube: King's Cross St. Pancras",
            "Train: King's Cross",
            "Bus: 10, 17, 205, 214, 259, 30, 390, 45, 46, 476, 59, 63, 73, 91"
        ]
    },
    "name": "Heatherwick Studio at Making House",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/12775",
    "ticketed_events": false
}