{
    "all_week": false,
    "description": "Herbert Paradise transforms a mid-terrace home into a sustainable oasis. This retrofit features an open-plan ground floor connecting to the garden, eco-friendly systems, and raw materials. With high ceilings, clay plaster, and recycled joinery, it shows how sustainable design creates joyful spaces. A garden studio completes this urban refurbishment balancing comfort and environmental responsibility",
    "design": {
        "designers": [
            {
                "architect": "RISE Design Studio",
                "description": null,
                "year": "2024"
            }
        ],
        "periods": [
            "Contemporary"
        ],
        "types": [
            "residence"
        ]
    },
    "events": [],
    "facilities": [
        "Accessible toilet",
        "Gender neutral toilet",
        "Seating available"
    ],
    "factsheet": [
        {
            "heading": "Sustainable Design Approach, Construction + Materials",
            "paragraphs": [
                "\"Herbert Paradise\" is a remarkable deep retrofit project transforming a mid-terrace home into a sustainable family oasis. This project showcases innovative sustainable architecture in an urban environment, blending eco-friendly living with thoughtful design.",
                "This mid-terrace home retrofit features an Air Source Heat Pump, solar panels, airtightness, MVHR, eliminating gas dependency, and enhanced insulation exceeding Building Regulations for energy efficiency. The project utilizes eco-friendly materials like locally sourced clay plaster and recycled wood fibre Valchromat, balancing sustainability with aesthetics.",
                "Architecturally, the home boasts an open-plan ground floor with high ceilings, seamlessly connecting to a redesigned garden. Strategic rooflights and a garden studio enhance natural light and functionality. This project demonstrates how existing London homes can be transformed to meet modern living needs while prioritising environmental consciousness, offering visitors insight into the future of urban sustainable living."
            ]
        }
    ],
    "id": 12770,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/12770/building_12770_rise-design-studio-herbert-paradise-living-kitchen_a2ac51e42432e7da5eb60d11e118be17.jpg",
            "description": null,
            "title": "Kitchen Living space looking towards the fruit trees in the rear garden and home office beyond.",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12770_rise-design-studio-herbert-paradise-living-kitchen_a2ac51e42432e7da5eb60d11e118be17.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "66 Herbert Gardens, NW10 3BU",
        "latitude": 51.53483,
        "longitude": -0.22964,
        "meeting_point": null,
        "travel_info": [
            "Tube: Kensal Green",
            "Train: Kensal Rise",
            "Bus: 187, 28, 302, 52"
        ]
    },
    "name": "Herbert Paradise",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/12770",
    "ticketed_events": false
}