{
    "all_week": false,
    "description": "Guiding the development of a new urban centre at the heart of south-east London's Rotherhithe peninsula, historically a network of working docks and canals connected to the River Thames - and recently the home of a 1980s low density shopping centre. Sitting between two underground stations and two waterbodies, it offers the opportunity to create a characterful, well-connected London neighbourhood.",
    "design": {
        "designers": [
            {
                "architect": "Allies and Morrison",
                "description": null,
                "year": "2018"
            }
        ],
        "periods": [
            "Contemporary"
        ],
        "types": [
            "walk/tour"
        ]
    },
    "events": [
        {
            "activity_type": "Walking tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/12778",
            "capacity": null,
            "date": "2024-09-20",
            "drop_in": false,
            "end": "2024-09-20T14:30:00+01:00",
            "fully_booked": true,
            "name": "Walking tour",
            "notes": "Walking tour led by the Masterplanners and Architects.",
            "start": "2024-09-20T13:00:00+01:00",
            "ticketed": true
        }
    ],
    "facilities": [],
    "factsheet": [
        {
            "heading": "Context",
            "paragraphs": [
                "On a map, Canada Water's proximity to Canary Wharf and central London is striking, yet the area today feels geographically disconnected and strategically overlooked. The peninsula is however far from being a blank canvas. The physical legacy of the docks has been overlaid with a generous network of green spaces. Large, low-rise retail units, a leisure centre and extensive surface car parking characterise the area whilst an established local community occupies the immediate surroundings. The challenge here is to recognise and reconcile the strengths of the existing with the evident need for an upgraded infrastructure, new homes and opportunities. In addition, the area has been earmarked in local and regional planning policy for regeneration, targeted by the Mayor of London as an area ripe to deliver much-needed new housing.",
                "Encompassing land use, urban design, landscape and public realm, routes and spaces, built form and infrastructure, the illustrative masterplan has grown and developed over a period of years. Our client, British Land, first began exploring options for Canada Water's future in 2013 when both the site and attendant aspirations were smaller. Subsequent changes in local and regional planning policy significantly raised the area's status with a progressively expanding site boundary giving us repeated opportunities to rethink and refine the design through a number of iterations."
            ]
        },
        {
            "heading": "The Masterplan",
            "paragraphs": [
                "Our masterplan provides a structured concept and framework for development. In order to strike a balance between creating clear principles and objectives to support the creation of a place, and being flexible enough to accommodate change in the longer-term, an outline planning application was submitted that establishes the parameters for development alongside a detailed application for four sites. Two of these, Plots A1 and A2, are buildings we are also designing:",
                "Adjacent to Canada Water station, the first of these (Plot A1) is a hybrid building with shops at ground floor, flexible workspace across a 5-storey podium and retained 35-storeys of housing above. The different uses are expressed as individual volumes; a family of buildings grouped together. The 5-storey podium volume is further broken down, appearing as three distinct complementary buildings that align in height with their neighbours, while the residential tower that rises above them employs a similar tactic, using a wider range of materials and colour to suggest three tall elements of differing heights.",
                "The second building (A2) is also hybrid in nature, combining 21,200 sqm of workspace with a leisure centre and swimming pool in a building whose form references the industrial warehouse heritage of the docks. The leisure centre occupies the ground floor and basements while flexible workspace is spread across five upper storeys. Each use has its own dedicated entrance, the leisure centre facing onto a community square that is developing around the Dock Office buildings, with all activities - gym, swimming pool and indoor courts - on show, via a large, open daylit stairwell."
            ]
        }
    ],
    "id": 12778,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/12778/building_12778_int_802_canadawater_concept_sidestory_e46bf37b6f8c878aa29056c3e61d63aa.jpg",
            "description": null,
            "title": "Historic",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12778_int_802_canadawater_concept_sidestory_e46bf37b6f8c878aa29056c3e61d63aa.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/12778/building_12778_int_802_canadawater_concept_slider_01_characterareas_76261a58e830eb700979ca3da614ee99.jpg",
            "description": null,
            "title": "Masterplan",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12778_int_802_canadawater_concept_slider_01_characterareas_76261a58e830eb700979ca3da614ee99.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/12778/building_12778_int_802_canadawater_concept_slider_03_townsquare_1b6a944c3ceca4db96a588106283716a.jpg",
            "description": null,
            "title": null,
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12778_int_802_canadawater_concept_slider_03_townsquare_1b6a944c3ceca4db96a588106283716a.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/12778/building_12778_pro_802_03_01_plot-a1_canada_water_3fcf9664bc12a386a1a80963d2522745.jpg",
            "description": null,
            "title": "Plot A1, under construction.",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12778_pro_802_03_01_plot-a1_canada_water_3fcf9664bc12a386a1a80963d2522745.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/12778/building_12778_pro_802_03_03__plot-a1_canada_water_1ce7e3bc0fb6c9f2c18a165bf431e267.jpg",
            "description": null,
            "title": "Dock Shed, under construction.",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12778_pro_802_03_03__plot-a1_canada_water_1ce7e3bc0fb6c9f2c18a165bf431e267.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Canada Water Underground Station, SE16 2XU",
        "latitude": 51.49868,
        "longitude": -0.04915,
        "meeting_point": null,
        "travel_info": [
            "Tube: Canada Water",
            "Additional travel info: Meeting point: outside Canada Water Cafe, 40 Surrey Quays Rd, London SE16 7DX."
        ]
    },
    "name": "Canada Water Masterplan",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/12778",
    "ticketed_events": true
}