{
    "all_week": false,
    "description": "A walk visiting 5 historic chapels and churches in Tower Hamlets \r\nSaturday 21 Sept meeting at 9.55am",
    "design": {
        "designers": [],
        "periods": [],
        "types": [
            "religious"
        ]
    },
    "events": [],
    "facilities": [],
    "factsheet": [
        {
            "heading": "The buildings",
            "paragraphs": [
                "The walk will visit 5 very different churches.",
                "The Chapel at the Royal Foundation of St Katharine is the most modern building on the walk but with the longest history.  RFSK has been a \"royal peculiar\", ie, a Church of England establishment outside of the control of the diocese but under the direct jurisdiction of the monarch, since 1147.  It moved to its current site in 1948, on the site of the former St James, Ratcliffe parish church which was destroyed in the Blitz.  The Royal Chapel was built in 1952 in a plain, modern style, but furnished older items including the carved wooden pews and Jacobean pulpit.",
                "St Mary's Cable Street was built from 1849-50 during a period of church expansion in east end of London designed to bring Christianity to those living in the slums.  The church is built in a traditional style with Kentish ragstone walls and a natural slate roof.  A number of stained glass windows were fitted on the north side of the church during the 1930s.",
                "There has been a church on the site occupied by St Paul's Shadwell since 1656.  The present church building was built in 1821 by John Walters and is the only surviving example of his work.  The church has a long and rich history and connections with various historical figures including John Wesley and Captain James Cook.",
                "St George-in-the-East is one of six Hawksmoor churches built in London in the 18th Century.  The original interior was destroyed when the church was hit by a bomb in 1941 but the external walls and towers remained.  In 1964 a modern church interior was built within the existing walls creating an incredible blend of old and modern.",
                "St Peter's London Docks, originally built in 1865-66 was another casualty of the Blitz with much of church damaged.  Repairs were made in 1949 and the church was completely renovated in 1985."
            ]
        },
        {
            "heading": "Requirements",
            "paragraphs": [
                "The walk will take place over 2 hours and involves walking between the different church buildings.  Please ensure that you have suitable footwear and that your clothing is suitable for the weather on the day.  It would be advisable to bring water with you."
            ]
        }
    ],
    "id": 12785,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2024/12785/building_12785_rfsk-chapel-2_7716499f07f1c4e4f6f1d08f04f7d6ae.jpg",
            "description": null,
            "title": "Chapel at the Royal Foundation of St Katharine",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12785_rfsk-chapel-2_7716499f07f1c4e4f6f1d08f04f7d6ae.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Outside the Yurt Cafe, St Katherine's Precinct, 2 Butcher Row",
        "latitude": 51.51212,
        "longitude": -0.04109,
        "meeting_point": null,
        "travel_info": [
            "Tube: Limehouse",
            "Additional travel info: Limehouse DLR & Rail station is nearest to the start of the walk.  The closest station to the end of the walk is Wapping Overground station."
        ]
    },
    "name": "East London Chapels & Churches Walk",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/12785",
    "ticketed_events": false
}