{
    "all_week": false,
    "description": "Not the end of the line? London’s King’s Cross and St Pancras are perfectly located stations at the crossroads of north, south, east and west. The stations and the neighbourhoods they inhabit, have a rich and diverse history. This walk will look at the decline and the regeneration of this well-known area.",
    "design": {
        "designers": [],
        "periods": [
            "Historical/contemporary"
        ],
        "types": [
            "walk/tour"
        ]
    },
    "events": [
        {
            "activity_type": "Walking tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/12794",
            "capacity": null,
            "date": "2024-09-16",
            "drop_in": false,
            "end": "2024-09-16T12:30:00+01:00",
            "fully_booked": false,
            "name": "Walking tour",
            "notes": "Please ",
            "start": "2024-09-16T10:30:00+01:00",
            "ticketed": true
        }
    ],
    "facilities": [
        "Accessible toilet",
        "Baby changing facilities",
        "Toilets"
    ],
    "factsheet": [
        {
            "heading": "Details:",
            "paragraphs": [
                "A 1.5/2 hour walk around the Kings Cross and St Pancras neighbourhoods with a particular focus on the regeneration of the area from the 1980’s to the present.",
                "The walk explores the decline of the area in the 1980’s - contrasting the then high incidence of crime, drugs and prostitution with the impressive regeneration over the past two decades. We will focus on the spectacular renovation of key places such as Coal Drops Yard and the emergence of new commercial outlets, businesses and luxury flats. We’ll take in the recent repurposing of buildings such as the brutalist Standard Hotel, former annexe of Camden Council, and the Scala nightclub.",
                "The walk also focuses on areas such as Pentonville Prison and the Hillview Housing Estate where we’ll contemplate how older public institutions and social housing sit with more recent gentrification of the area. Community, health and education provision, such as the radically designed Hugh Cubitt Centre and the British Library, will be considered.",
                "We will take a few moments to reflect on the tragedy of the 1980’s Kings Cross fire and how safety standards in public transport and services improved in the aftermath.",
                "Your tour guide is Polly; a long-time visitor to Kings Cross and St Pancras with an interest in social and architectural regeneration of cities and a passion for twentieth century architecture.",
                "Golden Key Academy\nThis tour is led by a participant of Open City’s Golden Key Academy – a course training up insightful and engaging guides dedicated to explaining London and bringing its many stories to life. It is part of a wider collection of tour events created by Golden Key Academy guides for the Open House Festival celebrating their conclusion of the eight month course. \nFurther info on the Golden Key Academy can be found here https://open-city.org.uk/golden-key-academy"
            ]
        }
    ],
    "id": 12794,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/12794/building_12794_img_3658_2d58ebb8b71f7357872e62816881d8fd.jpg",
            "description": null,
            "title": "photo credit: Polly Schlesinger",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12794_img_3658_2d58ebb8b71f7357872e62816881d8fd.jpg"
        }
    ],
    "links": [
        {
            "href": "https://open-city.org.uk/golden-key-academy",
            "title": null
        }
    ],
    "location": {
        "address": "Outside Black Sheep Coffee, Unit 2",
        "latitude": 51.53474,
        "longitude": -0.12458,
        "meeting_point": null,
        "travel_info": [
            "Tube: King's Cross St. Pancras",
            "Train: King's Cross",
            "Additional travel info: Tour Ends: Standard Hotel opposite St Pancras Station"
        ]
    },
    "name": "The regeneration of the King's Cross area",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/12794",
    "ticketed_events": true
}