{
    "all_week": false,
    "description": "What is a city for? This question is more urgent than ever: a warming planet, a housing crisis and ever changing working-living patterns are forcing us to reconsider what a city is or should be. How can these ideas coexist? How can they come into conflict?\r\n\r\nThis tour explores the forces that have shaped London in the 20th and 21st centuries, and whether they can get us where we need to go next.",
    "design": {
        "designers": [],
        "periods": [],
        "types": [
            "walk/tour"
        ]
    },
    "events": [
        {
            "activity_type": "Walking tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/12796",
            "capacity": null,
            "date": "2024-09-18",
            "drop_in": false,
            "end": "2024-09-18T20:00:00+01:00",
            "fully_booked": false,
            "name": "Guided tour",
            "notes": "Please ",
            "start": "2024-09-18T18:00:00+01:00",
            "ticketed": true
        }
    ],
    "facilities": [],
    "factsheet": [
        {
            "heading": "The route",
            "paragraphs": [
                "The walk will explore a few landmark buildings in the City of London with a particular focus on who uses the buildings and whether the buildings are meeting their needs. How do these buildings perform their intended function? Why does a building look the way it looks?",
                "Starting at Liverpool Street Station and heading south towards the City's eastern cluster, along the route we'll discuss whether the London built environment is currently meeting the needs of many living in it, and how it might change (or fail to change) to address the needs of future generations of Londoners."
            ]
        },
        {
            "heading": "Your guide",
            "paragraphs": [
                "Juan Castro-Varón is an award-winning artist, designer-maker and architecture aficionado. His metal work under the name MINILITH, is informed by 20th century architecture and the built environment, as well as his background as an engineer.",
                "Most recently, Juan was awarded a Gold Award at the Goldsmith's Craft and Design Awards 2024, for 'Stet fortuna domus' a piece about the UK's housing crisis."
            ]
        },
        {
            "heading": "Golden Key Academy",
            "paragraphs": [
                "This tour is led by a participant of Open City’s Golden Key Academy – a course training up insightful and engaging guides dedicated to explaining London and bringing its many stories to life. It is part of a wider collection of tours created by Golden Key Academy guides for the Open House Festival celebrating their conclusion of the eight month course.\nFurther information on the Golden Key Academy can be found here https://open-city.org.uk/golden-key-academy"
            ]
        },
        {
            "heading": "Meeting place",
            "paragraphs": [
                "Liverpool Street Station (in front of the entrance on Liverpool street, in front of McDonalds)"
            ]
        }
    ],
    "id": 12796,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/12796/building_12796_lloyd-s_building_8036cd5e855380a763de5cc2c5613e37.jpg",
            "description": null,
            "title": "Stephen Richards / Lloyd's / CC BY-SA 2.0\r\nEast India House / Thomas Hosmer Shepherd, c.1817",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12796_lloyd-s_building_8036cd5e855380a763de5cc2c5613e37.jpg"
        }
    ],
    "links": [
        {
            "href": "https://open-city.org.uk/golden-key-academy",
            "title": null
        }
    ],
    "location": {
        "address": "Meet: Outside McDonald's",
        "latitude": 51.51761,
        "longitude": -0.08233,
        "meeting_point": null,
        "travel_info": [
            "Tube: Liverpool Street",
            "Train: Liverpool Street"
        ]
    },
    "name": "A city is not a museum: how London adapts and changes",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/12796",
    "ticketed_events": true
}