{
    "all_week": false,
    "description": "Join this walking tour to discover how post-war architects and planners re-imagined the future of housing. See first hand the highly experimental output of London councils, including the low-rise flow of the Alexandra and Ainsworth Estate designed by Neave Brown and the high-rise monolith Trellick Tower by  Erno Goldfinger. This walk is not about housing pre-fixed by ‘public’, ‘social’, ‘council’ or ‘local’ – but the concept of housing itself.",
    "design": {
        "designers": [],
        "periods": [],
        "types": [
            "walk/tour"
        ]
    },
    "events": [],
    "facilities": [],
    "factsheet": [
        {
            "heading": "Fizzing with ideas",
            "paragraphs": [
                "The post-war period in architecture is fizzing with energy and ideas. Heavily damaged cities seek to rebound from their dereliction into the fantasy of the forthcoming machine age, full of new vehicles and technologies to organise and improve life. London council planning offices recruit young and daring architects, approving housing reflecting the cutting edge ideas at the time."
            ]
        },
        {
            "heading": "Alexandra & Ainsworth Estate",
            "paragraphs": [
                "Backing out on to a precipice over a busy railway line, Neave Brown's stepped estate concept was not a rejection of Victorian terraced housing and street life, but an attempt at continuing it using the new medium of concrete. As important to Brown as the housing, was the associated green spaces adjacent, which soften the otherwise harsh aesthetics of the buildings here. Green and grey thrive."
            ]
        },
        {
            "heading": "Carlton Vale",
            "paragraphs": [
                "A sloping green valley between Camden and Kensington.  We will stop at a pub here for refreshments roughly halfway into the 40 minute walk between the Alexandra and Ainsworth Estate and the Trellick Tower."
            ]
        },
        {
            "heading": "Trellick Tower",
            "paragraphs": [
                "Whereas the A&A Estate adapts the ground-level street, the Trellick Tower rises 31 stories in the air and translates the street into so-called 'streets in the sky'. Erno Goldfinger innovates in the shared use of common facilities, placing utilities and service equipment in a separate tower which  supplies the estate via umbilical bridges. The underlying structure made open and adopted as design, provides long uninterrupted views on to the growing city. At night, the machine glows with coloured lights."
            ]
        },
        {
            "heading": "Golden Key Academy",
            "paragraphs": [
                "This tour is led by a participant of Open City’s Golden Key Academy – a course training up insightful and engaging guides dedicated to explaining London and bringing its many stories to life. It is part of a wider collection of tours created by Golden Key Academy guides for the Open House Festival celebrating their conclusion of the eight month course.\nFurther information on the Golden Key Academy can be found here https://open-city.org.uk/golden-key-academy"
            ]
        }
    ],
    "id": 12792,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2024/12792/building_12792_share_7809830119575682284_d7a5192b49d92a822d2cd1eb6b7adedb.png",
            "description": null,
            "title": "Alexandra & Ainsworth Estate © Ashan Fernando",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12792_share_7809830119575682284_d7a5192b49d92a822d2cd1eb6b7adedb.png"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2024/12792/building_12792_pxl_20240623_111342986_40c4aed8a31c6585b4a3b7cdf768cbee.jpg",
            "description": null,
            "title": "Trellick Tower © Ashan Fernando",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12792_pxl_20240623_111342986_40c4aed8a31c6585b4a3b7cdf768cbee.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2024/12792/building_12792_screenshot_20240702-123057-2_d42d90b1815b0a59142dce07b30f8d39.png",
            "description": null,
            "title": "Ashan Fernando (c) Ashan Fernando",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12792_screenshot_20240702-123057-2_d42d90b1815b0a59142dce07b30f8d39.png"
        }
    ],
    "links": [
        {
            "href": "https://open-city.org.uk/golden-key-academy",
            "title": null
        }
    ],
    "location": {
        "address": "Meet: outside South Hampstead Station 156 Loudoun Road, NW8 0DJ",
        "latitude": 51.54129,
        "longitude": -0.17906,
        "meeting_point": null,
        "travel_info": [
            "Tube: Finchley Road",
            "Train: West Hampstead",
            "Bus: 139",
            "Additional travel info: Tour ends at Westbourne Park Station"
        ]
    },
    "name": "A tale of two cities - two takes on modernist housing",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/12792",
    "ticketed_events": false
}