{
    "all_week": false,
    "description": "This walk invites all canal enthusiasts – also known as ‘gongoozlers’  – on a walk through the social and industrial history of the Limehouse Basin and along Regent’s Canal. Discover how a purpose-built canal shaped the lives of East Enders, Londoners and the United Kingdom.",
    "design": {
        "designers": [
            {
                "architect": "John Nash",
                "description": null,
                "year": "1820"
            }
        ],
        "periods": [
            "Georgian"
        ],
        "types": [
            "walk/tour"
        ]
    },
    "events": [
        {
            "activity_type": "Walking tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/12808",
            "capacity": null,
            "date": "2024-09-14",
            "drop_in": false,
            "end": "2024-09-14T13:00:00+01:00",
            "fully_booked": false,
            "name": "GKA24 Gongoozlers of Regent's Canal and Limehouse Basin",
            "notes": "Please ",
            "start": "2024-09-14T10:30:00+01:00",
            "ticketed": true
        }
    ],
    "facilities": [
        "Gender neutral toilet",
        "Quieter area",
        "Step-free routes",
        "Toilets"
    ],
    "factsheet": [
        {
            "heading": "History - Background",
            "paragraphs": [
                "Gongoozlers are defined as inquisitive individuals, who enjoy observing canal life from the towpath without actively participating in it. Regent’s Canal in Tower\nHamlets offers much for a gongoozler to ponder, including the purpose-built history of the Industrial Revolution, turn of the century, and modern day from Limehouse Basin to Victoria Park.",
                "During the Industrial Revolution, the London Docklands were bustling ports receiving goods of trade and industry from around the vast British Empire. Tea and ice, opium and oranges, silks and gas arrived into London by tall sailing ships along the River Thames. Coal and timber from northern English cities arrived into the capital by carriages or barges at the Grand Junction Canal in Paddington. Increased demands on trade and industry furthered the need to connect inland waterways to the international network of the River Thames. The U.K. developed its first mass transport system - the canals.",
                "‘Canal mania’ of the Regency Era prompted the formation of Regent’s Canal Company to build a new canal from Paddington to Limehouse. Limehouse Basin offered an ideal marina to offload cargo from the Thames and quickly transport goods out of London, through the\nMidlands, and to the North. Huge sums of money were invested to carve the network by hand.",
                "Architect John Nash participated in the construction and persuaded Prince Regent, later King George IV, to share his name with the ‘Regent’s’ Canal. Immense fortune passed through the canals. A working class fuelled one of the richest ports of trade and industry throughout the Empire.",
                "Canals basked in its golden age from the 1820s. Over 500 boats docked in Limehouse in the 1830s. London's first Chinatown developed. The canals were flooded with waterborne traffic and people. But slowly, the golden age rusted. Competition from railways, then later motorways, dwindled the canal’s influence. World War II badly damaged and further crumbled Limehouse and the industrial East End’s dominance. Eventually, Regent’s Canal and Limehouse Basin closed its waterways for commercial use in 1969.",
                "From the 1980s, Limehouse and Regent’s Canals were ‘re-discovered’ and experienced rejuvenation, redevelopment, and gentrification. Huge sums of money poured into the canals again, transforming Limehouse and Regent’s Canal into affluent neighborhoods for the ‘office working class.'",
                "Today, the Limehouse Basin and Regent’s Canal are a beloved, sometimes contested, and often gongoozled stretch of London that is currently in flux for its next purpose-built chapter."
            ]
        },
        {
            "heading": "Golden Key Academy",
            "paragraphs": [
                "This tour is led by a participant of Open City’s Golden Key Academy – a course training up insightful and engaging guides dedicated to explaining London and bringing its many stories to life. It is part of a wider collection of tours created by Golden Key Academy guides for the Open House Festival celebrating their conclusion of the eight month course.\nFurther information on the Golden Key Academy can be found here https://open-city.org.uk/golden-key-academy"
            ]
        }
    ],
    "id": 12808,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/12808/building_12808_unnamed_063fb532ef738a9ee8ecc64d0dac30c4.jpg",
            "description": null,
            "title": "Limehouse Basin Marina",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12808_unnamed_063fb532ef738a9ee8ecc64d0dac30c4.jpg"
        }
    ],
    "links": [
        {
            "href": "https://open-city.org.uk/golden-key-academy",
            "title": null
        }
    ],
    "location": {
        "address": "Outside entrance to Limehouse DLR Station, Branch Road, E14 7JZ",
        "latitude": 51.51235,
        "longitude": -0.03898,
        "meeting_point": null,
        "travel_info": [
            "Tube: Limehouse",
            "Train: Limehouse",
            "Bus: D3, 135, 277",
            "Additional travel info: End Point: Victoria Park\r\nUseful bus routes including: 55, 236, 388, 277\r\nUseful trains include Cambridge Heath Overground"
        ]
    },
    "name": "Gongoozlers of Regent’s Canal & Limehouse Basin",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/12808",
    "ticketed_events": true
}