{
    "all_week": false,
    "description": "Although Highgate is labelled a sleepy 'village for millionaires' frozen in time, during our two-hour walk with an integrated cardio effect, participants will see how this area has evolved under the influence of generations of nonconformists. Our route includes one of the most architecturally diverse street in London, experimental pink plaques and eccentric homes.",
    "design": {
        "designers": [],
        "periods": [],
        "types": [
            "walk/tour"
        ]
    },
    "events": [],
    "facilities": [],
    "factsheet": [
        {
            "heading": "Introduction",
            "paragraphs": [
                "Despite the striking visual metamorphosis occurring throughout London, rendering numerous areas unrecognizable, Highgate, occasionally referred to as a sleepy village, looks and feels frozen in time, resembling a medieval-to-Victorian time capsule. \nDon’t trust this superficial effect: this part of Northern Heights underwent significant transformations under the influence of nonconformists. The area has always been a magnet for free thinkers, people whose beliefs and ideology prevented them from living in the central parts of London. These brave individuals have changed, are changing, and will continue to change Highgate.\nDuring our 2-hour walk with integrated cardio effect (mind steep gradients) we will explore:",
                "- enigmatic design details of the revolutionary Highpoint housing",
                "- 400 years evolution of architectural styles within just one street",
                "- experimental Pink Plaque project dedicated to the women who contributed to Highgate, from gifted Christina Rossetti to extremely wealthy, yet socially sensitive Angela Burdett-Coutts",
                "- missing blue plaques (why residents love and remember the late George Michael)",
                "- architectural witnesses of the agricultural past (why we can still imagine pigs in knitted socks around Highgate Bowl)",
                "- the complexities of being situated on the border of two boroughs"
            ]
        },
        {
            "heading": "Golden Key Academy",
            "paragraphs": [
                "This tour is led by a participant of Open City’s Golden Key Academy – a course training up insightful and engaging guides dedicated to explaining London and bringing its many stories to life. It is part of a wider collection of tours created by Golden Key Academy guides for the Open House Festival celebrating their conclusion of the eight month course.\nFurther information on the Golden Key Academy can be found here https://open-city.org.uk/golden-key-academy"
            ]
        },
        {
            "heading": "Meeting point",
            "paragraphs": [
                "We meet near The Boogaloo Pub so that those traveling by the underground don't get lost in the complex architecture of Highgate Station, and also to immediately get a sense of the tone of the tour."
            ]
        },
        {
            "heading": "Your guide",
            "paragraphs": [
                "Kateryna Davydova relocated to London 2 years ago from Ukraine, where she was involved in design journalism, fashion copywriting, lifestyle retail and olfactory education. She lives in Highgate."
            ]
        },
        {
            "heading": "Our route",
            "paragraphs": [
                "We begin by walking uphill before reaching the atmospheric part called the Village and making a pit stop at Pond Square. Then, we will stroll along High Street, through Waterlow Park, and begin descending by the cemetery along Swains Lane, with its quite brutal gradient, so comfortable shoes will come in handy."
            ]
        }
    ],
    "id": 12806,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/12806/building_12806_highpoint-ii-5391_785b508e39574522b00250277ebac64c.jpg",
            "description": null,
            "title": "Highpoint II, North Hill, London N6",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12806_highpoint-ii-5391_785b508e39574522b00250277ebac64c.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/12806/building_12806_bugaloo-pub-apr2024_f1a4f2a3b91fda27d5577fdf44217a7c.jpg",
            "description": null,
            "title": "The Boogaloo, Archway Rd, London N6",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12806_bugaloo-pub-apr2024_f1a4f2a3b91fda27d5577fdf44217a7c.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/12806/building_12806_studio-duke-s-head-yard-1940-by-tayler-green-for-cartoonist-roger-pettiward_78eb27b65c9cc7aabd816e2d574cb9f0.jpg",
            "description": null,
            "title": "Studio, Duke's Head Yard (1940) by Tayler & Green for cartoonist Roger Pettiward",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12806_studio-duke-s-head-yard-1940-by-tayler-green-for-cartoonist-roger-pettiward_78eb27b65c9cc7aabd816e2d574cb9f0.jpg"
        }
    ],
    "links": [
        {
            "href": "https://open-city.org.uk/golden-key-academy",
            "title": null
        }
    ],
    "location": {
        "address": "Outside Boogaloo pub, 312 Archway Rd, N6 5AT",
        "latitude": 51.57635,
        "longitude": -0.14377,
        "meeting_point": null,
        "travel_info": [
            "Tube: Highgate",
            "Bus: 214, 43",
            "Additional travel info: Tour finish: Archway Station, Junction Rd, London N19 5RQ"
        ]
    },
    "name": "Nonconformity in Highgate",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/12806",
    "ticketed_events": false
}