{
    "all_week": false,
    "description": "This walk invites all canal enthusiasts – also known as ‘gongoozlers’  – on a walk through the social and industrial history of the Limehouse Basin and along Regent’s Canal. Discover how a purpose-built canal shaped the lives of East Enders, Londoners and the United Kingdom.",
    "design": {
        "designers": [
            {
                "architect": "John Nash",
                "description": null,
                "year": "1820"
            }
        ],
        "periods": [
            "Georgian"
        ],
        "types": [
            "walk/tour"
        ]
    },
    "events": [
        {
            "activity_type": "Walking tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/12808",
            "capacity": null,
            "date": "2024-09-14",
            "drop_in": false,
            "end": "2024-09-14T13:00:00+01:00",
            "fully_booked": false,
            "name": "Gongoozlers of Regent's Canal and Limehouse Basin",
            "notes": "Please ",
            "start": "2024-09-14T10:30:00+01:00",
            "ticketed": true
        },
        {
            "activity_type": "Walking tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/12808",
            "capacity": null,
            "date": "2024-09-15",
            "drop_in": false,
            "end": "2024-09-15T17:00:00+01:00",
            "fully_booked": true,
            "name": "Gongoozlers of Regent's Canal and Limehouse Basin",
            "notes": "",
            "start": "2024-09-15T14:30:00+01:00",
            "ticketed": true
        }
    ],
    "facilities": [
        "Gender neutral toilet",
        "Quieter area"
    ],
    "factsheet": [
        {
            "heading": "History & Background: What This Walk is About",
            "paragraphs": [
                "'Gongoozlers' are defined as inquisitive individuals who enjoy observing canal life from the towpath without participating in it. Regent’s Canal in Tower\nHamlets offers much for a gongoozler to ponder. So 'gongoozle' about the purpose-built history from the Industrial Revolution to modern day along Limehouse Basin to Victoria Park.",
                "During the Industrial Revolution, the U.K. developed its first mass transport system - the canals.",
                "Limehouse Basin (formerly Regent's Canal Dock), was purpose-built in 1820 to connect the River Thames to the Grand Junction Canal in Paddington. Limehouse was a gateway to the bustling trade and industry from across the vast British Empire. Tea and ice, opium and oranges, silks and coal arrived into passed through the River Thames, docklands, and canals. As sailors entered Limehouse docklands, London's first Chinatown was also established.",
                "'Canal mania' ballooned in the Regency and Victorian Eras. Architect John Nash influenced development of London's canal, as director of Regent's Canal Company. Nash influenced Prince Regent (later King George IV) to bestow his name to the project. Alas, 'Regent's Canal' offered an ideal pathway to quickly transport cargo from the River Thames, into Limehouse Basin, and up the canals to the Midlands and the North.",
                "From Limehouse Basin, Regent's Canal stretches north-west towards the formerly-industrial Mile End Park. Mile End developed as a neighborhood for the working class. The linear land was home to Dr Barnardo's Ragged School, warehouses, and industrial complexes. In the 1940s, WWII bombings devastated the area. Mile End was derelict until it was converted into a multi-zone park with an award-winning pedestrianed Green Bridge in 1999.",
                "Reaching Victoria Park, the tour finished in the East End's green lung space. Nash's cousin, Sir John Pennethorpe, designed 'The People's Park,' which opened in 1845 for the health and benefit of the East End working class.",
                "Regent's Canal basked in commercialized popularity throughout the 1800s. However, competition from railways, then motorways, and WWII damage deflated the canal's influence. Regent's Canal and Limehouse Basin closed its waterways for commercial use in 1969.",
                "This tour walks the history of the human-made canal and glints at the re-discovery of the redevelopment and gentrification impacting the neighborhoods along the canal. Communities once designed for a working class are transforming into spaces for the 'office working class.'",
                "There's much to gongoozle on this stretch of London canal that is currently in-flux for its next purpose built chapter."
            ]
        },
        {
            "heading": "Golden Key Academy",
            "paragraphs": [
                "This tour is led by a participant of Open City’s Golden Key Academy – a course training up insightful and engaging guides dedicated to explaining London and bringing its many stories to life. It is part of a wider collection of tours created by Golden Key Academy guides for the Open House Festival celebrating their conclusion of the eight month course.\nFurther information on the Golden Key Academy can be found here https://open-city.org.uk/golden-key-academy"
            ]
        }
    ],
    "id": 12808,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/12808/building_12808_unnamed_063fb532ef738a9ee8ecc64d0dac30c4.jpg",
            "description": null,
            "title": "Limehouse Basin Marina",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12808_unnamed_063fb532ef738a9ee8ecc64d0dac30c4.jpg"
        }
    ],
    "links": [
        {
            "href": "https://open-city.org.uk/golden-key-academy",
            "title": null
        }
    ],
    "location": {
        "address": "Outside entrance to Limehouse DLR Station, Branch Road, E14 7JZ",
        "latitude": 51.51235,
        "longitude": -0.03898,
        "meeting_point": null,
        "travel_info": [
            "Tube: Limehouse",
            "Train: Limehouse",
            "Bus: D3, 135, 277",
            "Additional travel info: End Point: Victoria Park\r\nUseful bus routes including: 55, 236, 388, 277\r\nUseful trains include Cambridge Heath Overground"
        ]
    },
    "name": "Gongoozlers of Regent’s Canal & Limehouse Basin",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/12808",
    "ticketed_events": true
}