{
    "all_week": false,
    "description": "Trinity College Centre is a charity that is the focus and outreach work of Trinity College, Cambridge.   We will be hosting an open day at the centre to allow members of the public to view the building inside and out, and discuss ideas for the future of the building.",
    "design": {
        "designers": [
            {
                "architect": "",
                "description": null,
                "year": "1982"
            }
        ],
        "periods": [
            "Post-war"
        ],
        "types": [
            "community/cultural"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2024-09-14",
            "drop_in": true,
            "end": "2024-09-14T15:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in: Open Day",
            "notes": "",
            "start": "2024-09-14T11:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        "Accessible toilet",
        "Baby changing facilities",
        "Blue badge parking",
        "Cloakroom",
        "Drinking water",
        "Family-friendly event",
        "Gender neutral toilet",
        "Handrails on stairs",
        "Parking",
        "Quieter area",
        "Seating available",
        "Step-free routes",
        "Toilets"
    ],
    "factsheet": [
        {
            "heading": "History",
            "paragraphs": [
                "Trinity in Camberwell is the focus of the charitable and outreach work of Trinity College, Cambridge.",
                "Set up by University Fellows in Victorian times as a mission in the parish of St. George’s Camberwell, the charity has been has been supported by Trinity students, staff, Fellows and Alumni ever since.",
                "Today Camberwell remains one of the 5% most deprived areas in the country. Trinity in Camberwell runs The Trinity College Centre which opened in 1982. The Centre is used by a variety of different groups for example a day centre for asylum seekers and refugees and a group for adults with learning disabilities. As the only community facility in the area, the Centre is also much used by various cultural and religious groups, as well as for family celebrations.",
                "The commitment of time and resources by current and past members of Trinity College Cambridge enables this work to be maintained and developed even in austere times. Strong personal links are maintained between the College and the Camberwell community through visits by parishioners to Cambridge, and work by the undergraduates helping run projects in Camberwell. College members, past and present, continue to donate time and money to maintain and expand the vital work of the charity ."
            ]
        },
        {
            "heading": "Community engagement day",
            "paragraphs": [
                "The charity and local Architects, Poroban, will be opening up the building to allow the public to view the current spaces and see our ideas to enhance the facilities for the current users and ensure sustainability of the building in the longer term.   We would also like the community to provide their own views and thoughts about how they think the building could be utilised, become a collaborator or suggest partnerships that can help build a wider audience."
            ]
        }
    ],
    "id": 12814,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/12814/building_12814_st-georges-church-is-now-part-of-the-trinity-college-centre-on-newent-close-credit-google_84c07b7abd48caee59096988fcc58d0b.jpg",
            "description": null,
            "title": null,
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12814_st-georges-church-is-now-part-of-the-trinity-college-centre-on-newent-close-credit-google_84c07b7abd48caee59096988fcc58d0b.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Trinity College Centre, Newent Close, SE15 6EF",
        "latitude": 51.48012,
        "longitude": -0.08339,
        "meeting_point": null,
        "travel_info": [
            "Tube: Elephant & Castle",
            "Train: Denmark Hill",
            "Bus: 63"
        ]
    },
    "name": "Trinity College Community Centre",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/12814",
    "ticketed_events": false
}