{
    "all_week": false,
    "description": "This walking tour will draw comparisons between the progress and demise of the postwar welfare state. Focusing on housing and healthcare, the tour will present prominent examples from the era  and discuss ways these are being adapted to meet contemporary challenges, such as the housing crisis and ongoing maintenance. The ambition of the tour is to reassess the value of postwar architecture today.",
    "design": {
        "designers": [],
        "periods": [
            "Post-war"
        ],
        "types": [
            "walk/tour"
        ]
    },
    "events": [],
    "facilities": [],
    "factsheet": [
        {
            "heading": "Meeting point",
            "paragraphs": [
                "Meet outside Belsize Park underground station, Haverstock Hill, NW3 2AL"
            ]
        },
        {
            "heading": "Postwar and Post-welfare",
            "paragraphs": [
                "This tour will draw comparisons between the progress and demise of the postwar welfare state. It will extend the timeline to contextualise the theme by including key earlier housing developments (the Isokon building) as well as post-modern housing schemes and contemporary developments. The aim is to show ambitious postwar housing developments, which proliferate in the area (i.e. Dunboyne Road by Neave Brown) and discuss why the need for constructing such dwellings decreased in time, while comparing this with more recent additions to the area. Ultimately, to pose a question for future development - should we maintain the exisiting, infll the open space, or demolish what is there and start anew (examples of all three approaches will be covered on the tour)."
            ]
        },
        {
            "heading": "Housing and Healthcare",
            "paragraphs": [
                "The ambition with the tour is to extend the conversation to include wider public services provided by the welfare state beyond housing, such as healthcare. Discussions on the Brutalist Royal Free Hospital in Hampstead will elaborate on public health, architectural ambition and pre-fabrication, and contemporary challenges with maintaining the postwar building stock (especially the RAAC crisis, which came to light over the past year and hit many state schools and hospitals). This will segue into the newly opened Maggie’s Centre in the grounds of the Royal Free Hospital, so the conversation will expand on how nowadays the non-proft sector is flling gaps left by the state to ensure an adequate health provision."
            ]
        },
        {
            "heading": "Your guide",
            "paragraphs": [
                "Nikola Yanev is an architect at Jestico + Whiles in London.  He has over five years of experience in the conservation and adaptive reuse of exceptional Grade II* and Grade I listed buildings. He is a fond admirer of modern and recent heritage and is part of two postwar architecture charities abroad. He is actively involved with research, advocacy, conservation and design of some exceptional twentieth century buildings. He enjoys discovering and sharing with others good architecture that is skilfully and subtly nestled into our existing cities."
            ]
        },
        {
            "heading": "Golden Key Academy",
            "paragraphs": [
                "This tour is led by a participant of Open City’s Golden Key Academy – a course training up insightful and engaging guides dedicated to explaining London and bringing its many stories to life. It is part of a wider collection of tour events created by Golden Key Academy guides for the Open House Festival celebrating their conclusion of the eight month course. Further information on the Golden Key Academy can be found here https://open-city.org.uk/golden-key-academy."
            ]
        }
    ],
    "id": 12816,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/12816/building_12816_postwar-postwelfare-north-ldn-tour-cover-image_e32c28569899d14435c0784602aae992.jpg",
            "description": null,
            "title": "A collage of the mix of building we will see across the walk",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12816_postwar-postwelfare-north-ldn-tour-cover-image_e32c28569899d14435c0784602aae992.jpg"
        }
    ],
    "links": [
        {
            "href": "https://www.instagram.com/niknyanev1/",
            "title": "www.instagram.com/niknyanev1"
        },
        {
            "href": "https://open-city.org.uk/golden-key-academy.",
            "title": null
        }
    ],
    "location": {
        "address": "Belsize Park Tube Station, Haverstock Hill, NW3 2AL",
        "latitude": 51.55033,
        "longitude": -0.16452,
        "meeting_point": null,
        "travel_info": [
            "Tube: Belsize Park",
            "Train: Gospel Oak",
            "Bus: 1, C11",
            "Additional travel info: The tour will end back at Belsize Park tube station."
        ]
    },
    "name": "Postwar and post-welfare North London walking tour",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/12816",
    "ticketed_events": false
}