{
    "all_week": false,
    "description": "The owners of this Victorian house had a dilemma. Should they relocate to Australia or stay in London? Mulroy Architects design combines both with a series of bold design interventions include moving the staircase from the centre to the side of the house, a full-plan basement and a new 9.3 metre diagonal extension, and large openable roof lights that capture the south facing light.",
    "design": {
        "designers": [
            {
                "architect": "Mulroy Architects",
                "description": null,
                "year": "2023"
            }
        ],
        "periods": [
            "Contemporary"
        ],
        "types": [
            "residence"
        ]
    },
    "events": [],
    "facilities": [],
    "factsheet": [
        {
            "heading": "What was the brief?",
            "paragraphs": [
                "The client’s brief was to capture the Australian summer feel with bright and airy spaces and dramatic interior design, and to embrace the best of London. Caroline, for instance, recalled the experience of looking out over London from the Sushisamba restaurant in the City of London: their new hilltop home also offered the potential for expansive views across the city. We believed that Australia and London could be combined to create a beautiful home that embodied the spirit of both places, and could support an improved quality of life. The ambitious design set to maximise views and flood the house with an abundance of natural light, while introducing expansive, open living areas for entertaining friends and family."
            ]
        },
        {
            "heading": "What were the solutions?",
            "paragraphs": [
                "We conceived a radical approach to modifying the existing building through a series of interventions: the first involved moving the original staircase from the centre of the home to the side – enabling an extended long hallway from the front door which immediately opens up a stunning view of the rear garden. Doing this unlocked the floor plan and increased the size of the house by 30%, maximising living areas within the guidelines of planning policies. This included adding an entirely new basement alongside placing the new ground floor extension at 45° to face the light, rather than the neighbouring building – introducing long views out of the house and across the vibrant, landscaped garden. Typically, extensions within this location are restricted to three metres, yet we were able to overcome this with a diagonal shape that created an expansive new extension that is 9.3 meters deep and 4 meters high."
            ]
        },
        {
            "heading": "What are the sustainability features?",
            "paragraphs": [
                "Timber frames were used to structure the interior layout of walls, floors and roofing as it offered greater design flexibility, heat retention, and reduced carbon emissions than steel and concrete blocks.",
                "An additional element of sustainability embedded into the design are the rooflights in the north facing rooms – generating a good source of natural light and reducing the need for artificial lighting. The rooflights are also openable to provide natural ventilation during the summer months, further decreasing energy usage.",
                "Actual energy use before: 332.62 kWh/m2/yr – SAP Band E\nActual energy use after: 161.08 kWh/m2/yr – SAP Band C"
            ]
        }
    ],
    "id": 12817,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/12817/building_12817_dgla4702_mountviewroad_69a98ee0635d64fcc28b32afbbc2d687.jpg",
            "description": null,
            "title": "Photographer - Dan Glasser",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12817_dgla4702_mountviewroad_69a98ee0635d64fcc28b32afbbc2d687.jpg"
        }
    ],
    "links": [
        {
            "href": "https://www.mulroyarchitects.com",
            "title": "www.mulroyarchitects.com"
        },
        {
            "href": "https://www.instagram.com/mulroyarchitect/",
            "title": "www.instagram.com/mulroyarchitect"
        }
    ],
    "location": {
        "address": "59 Mountview Road, N4 4SR",
        "latitude": 51.57603,
        "longitude": -0.11601,
        "meeting_point": null,
        "travel_info": [
            "Tube: Finsbury Park",
            "Train: Harringay",
            "Bus: W3"
        ]
    },
    "name": "59 Mountview Road",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/12817",
    "ticketed_events": false
}