{
    "all_week": false,
    "description": "The team behind the Swing Bridge will describe its inception, evolution, and construction process and how a community deepened their relationship with this pivotal structure that bridges old and new. Palaeontologists and geologists who have researched the site in detail will take you on a behind-the-scenes tour of the constructed outcrops that give the Deep Time narrative to the CP Dinosaurs.",
    "design": {
        "designers": [
            {
                "architect": "Tonkin Liu",
                "description": null,
                "year": "2021"
            }
        ],
        "periods": [
            "Contemporary"
        ],
        "types": [
            "bridge"
        ]
    },
    "events": [
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/12877",
            "capacity": null,
            "date": "2024-09-22",
            "drop_in": false,
            "end": "2024-09-22T14:30:00+01:00",
            "fully_booked": false,
            "name": "Swing Bridge and Geology of the Deep Time Islands",
            "notes": "Please ",
            "start": "2024-09-22T13:00:00+01:00",
            "ticketed": true
        }
    ],
    "facilities": [
        "Family-friendly event"
    ],
    "factsheet": [
        {
            "heading": "Swing Bridge",
            "paragraphs": [
                "Tonkin Liu and the client Friends of Crystal Palace Dinosaurs, the team that brought the Dinosaur Swing Bridge to life, will describe the process of the bridge’s inception, evolution, and construction, how the design emerged and improved, and how a community deepened their relationship with this pivotal structure that bridges heritage old and new.",
                "You will see the bridge in action and create your own part-model of the Swing Bridge’s structural principles with a laser-cut print-out and demo. Palaeontologist Jeremy Young will show the sequence of strategies on the islands. Then we will swing the bridge open, inviting everyone to walk across the bridge onto the Dinosaur Islands and show the planting and the geology.",
                "The significance of this Grade-1-Listed site lies beyond the inescapable delight of the concrete sculptures and landscapes from 1854 – it was a groundbreaking innovation in experiential learning through ‘edu-tainment’. This first-ever ‘walk through geologic time’ was pivotal in democratisation of public engagement with science, deserving of the most innovative, complementary structure we can build today."
            ]
        },
        {
            "heading": "Dinosaur Swing Bridge and Geology of the Deep Time Isla",
            "paragraphs": [
                "This double-header guided tour will give you insights into a prize-winning architectural addition to a Grade 1 listed historic landscape, and the scientific story underlying the geological illustrations that make the narrative thread of the world's first 'walk through Deep Time'.",
                "The architects and engineers who brought the Dinosaur Swing Bridge to life will describe the process of the bridge’s inception, evolution, and construction, how the design emerged and improved, and how a community deepened their relationship with this pivotal structure that bridges heritage old and new.\nPalaeontologists and geologists who have researched the site in detail will take you on a behind-the-scenes tour of the constructed outcrops that give the Deep Time narrative to the CP Dinosaurs.",
                "This day will give you a new appreciation of the links between creative and scientific perspectives in this celebrated historic site."
            ]
        }
    ],
    "id": 12877,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/12877/building_12877_12_swingbridgeimg_1322_alexpeacock_5c1385b72922f7140a3cb5d412345a2f.jpg",
            "description": null,
            "title": "credit: Alex Peacock",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12877_12_swingbridgeimg_1322_alexpeacock_5c1385b72922f7140a3cb5d412345a2f.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/12877/building_12877_11_-swingbridge-img_1320_alexpeacock_5f02ee48c2b5727ebbde7beda9450bd3.jpg",
            "description": null,
            "title": "credit: Alex Peacock",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12877_11_-swingbridge-img_1320_alexpeacock_5f02ee48c2b5727ebbde7beda9450bd3.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/12877/building_12877_6_swingbridge_c9a4724-jamesbalston_fe9c663a8659be28b4716714e61c8eb9.jpg",
            "description": null,
            "title": "credit: James Balston",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12877_6_swingbridge_c9a4724-jamesbalston_fe9c663a8659be28b4716714e61c8eb9.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Lower Lake, Thicket Rd, SE20 8DS",
        "latitude": 51.41778,
        "longitude": -0.0654,
        "meeting_point": null,
        "travel_info": [
            "Train: Crystal Palace, Penge East, Penge West"
        ]
    },
    "name": "Dinosaur Swing Bridge in Crystal Palace Park",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/12877",
    "ticketed_events": true
}