{
    "all_week": false,
    "description": "Home to Unagru Architecture Urbanism and DEDRAFT studio, the new cooperative space strives to nurture collaboration alongside other built environment professionals. In this street-facing space in Hackney Downs, we sought to fit out the spaces as economically and sustainably as possible, with low carbon, #nomoregas initiative and reused material strategies, while embracing a bold use of colour.",
    "design": {
        "designers": [
            {
                "architect": "Unagru Architecture Urbanism",
                "description": null,
                "year": "2024"
            }
        ],
        "periods": [
            "Contemporary"
        ],
        "types": [
            "architectural practice"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2024-09-22",
            "drop_in": true,
            "end": "2024-09-22T17:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in: Unagru/Dedraft/Diagonal A Architecture Open Day",
            "notes": "Please let us know if you plan to visit. Doing so allows the venue to plan ahead and you will be notified by email about any changes to the programme that might affect your visit.",
            "start": "2024-09-22T11:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        "Accessible toilet",
        "Cloakroom",
        "Drinking water",
        "Gender neutral toilet",
        "Seating available",
        "Step-free routes",
        "Toilets"
    ],
    "factsheet": [
        {
            "heading": "Spurstowe Studio, Cooperation and Collaboration",
            "paragraphs": [
                "The way our office was brought together with Unagru and DeDraft was a form of cooperation and a way to demonstrate that professionals should and could find more ways of improving their lives, their companies, and their position in society. The people who share our space can purchase shares proportionally to their desks. The exchange of shares is done without making a profit on others and this is one of the aspects of the project that interests us the most now. Is there a way for professionals to join forces and build the workplaces they need for their companies?"
            ]
        },
        {
            "heading": "Spurstowe Studio, Sustainability",
            "paragraphs": [
                "As we progress towards a low-carbon grid and lower energy prices in the future, emphasis should shift to embedded carbon, i.e., favouring recycled, low-carbon materials. When designing our new studio, we were eager to reuse as much of the joinery as we had in the old space. Our old desks became sliding doors, the bookshelves were clad or formed new walls, and were adapted to become interior shelves. We made the elements we couldn't build from recycled materials with cut-to-size plywood assembled by our expert Neapolitan joiner friends, Mario and Antonio. Towards the end, when the large panels were gone, joiners and architects became more creative and managed to build a boiserie for the meeting room and a standing desk from offcuts. It was a fun experience and a rare opportunity to see our design ideas take form in days rather than months or years. In the case of our office, most of the budget was therefore invested in expert labour rather than materials. Imagine how much we could reduce our carbon footprint and increase well-being if taxation shifted from labour to carbon and materials."
            ]
        },
        {
            "heading": "Spurstowe Studio, The Space",
            "paragraphs": [
                "We have created a space that is welcoming, looks excellent and feels inspiring. Two distinctive floor finishes mark the serving areas and the served (work) area, separated by a plywood and polycarbonate piece of joinery/partition. Sliding panels allow roaming around the space and through the two zones. The office is flooded with light and we love experiencing the changing light conditions and seasons. We have a standing desk to get out of our chairs occasionally so that we may wave to children walking by."
            ]
        }
    ],
    "id": 12889,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/12889/building_12889_spurhouse-7740_tim-crocker-photography_7eef97e4fe59763e92b14a3a8a854f03.jpg",
            "description": null,
            "title": "Unagru/Dedraft/Diagonal A collaborative work space in Hackney Downs",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12889_spurhouse-7740_tim-crocker-photography_7eef97e4fe59763e92b14a3a8a854f03.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Unit 1 Spurhouse, 4-14 Spurstowe Terrace, E8 1LT",
        "latitude": 51.54834,
        "longitude": -0.06123,
        "meeting_point": null,
        "travel_info": [
            "Tube: Bethnal Green",
            "Train: Hackney Downs",
            "Bus: 30, 276, 56, 106, 242, 254"
        ]
    },
    "name": "Diagonal/A Architecture Studio",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/12889",
    "ticketed_events": false
}