{
    "all_week": false,
    "description": "Dow Jones Architects has recently been refurbished this 1866 listed schoolhouse as their architecture studio. The project has created a light-filled contemporary work space, and demonstrates a sensitive, low carbon approach to an historic restoration.",
    "design": {
        "designers": [
            {
                "architect": "Dow Jones Architects",
                "description": null,
                "year": "2024"
            }
        ],
        "periods": [
            "Victorian"
        ],
        "types": [
            "architectural practice"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2024-09-21",
            "drop_in": true,
            "end": "2024-09-21T13:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in: Open day",
            "notes": "",
            "start": "2024-09-21T10:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        "Drinking water",
        "Family-friendly event",
        "Gender neutral toilet"
    ],
    "factsheet": [
        {
            "heading": "Restoration of St Mark's Schoolhouse",
            "paragraphs": [
                "REUSE\nWhen we bought St Mark’s Schoolhouse the windows and doors were smashed in, rotten, and covered with plywood. The roof was deteriorating, all of the external walls were severely cracked (you could get your arm through one of them) and the north side of the building was held up by scaffolding. Our project  to save St Mark's School re-activates this charming derelict listed building and showcases a low carbon approach to heritage.\nThis is a comprehensive yet sensitive restoration that uses reversible techniques and like-for-like repairs to retain the character of the listed building. The project is highly sustainable, focusing on high levels of insulation, improved air tightness, and low carbon heating. The restoration of the whole site and re-instatement of the wall and railings elevates the streetscape and dramatically improves what was a well-known local eyesore. The works have secured the building for decades to come and have removed it from Historic England’s Heritage at Risk register.",
                "EXISTING FABRIC\nWe have undertaken a wide range of fabric repairs on a ‘like for like’ basis using traditional materials and techniques, and married that to modern technologies to ensure the stability of the building.",
                "NEW FABRIC - FLOOR\nWe took up the existing timber floorboards and joists, and replaced the floor with an independent concrete floor slab so that we can reduce the loading on the external walls to reduce the possibility of further movement of the north wall. We used the same method that we developed at the Garden Museum, which is to consolidate the ground in the floor void, lay insulation, a DPM and a new floor slab. The slab is reversible as it will be independent of the listed fabric, separated by a continuous strip of insulation at the interface with the existing walls.",
                "NEW FABRIC – WALLS\nWe have insulated the building from the inside by building an independent timber frame inside the existing brick walls. This independent frame is insulated beyond current building regulation requirements. The timber frame sits on the new concrete floor slab and avoids loading the existing fabric and to reduce the possibility of further movement of the north wall. This is also an entirely reversible approach as the independent timber frame can be removed and the existing interior revealed.",
                "NEW FABRIC – ROOF\nThe existing roof timbers provide a lot of the character of the existing building, so the decision was made to insulate the roof externally so the charm of the timbers could be retained. Again, the roof is insulated beyond current building regulation requirements to reduce operational carbon.",
                "NEW FABRIC - REBUILT LEAN-TO\nThe existing lean-to structure to the west of the building contains the west porch, a small room, a small yard and the wc. This was taken down and rebuilt as this construction had an enormous crack in the external wall. Our new structure retained the current pitched roof to the porch, and replaced the flat roofed section with a new roof, at the same level. This roof extended across the former yard to enclose a new kitchen space. The external wall is made from the existing bricks reused.",
                "INTERIOR FIT OUT\nWe have built a free-standing meeting room at first floor level at the west end of the space. We reused the existing joists from the main floor as the structure and clad it in the reused floorboards from the school floor.",
                "CARBON\nOne of the central themes of this project is to showcase a low carbon listed building refurbishment. Re-using an existing building is the most responsible approach to take with regard to embodied carbon, and we have added to this a strategy by minimising  the operational carbon demand through insulation. Heating is provided by an Air Source Heat Pump and hot water through a Phase Change Thermal Battery.",
                "EXISTING SITE\nWe have rebuilt the existing wall and railings are have embarked on a planting scheme that will fill the external space with a rich and biodiverse garden. We have started to extensively plant the site so that we can enjoy the space that surrounds the building as a garden. Given the very public nature of the site this planting will provide something for the many passers-by to benefit from."
            ]
        }
    ],
    "id": 12900,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/12900/building_12900_img_1326_79309f433ce59473659eca3e0fe73903.jpg",
            "description": null,
            "title": null,
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12900_img_1326_79309f433ce59473659eca3e0fe73903.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/12900/building_12900_img_1329_9d5a79075fefb6f037f93cfd16194835.jpg",
            "description": null,
            "title": null,
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12900_img_1329_9d5a79075fefb6f037f93cfd16194835.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/12900/building_12900_img_1335_2201a991f7dcc233a066fe857765d488.jpg",
            "description": null,
            "title": null,
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12900_img_1335_2201a991f7dcc233a066fe857765d488.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "St Marks Schoolhouse, Battersea Rise, SW11 1EJ",
        "latitude": 51.4605,
        "longitude": -0.16983,
        "meeting_point": null,
        "travel_info": [
            "Tube: Balham, Clapham Common, Clapham South",
            "Train: Clapham Junction",
            "Bus: 219, 77, 319, 337, 35, 37, 49"
        ]
    },
    "name": "St Marks Schoolhouse",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/12900",
    "ticketed_events": false
}