{
    "all_week": false,
    "description": "Join Space Black and staff from Shepherd's Bush Market for a tour exploring the importance of the market to the African and SWANA community in London. This 110-year-old market boasts a rich cultural heritage and a diverse community of traders. You’ll find everything from food to textiles and tailoring services.",
    "design": {
        "designers": [],
        "periods": [],
        "types": [
            "retail"
        ]
    },
    "events": [
        {
            "activity_type": "Walking tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/12909",
            "capacity": null,
            "date": "2024-09-14",
            "drop_in": false,
            "end": "2024-09-14T12:00:00+01:00",
            "fully_booked": false,
            "name": "Walking tour- Shepherds Bush Market",
            "notes": "",
            "start": "2024-09-14T11:00:00+01:00",
            "ticketed": true
        }
    ],
    "facilities": [
        "Family-friendly event",
        "Step-free routes"
    ],
    "factsheet": [
        {
            "heading": "The current market and its future",
            "paragraphs": [
                "This 110-year-old market is a cornerstone of the West London community, cherished for its rich cultural heritage and vibrant community of traders. Offering everything from food and textiles to tailoring services, it has been a hub of affordable, quality goods for generations. Many of the traders have been part of the market for decades, deeply rooted in the community and committed to serving it. Their dedication has created a special place where local residents can access a diverse range of products and services at fair prices. This market has not only sustained livelihoods but has also supported the African and SWANA communities, fostering a unique and sustainable trading environment. We hope the new development will preserve and enhance the market's enduring legacy and the vital role it plays in our community.",
                "Space Black is excited to be facilitating a walking tour of the market with staff from Shepherd's Bush Market.",
                "Quote from staff at Shepherd’s Bush Market:",
                "‘Plans have recently been approved for improvements to the Market and the development of the land next door. The plans were created with the Market traders and have been designed to improve the Market’s facilities and setting while encouraging traders to maintain the individuality of their units and offer. The changes include better toilets and facilities for customers, more seating, greening and areas for children, improved drainage and a new road that is easier for people with mobility challenges to navigate, improved signage and better weather protection. There will also be better facilities for traders, including bathrooms, changing rooms, a prayer room and kitchenette.\nMaintaining the character of the Market and ensuring it remains an ‘Everyday Market for everyone’ throughout this period of change is important. Legacy traders have been encouraged and supported to stay open during the works with long-term protected leases where possible and a package of financial support worth approximately £5m.’"
            ]
        }
    ],
    "id": 12909,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/12909/building_12909_014-ee4a8609_414bee6df2ef42f74c6a1693f34d184f.jpg",
            "description": null,
            "title": "Shepherds Bush Market entrance.",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12909_014-ee4a8609_414bee6df2ef42f74c6a1693f34d184f.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Shepherd's Bush Market, W12 8DF",
        "latitude": 51.50397,
        "longitude": -0.22629,
        "meeting_point": null,
        "travel_info": [
            "Tube: Shepherd's Bush Market",
            "Train: Shepherd's Bush",
            "Bus: 207, 237, 260, 283, 31, 94",
            "Additional travel info: We will start the tour at Shepherd's Bush Market Station and end it on the other side of the market, on Goldhawk road."
        ]
    },
    "name": "Shepherd's Bush Market- Walking Tour",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/12909",
    "ticketed_events": true
}