{
    "all_week": false,
    "description": "POW is a not-for-profit open access workshop in Park Royal, which provides easy and affordable access to a fully equipped workshop, that you can book by the day or for as long as you need.\r\nOur workshop includes over 50 professional tools and tech, from woodworking tools and machinery, digital fabrication equipment and a fully extracted spray room.",
    "design": {
        "designers": [],
        "periods": [],
        "types": [
            "industrial"
        ]
    },
    "events": [],
    "facilities": [
        "Drinking water",
        "Seating available",
        "Toilets"
    ],
    "factsheet": [
        {
            "heading": "POW and Open Desk working together.",
            "paragraphs": [
                "Opendesk is a new kind of furniture company, built as a platform for distributed, local production. Opendesk works with local workshops and sustainable materials to produce products locally, using latent skills and capacity to keep the value in the local economy.",
                "POW is a not-for-profit open access workshop located in Park Royal, embedded within a rapidly growing community of artists and makers. POW has the opportunity to operate as an on-site furniture factory, producing Opendesk designs for local workspaces to a high quality whilst also facilitating collaborations with local designers, carpenters and artists.",
                "We believe that by working together, we can add significant value to our local design district and give artists from our community the chance to showcase their abilities.",
                "POW & Opendesk are partnering up to bring together local artists, makers & material specialist to co-create one off pieces of high end home and office furniture. Each artist and maker will have the freedom to customise or recreate any signature Opendesk design that will be made at POW and exhibited in Park Royal's EX2 Gallery.",
                "Artists & makers will also have the opportunity to experiment with reclaimed materials, provide by Re-Made in Park Royal or new biomaterials made from London waste, produced by Blast Studio."
            ]
        }
    ],
    "id": 12915,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/12915/building_12915_woodwork-room_e3f0b5a103b5cff0515d2dfbfad396f7.png",
            "description": null,
            "title": "Our main woodworking space",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12915_woodwork-room_e3f0b5a103b5cff0515d2dfbfad396f7.png"
        }
    ],
    "links": [
        {
            "href": "https://www.powworkshops.com/",
            "title": "www.powworkshops.com"
        }
    ],
    "location": {
        "address": "41-43 Standard Road, NW10 6HF",
        "latitude": 51.52775,
        "longitude": -0.26438,
        "meeting_point": null,
        "travel_info": [
            "Bus: 440"
        ]
    },
    "name": "41-43 Standard Road",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/12915",
    "ticketed_events": false
}