{
    "all_week": false,
    "description": "Our story begins in 1841. Richard Benyon pays for a church in West Hackney  “to enhance the character and add lustre to the new estate” of De Beauvoir Town.  St Peter’s is built in the ‘Gothic Revival’ style and later extended as part of catholic movement in the Church of England. St Peter’s continues. We’re excited to write the next chapter of our life!",
    "design": {
        "designers": [
            {
                "architect": "-",
                "description": null,
                "year": "1841"
            }
        ],
        "periods": [
            "Victorian"
        ],
        "types": [
            "religious"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2024-09-16",
            "drop_in": true,
            "end": "2024-09-16T16:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in: Open Day",
            "notes": "The Church is open to visitors all day!",
            "start": "2024-09-16T10:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        "Accessible toilet"
    ],
    "factsheet": [
        {
            "heading": "Welcome to St Peter's De Beauvoir Town",
            "paragraphs": [
                "St Peter’s is a place of worship and prayer, with services and spaces to help you on your life journey.",
                "Our space is open daily from 10:00-16:00 for visiting. Feel free to come inside and have a look around our beautiful church!",
                "We are deeply rooted in the neighbourhood of De Beauvoir, and host community activities in our crypt. St Peter's is a place of worship, and we pride ourselves on being a vibrant community space! From support groups to kitchen clubs for minority communities, as well as art exhibitions and live music, there's so much to offer."
            ]
        },
        {
            "heading": "History",
            "paragraphs": [
                "Our story",
                "Our story begins in 1841. Richard Benyon pays for a church in West Hackney  “to enhance the character and add lustre to the new estate” of De Beauvoir Town. We continue to partner with the Benyon estate on a range of social and community projects today.",
                "St Peter’s is built in the ‘Gothic Revival’ style and later extended as part of catholic movement in the Church of England. St Peter’s continues to be in the modern catholic tradition, offering catholic worship, inclusive welcome, and a passion for justice fuelled by the Eucharist at our community’s heart.",
                "In 1869, we became a parish in our own right. We still celebrate the many links we enjoy with neighbouring parishes in the Stepney Area of London Diocese and other local churches. In 2022, for the first time, we entered Holy Week with a shared procession with our Roman Catholic siblings in Christ at Our Lady and St Joseph, Kingland Road.",
                "Children and young people have always been at the centre of our church family. From 1843 to 1885, our crypt was used as a day school. Today, we welcome children and young people through our worship and the many community users who hire spaces especially for children and young people.",
                "In 1884, the Church is extended and a new organ installed. In 1958, rock and roll nights in the crypt attract hundreds of young people on Sunday evenings (until Cliff Richard starts to perform at a church in Hackney Wick…). Music continues to be an important part of our church life, through our worship, choral events, and a number of choirs who hire our spaces to perform and rehearse (if you’re passionate about singing and want to join our choir today, get in touch!)",
                "The First World War results in “serious loss sustained by the death on the battlefield of several of the members” recorded on our War Memorial and prayer for at our Requiem Mass each Remembrance Day. During the Second World War, in 1939, the crypt is requisitioned by the government for Air Raid Precautions and Evensong is moved to 3pm because of the blackout. Today, we work with our local community to support humanitarian relief in areas impacted by war and conflict. In 2022, at short notice after the outbreak of the war, we organised a fundraising concert with the De Beauvoir Association for the people of Ukraine.",
                "Our story has always been a story of welcome. We quickly became known as one of the few welcoming churches to those who have arrived in London from the Caribbean. The PCC minutes of 1955 voices the following attitude: “We should be sociable, helpful and treat them as one would one’s white fellow Christians and not be embarrassingly over-helpful or over-friendly”. We are proud that we remain a place of welcome and inclusion today, and still count members from amongst the Windrush generation as part of our church family. We are exploring becoming a Welcome Church to continue the legacy of welcome which is at our the heart of our story.",
                "In 1922 a three-day Christmas bazaar raises over £1,000 for building repairs. Since 2011, De Beauvoir Christmas Fair has become a regular feature of the run-up to Christmas in De Beauvoir Town. They continue to make use of our crypt today!",
                "In 1989, our crypt provided temporary shelter for Kurdish refugees, which continued our long tradition of migrant and refugee welcome as part of our commitment to social justice. In 1996 part of the crypt is converted to house the De Beauvoir Refugee Project. In 2017, we were a key member and lead sponsor of De Beauvoir Welcomes Refugees, helping to sponsor a family from Syria via Community Sponsorship. In 2021, we continued our relationship with De Beauvoir Welcomes Refugees as we look to sponsor more families to resettle via this route.",
                "In 2002, St Peter’s appoints our first female Vicar, Julia Porter-Pryce, who serves until her retirement in 2021. We continue to celebrate the ministry of women in the Church. In 2022, we celebrated International Women’s Day with a service in Church celebrating the work of the De Beauvoir WI and cocktails in the Vicarage to continue the celebration!",
                "2010 – 2012 saw the renovation of the crypt into the wonderful set of spaces that it is today. The crypt remains an asset which is available for the whole community through the many regular individuals and community groups who hire and make use of the space. It enables a range of groups who provide support, activities for children, opportunities to socialise, talk, sing and much much more!",
                "2022 saw the appointment of our new Vicar, Fr Simon Cuff. His previous ministry in community organising, and through work in migrant and refugee welcome, continues some of the aspects of the story of St Peter’s of which we’re so proud.",
                "Our story begins in 1841, but we’re excited to write next chapter of our life of worship, service and welcome in the years to come. Join us to share your story with us, support us so that we can write new stories in the lives of those we welcome and serve, get involved to become part of our story, so that together we can continue to write the next chapter of the story of St Peter’s in the months and years to come!"
            ]
        }
    ],
    "id": 12946,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/12946/building_12946_church-sunset_ff83fea137f92b6d5164616a42c13c57.png",
            "description": null,
            "title": "Our beautiful church!",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12946_church-sunset_ff83fea137f92b6d5164616a42c13c57.png"
        }
    ],
    "links": [],
    "location": {
        "address": "St Peter De Beauvoir Town, Northchurch Terrace, London N1 4DA",
        "latitude": 51.54082,
        "longitude": -0.08037,
        "meeting_point": null,
        "travel_info": [
            "Tube: Angel",
            "Train: Haggerston",
            "Bus: 234"
        ]
    },
    "name": "St Peter's De Beauvoir Town",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/12946",
    "ticketed_events": false
}