{
    "all_week": false,
    "description": "Paradise Cooperative is an urban oasis in Wandsworth, transforming neglected land into a thriving community garden. Visit us to explore sustainable gardening, biodiversity, and community spirit. Learn how we grow food, support local initiatives, and create a space for connection and well-being. Discover how you can be part of our journey towards a greener, more inclusive London.",
    "design": {
        "designers": [
            {
                "architect": "-",
                "description": null,
                "year": "2014"
            }
        ],
        "periods": [
            "Contemporary"
        ],
        "types": [
            "garden"
        ]
    },
    "events": [
        {
            "activity_type": "Other",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/12940",
            "capacity": null,
            "date": "2024-09-22",
            "drop_in": false,
            "end": "2024-09-22T15:00:00+01:00",
            "fully_booked": false,
            "name": "Paradise in the City: A Community Garden Experience",
            "notes": "Join us for an immersive day at Paradise Cooperative as part of the Open City Festival. Our event offers a range of activities!",
            "start": "2024-09-22T13:00:00+01:00",
            "ticketed": true
        }
    ],
    "facilities": [
        "Drinking water",
        "Family-friendly event",
        "Gender neutral toilet",
        "Quieter area",
        "Seating available",
        "Toilets"
    ],
    "factsheet": [
        {
            "heading": "Introduction to Paradise Cooperative",
            "paragraphs": [
                "Welcome to Paradise Cooperative, a thriving urban garden and community hub in the heart of London. Once a derelict plot, this generous acre has been transformed into a vibrant green space, fostering sustainable practices, community connections, and mental well-being. Our garden is a living example of how urban areas can be repurposed to support both people and nature, creating a sanctuary that serves as an oasis for learning, growing, and coming together."
            ]
        },
        {
            "heading": "Event Highlights",
            "paragraphs": [
                "Join us for an immersive day at Paradise Cooperative as part of the Open City Festival. Our event offers a range of activities, including community talks and family-friendly workshops. Discover sustainable gardening practices, learn about the social and environmental impact of community gardens, and experience the joy of connecting with nature and your community. Whether you're a seasoned gardener or a curious city dweller, there’s something for everyone."
            ]
        },
        {
            "heading": "History and Transformation of the Garden",
            "paragraphs": [
                "Paradise Cooperative began as an initiative to transform a neglected urban space into a vibrant community garden. Through the dedication of volunteers and the support of local partners, we have cultivated not only a diverse range of plants and produce but also a strong community spirit. Community storytelling at this event will explore the garden's journey, from its origins to its current role in promoting sustainability and social well-being in London."
            ]
        },
        {
            "heading": "Activities",
            "paragraphs": [
                "Our event includes:",
                "(1) Community Talks and Storytelling: Hear from volunteers and local community members about the garden’s impact.",
                "(2) Family-Friendly Activities: Enjoy bug hunts, plant identification games, and crafting with natural materials.",
                "(3) Art in the Garden: Contribute to a community mural.",
                "(4) Information Booth: Learn more about our programmes and how you can get involved."
            ]
        },
        {
            "heading": "Visitor Information",
            "paragraphs": [
                "Plan your visit to Paradise Cooperative:",
                "We are located at Dobbins Field, 19 Heathfield Road, SW18 3HT. Our entrance is directly opposite Wandsworth Prison.\nTiming: The event runs from 1pm to 3pm. Please arrive promptly to make the most of your experience.",
                "Clothing and Footwear: This is an outdoor event, so we recommend wearing comfortable clothing and sturdy footwear suitable for walking on uneven ground.",
                "Accessibility: While we strive to make our garden accessible to everyone, some areas may be challenging for visitors with mobility issues. Please contact us in advance if you have specific needs.",
                "Bees: We have an active apiary on-site. If you have a known allergy to bees, please bring appropriate medication with you as we are unable to provide an epi-pen."
            ]
        }
    ],
    "id": 12940,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/12940/building_12940_dsc_2534_71e0ee832e5c19f1aa3838b2e67fb34e.jpg",
            "description": null,
            "title": null,
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12940_dsc_2534_71e0ee832e5c19f1aa3838b2e67fb34e.jpg"
        }
    ],
    "links": [
        {
            "href": "https://paradisecooperative.org/",
            "title": "paradisecooperative.org"
        },
        {
            "href": "https://www.instagram.com/paradisecoop/",
            "title": "www.instagram.com/paradisecoop"
        }
    ],
    "location": {
        "address": "Paradise Cooperative, 19 Heathfield Road, SW18 3JE",
        "latitude": 51.45026,
        "longitude": -0.17629,
        "meeting_point": null,
        "travel_info": [
            "Tube: Tooting Bec",
            "Train: Clapham Junction, Earlsfield, Wandsworth Common",
            "Bus: 219, 77",
            "Additional travel info: To find us, the easiest way is to look up the entrance to Wandsworth prison and our gate is across the road."
        ]
    },
    "name": "Paradise in the City: A Community Garden Experience",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/12940",
    "ticketed_events": true
}