{
    "all_week": false,
    "description": "An exhibition of work by artists Flora Hunt and Lac Milan at The Chapel, Brompton Cemetery. \r\n\r\nThis grade II listed, domed 19th century chapel at one of London’s ‘Magnificent Seven’ cemeteries will be open for the weekend, hosting an exhibition exploring urban space, nature, anxiety, local history and community, featuring drawing, sculpture, film and a participatory communal singing project.",
    "design": {
        "designers": [
            {
                "architect": "Benjamin Baud",
                "description": null,
                "year": "1840"
            }
        ],
        "periods": [
            "Victorian"
        ],
        "types": [
            "religious"
        ]
    },
    "events": [],
    "facilities": [
        "Accessible toilet",
        "Baby changing facilities",
        "Drinking water",
        "Family-friendly event",
        "Gender neutral toilet",
        "Handrails on stairs",
        "Quieter area",
        "Seating available",
        "Step-free routes",
        "Toilets"
    ],
    "factsheet": [
        {
            "heading": "The Space",
            "paragraphs": [
                "The Chapel, listed grade II* for its significance, was built in 1842 from cream coloured Bath stone. Inside, there are eight giant Corinthian columns arranged in a circle below the dome. The ornate ceiling is decorated with marigolds, and there are acanthus leaves around the edge of the dome.",
                "The Chapel was beautifully restored in 2017 but is not usually open to the public. This exhibition will be a chance to see inside the space, and as part of our opening event visitors will get to experience singing together beneath its echoing, domed ceiling, during a participatory performance. This will be a unique way to experience the space, by feeling your voice bounce off the walls!"
            ]
        },
        {
            "heading": "The Artwork",
            "paragraphs": [
                "Let These Fabulous Hands Be the Guide is an exhibition of new and restaged work by Flora Hunt and Lac Milan. The artists will explore shared thoughts about navigating life, anxiety, being in a city, our relationships to nature, and the boundaries of the self.",
                "Spanning sculpture, drawing, sound, video, text and performance, the work shares an approach which employs narrative, figuration, humour, and pathos to investigate the role of the individual within the collective.",
                "Touching on local history and stories such as that of the 2006 Thames Whale, and recent instances of escaped military horses, as well as feminist urban theory and psychology, the work will explore various ways we might understand the local area, and urban space in general.",
                "The opening event will feature a communal singing project developed in collaboration with Tegwen Rattray and Mallika Joy."
            ]
        },
        {
            "heading": "Lac Milan",
            "paragraphs": [
                "Lac Milan (Lachlan McFeely Bolt) is an artist and musician. This exhibition marks an attempt to bring together both his music and visual practice, which encompasses painting, drawing, sculpture and video. Previously more distinct entities, his music and visual output have recently begun to tread similar ground; elevating and playing with everyday experience as potential for growth, change and acceptance. Through bringing recognition to the ordinary, Lac Milan looks to highlight the act of living as inherently creative and a process of constant becoming. He embraces an approach that values play, feeling, humour, intuition, and self-reflection; drawing inspiration from nature, psychology, outsider art, rap, comedy and his work with children and families in Early Years therapies."
            ]
        },
        {
            "heading": "Flora Hunt",
            "paragraphs": [
                "Flora Hunt is an artist and educator who makes sculpture, writing, sound, video, and participatory events rooted in celebration and make-believe. Her installations explore a desire for collective experience, often returning to themes of the weird and enchanted, and communal settings such as parties and clubs. Flora is interested in how altered psychological states and storytelling can affect our understanding of shared spaces and their ownership. She draws from speculative fiction, folk art, philosophy, and theory about public space to think through these topics. Recent shows include I Should Coco at Staffordshire Street Gallery, London, Dancing in the Gamma Garden at Gallery 32, Bexley, Leighton in Collaboration, at Leighton House, London, FUN!, at GRAFT, Lancaster, and Draw out the figure you will make, at EMBASSY, Edinburgh. Alongside her art practice she works as a technician and tutor at nearby Morley College."
            ]
        }
    ],
    "id": 12956,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/12956/building_12956_brompton-cemetery-open-house-image_5fb95d095550b761f60d92320aefd143.jpg",
            "description": null,
            "title": "Let These Fabulous Hands Be the Guide at The Chapel at Brompton Cemetery",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12956_brompton-cemetery-open-house-image_5fb95d095550b761f60d92320aefd143.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/12956/building_12956_lax-drawing_e064330e115ceedf2c860c85f166c746.jpeg",
            "description": null,
            "title": "Work by Lac Milan",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12956_lax-drawing_e064330e115ceedf2c860c85f166c746.jpeg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/12956/building_12956_18-a-pair-of-gigantic-hands_2c68624d369e06b47550f35dd60e9729.jpeg",
            "description": null,
            "title": "Work by Flora Hunt",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12956_18-a-pair-of-gigantic-hands_2c68624d369e06b47550f35dd60e9729.jpeg"
        }
    ],
    "links": [
        {
            "href": "https://brompton-cemetery.org.uk/",
            "title": "brompton-cemetery.org.uk"
        },
        {
            "href": "https://www.instagram.com/flora.hunt/",
            "title": "www.instagram.com/flora.hunt"
        },
        {
            "href": "https://www.instagram.com/lac_milan/",
            "title": "www.instagram.com/lac_milan"
        }
    ],
    "location": {
        "address": "The Chapel, Brompton Cemetery, SW10 9UG",
        "latitude": 51.48404,
        "longitude": -0.1898,
        "meeting_point": null,
        "travel_info": [
            "Tube: Earl's Court, Fulham Broadway, West Brompton",
            "Train: Imperial Wharf, West Brompton",
            "Bus: 14, 414, 74"
        ]
    },
    "name": "Let These Fabulous Hands Be the Guide",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/12956",
    "ticketed_events": false
}