{
    "all_week": false,
    "description": "Wren and Hawksmoor building, completed 1749 when Thomas Ripley built the pavilions facing the river. Highlights include council boardroom, grand staircase and restored Portland stonework. Refurbished in 2000 for University of Greenwich.",
    "design": {
        "designers": [
            {
                "architect": "Sir Christopher Wren",
                "description": null,
                "year": "1689"
            },
            {
                "architect": "Nicholas Hawksmoor",
                "description": null,
                "year": "1689"
            }
        ],
        "periods": [
            "Nicholas Hawksmoor",
            "Dannatt Johnson",
            "Stuart"
        ],
        "types": [
            "education"
        ]
    },
    "events": [],
    "facilities": [
        "Toilets",
        "Accessible toilet"
    ],
    "factsheet": [
        {
            "heading": "History",
            "paragraphs": [
                "Originally planned as a hospital for retired seamen by Sir Christopher Wren the campus of the University of Greenwich is based on three spectacular Grade I baroque buildings; Queen Anne Court, Queen Mary Court and King William Court.",
                "In the 17th century Queen Mary decided that a naval hospital, one similar to the Chelsea Hospital for wounded soldiers, was required. Sir Christopher Wren, amongst other architects, was commissioned for the project. He chiefly used John Webb’s design for the King Charles block, which had already begun construction with the idea of forming a palace for King Charles II before funds were diverted. It was boarded up and left until the site was granted for use as the Royal Naval Hospital in 1694. The complex has become famous for being one of the best examples of baroque architecture in Britain."
            ]
        },
        {
            "heading": "Queen Anne Court",
            "paragraphs": [
                "Queen Anne Court now houses the new headquarters of the University. It was begun in 1689 to mirror Webb’s King Charles Building but was not completed until c.1749 when Thomas Ripley built the end pavilions facing the river.",
                "The east front consists of 23 bays in Portland stone ashlar (dressed stone). The whole façade is rusticated with quintuple keystones above each window.",
                "Striking the viewer on approach is the arcaded central bay built by Hawksmoor in 1701-05. It’s pediment rests on the entablature supported by Corinthian columns and it projects forward from the low-pitched slated roof. The windows beneath it are deeply recessed.",
                "The end pavilions are of 3 storeys in comparison to the main part of the building, which is only 2. The third storeys of the pavilions end in a balustraded parapet. Here the entablature is also supported by the Corinthian order but in the form of pilasters. As the highest order of the classical orders these add even greater splendour to the building.",
                "The western part of the court remained a brick body until given its interior in 1712 and finally its stone façade in 1725."
            ]
        }
    ],
    "id": 1425,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/1425/building_1425_direct-view-of-queen-anne-building-from-lower-grand-square_e9b73cb69ef856e8b6baa30e57a1be08.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1425_direct-view-of-queen-anne-building-from-lower-grand-square_e9b73cb69ef856e8b6baa30e57a1be08.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/1425/building_1425_0v9a2363_9037db6cb51ef37051b7bab07f50fe1d.jpeg",
            "description": null,
            "title": "Greenwich Campus",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1425_0v9a2363_9037db6cb51ef37051b7bab07f50fe1d.jpeg"
        }
    ],
    "links": [],
    "location": {
        "address": "Queen Anne Court , 30 Park Row, SE10 9NN",
        "latitude": 51.48387,
        "longitude": -0.00524,
        "meeting_point": null,
        "travel_info": [
            "Tube: Cutty Sark",
            "Train: Greenwich, Maze Hill",
            "Bus: 177, 180, 188, 199, 286",
            "Additional travel info: On the day please join us at the Lower Grande Square to book in on the tours."
        ]
    },
    "name": "Old Royal Naval College - Queen Anne Court",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/1425",
    "ticketed_events": false
}