{
    "all_week": false,
    "description": "Tudor timber-framed hunt standing/grandstand (1543),  Henry VIII Tudor food display. Gateway to 6,000 acres ancient Epping Forest, once royal hunting ground, protected since 1878 by City of London, Grade II*.  Epping Forest Visitor Centre.",
    "design": {
        "designers": [
            {
                "architect": "Unknown",
                "description": null,
                "year": "1543"
            }
        ],
        "periods": [
            "Tudor"
        ],
        "types": [
            "historical house"
        ]
    },
    "events": [],
    "facilities": [
        "Parking",
        "Toilets",
        "Drinking water",
        "Seating available",
        "Accessible toilet",
        "Baby changing facilities"
    ],
    "factsheet": [
        {
            "heading": "Epping Forest and the Tudor Hunting Lodge",
            "paragraphs": [
                "Queen Elizabeth's Hunting Lodge stands in the heart of Epping Forest, 6000 acres of ancient royal hunting forest once known as the Forest of Essex, and later Waltham Forest. The Forest has been managed by the City of London Corporation as Conservators since 1878 after decades of popular protest and philanthropic zeal saved the Forest from development in the 1860s and 1870s. It is now managed for its 'natural aspect' and the 'recreation and enjoyment' of the public in line with the Act.",
                "The Crown had exercised forestal rights of hunting and timber in Epping Forest since at least the 12th century. In 1540, Henry VIII dissolved the monastery at Waltham Abbey and laid claim to its lands within Waltham Forest. He ordered the creation of two Deer Parks, one near Chingford at Fairmead.",
                "Henry VIII commissioned the building of a Great Standing or grandstand within Fairmead Park as a focus of hospitality for the royal hunt. It was completed in 1543, part of a hunting landscape that included at least one other hunt standing. Constructed from massive oak timbers, this three-storey building with its integral stair tower demonstrates the skills and ingenuity of the royal carpenters who built it.",
                "Elizabeth I may have used the building as she hunted in the Forest on a number of occasions. In 1589, she ordered a survey of this standing as it was in disrepair."
            ]
        },
        {
            "heading": "The Hunting Lodge: its survival",
            "paragraphs": [
                "During the seventeenth century, the building was occupied by a Keeper and the sessions of the Manor Court were held in the upper room. The timber frame was covered with plaster and small windows inserted on each level. It became known as Queen Elizabeth's Hunting Lodge at his time. The building was later lived in by the Watkins family, who farmed nearby for several generations.",
                "The City of London Corporation acquired the building with the passing of the Epping Forest Act of 1878. Various programmes of work followed between 1882 and 1900 during which the frame was exposed and stained dark brown, additional decorative timbers and bargeboards were added, and the infill panels and windows replaced. In spite of this, the main structure survived almost intact. Many of the timbers are original, although there have been considerable modifications to the brickwork plinth and Elizabethan chimney stack. The only infill panels are those surviving in the stair newel, plus one or two examples removed in 1899 and retained.",
                "The ground floor and middle rooms were occupied by the Butt family until 1926 when the new lodge was built next door. The museum was then expanded to fit all three floors. A timber clad extension was added to the building which was then demolished in 1978. Various modifications to the stair tower were carried out and some of the external walls were replaced."
            ]
        },
        {
            "heading": "Restoration and public opening",
            "paragraphs": [
                "The Hunting Lodge, open six days a week, offers a unique and atmospheric Tudor experience with views over Epping Forest to both public and school visitors. It is available for weddings and offers a changing programme of events and exhibitions across the year. The Hunting Lodge is regularly limewashed externally.",
                "The Hunting Lodge is protected by the Epping Forest Act 1878 and has been open to the public since that era. Extensive renovation work took place in 1993 following a 1989 survey showing that the building was in poor condition. The timber frame particularly was extensively affected by insect and fungal decay and water penetration. Following this report the Conservators of Epping Forest determined that a programme of opening up and investigation should be carried out.  Architectural historian John McCann made a careful examination of each detail of the building to supplement his documentary research. It was found that many of the supporting joints required repair. Decayed timbers were removed and fresh pieces of oak supplied to fill the gaps. Victorian inflexible infill material was removed and replaced with wooden laths supporting a flexible daub containing lime and straw. The roof tiles were stripped off and re-hung, the brickwork re-pointed and the outer surface lime-washed. Weatherings to the roof were renewed in cast lead. Under the 'swept valley' between the main roof and stair tower, lead soakers were placed to ensure no water enters this vulnerable part of the roof."
            ]
        }
    ],
    "id": 1430,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2024/1430/building_1430_qehl-roof-1_72a3f9e54d5eb43d5254577b165a8100.jpg",
            "description": null,
            "title": "The Hunting Lodge from above",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1430_qehl-roof-1_72a3f9e54d5eb43d5254577b165a8100.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2024/1430/building_1430_qehl_a7db4b37e15c7705788dfc102dab3a1a.jpg",
            "description": null,
            "title": "Queen Elizabeth's Hunting Lodge, with The View to the left",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1430_qehl_a7db4b37e15c7705788dfc102dab3a1a.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2024/1430/building_1430_qehl-roof-timbers_d4dbb7681e4b4a4f223ad122055616da.jpg",
            "description": null,
            "title": "Roof timbers, upper floor",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1430_qehl-roof-timbers_d4dbb7681e4b4a4f223ad122055616da.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2024/1430/building_1430_deer-wooden-stag_297e2c904499c9c9174b30001a4bae47.jpg",
            "description": null,
            "title": "Wooden deer sculptures overlook the Forest",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1430_deer-wooden-stag_297e2c904499c9c9174b30001a4bae47.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "6 Rangers Road, Chingford, E4 7QH",
        "latitude": 51.63455459999999,
        "longitude": 0.0170984,
        "meeting_point": null,
        "travel_info": [
            "Train: Chingford",
            "Bus: 97, 179, 212, 313, 397",
            "Additional travel info: Charged car parks adjacent"
        ]
    },
    "name": "Queen Elizabeth's Hunting Lodge",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/1430",
    "ticketed_events": false
}