{
    "all_week": false,
    "description": "Grade II* listed Nonconformist chapel for 1,000 people. Described by Pevsner as 'one of the finest Nonconformist buildings in London'. Horseshoe plan, innovative cast-iron columns and tracery, restored as a centre for the performing arts.",
    "design": {
        "designers": [
            {
                "architect": "Henry Fuller and James Cubitt",
                "description": null,
                "year": "1871"
            }
        ],
        "periods": [
            "Victorian"
        ],
        "types": [
            "concert/performance space",
            "community/cultural"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2024-09-22",
            "drop_in": true,
            "end": "2024-09-22T17:30:00+01:00",
            "fully_booked": false,
            "name": "Drop in: Open House at the Round Chapel",
            "notes": "",
            "start": "2024-09-22T12:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [],
    "factsheet": [
        {
            "heading": "History",
            "paragraphs": [
                "The former Clapton Park United Reformed Church, or Round Chapel as it is known locally, is one of the most remarkable buildings in Hackney, and is listed Grade ll*. Built to serve the needs of an expanding congregation in the 1870s, it proved too large for the 1980s congregation and a substantial drain on their limited resources, the church was closed, and worship continued in the school buildings facing onto Powerscroft Road.",
                "However, finding a secure future for the buildings continued to consume much of the church's energy. With dry rot in place and the roof failing, there were urgent discussions between the Hackney Historic Buildings Trust (HHBT), the United Reformed Church (URC) and English Heritage (EH) to find a solution before the deterioration became too great. Two packages of emergency repairs funded by English Heritage took place, whilst feasibility studies were carried out.",
                "A solution was found:",
                "The Round Chapel and ancillary buildings would be transferred from the URC to HHBT. Restoration, and other work to provide a viable future for the building would be carried out by HHBT, with funds provided by EH and the Heart of Hackney.",
                "Clapton Park URC would retain the church buildings on Powerscroft Road and restore them with assistance from EH.",
                "HHBT would raise the funds to purchase the church cottage.",
                "Much of that has happened, and the building is now owned and maintained  by the Buildings Trust."
            ]
        },
        {
            "heading": "Clapton Park United Reformed Church",
            "paragraphs": [
                "The story of the Clapton Park United Reformed Church begins nearby at the Old Gravel Pit Chapel in Morning Lane. The Gravel Pit Chapel was established as a small break-away group in 1804 from the Ram's Chapel, Homerton. Such groupings and re-groupings were common in nonconformist Hackney from the 17th century onwards. There is evidence of this in the many chapels in the area; the two nonconformist burial grounds of Bunhill Fields and Abney Park Cemetery; and the Homerton, Newington Green and Hoxton (later Highbury) Academies. The academies were centres of learning and ministerial training, where many famous nonconformist figures studied or worked, including Daniel Defoe and Isaac Watts.",
                "The Old Gravel Pit community was a congregationalist group. In 1810 they took the lease on the Morning Lane site. By 1853, the congregation had quadrupled, and an extension was built. However, in the 1860s with an increasing congregation and the lease expiring in 1871, it became clear that new premises were needed. The building was also found to be in a precarious structural condition. The story goes that an old man, dozing off one Sunday, rested his head against a pillar, and then felt it move.",
                "The population of Hackney was expanding very fast at this time. Between 1841 and 1871 the population increased from 38,000 to 115,000 and doubled again in the next thirty years. Clapton was a particularly fast-growing area, and there was intensive building of new housing there in the 1850s and '60s. The new development was known as the Clapton Park Estate, a respectable leafy suburb. In 1868, the Church decided to build a new and greatly enlarged chapel there, which was to be paid for by subscription.",
                "In 1869, Henry Fuller was appointed architect. We do not know whether others were considered, but Fuller would have been an obvious choice. He was well known as a nonconformist church architect and had designed three other chapels in the area: a chapel in Pownall Road, Haggerston; one at Cricketfield Road; and a design for the gigantic International Chapel, Kingsland Road. The building tender was won by Messrs. Perry & Co. at a cost of £10,920. The final cost was £21,294, an extremely high price at the time. The last service at the Old Gravel Pit Chapel was held on 23 April 1871 and the new chapel was inaugurated on 26 April 1871."
            ]
        },
        {
            "heading": "The New Chapel",
            "paragraphs": [
                "The new chapel was a most unusual building. For a start it was round, or at least roundish. How many round 19th century churches can you think of? Secondly, it was large, impressive and extrovert, reflecting a new mood of self-confidence and assertiveness in the British nonconformist world. Thirdly, iron was used in its construction — a truly novel idea at this time. Fourthly, the building was curiously neither Gothic nor classical, but something rather in-between.",
                "The chapel was designed on a horseshoe-shape plan with the roof and intermediate galleries supported by iron pillars. Delicate and detailed columns form a continuous eye-catching iron arcade at roof level, with spectacular lattice work effects above which the majestic roof floats. The ceiling is most unusual in being flat with a double cove at the sides. At the east end of the church, an enormous arch set into the wall provides a frame for the organ and pulpit.",
                "The kind of centralised plan used at the Round Chapel was being experimented with in a few other non-conformist churches at this time, but it is still exceedingly rare. There is a precedent in 'feel', even if not exactly in shape, close by in Hackney. Most unusually in the Georgian church of St John-at-Hackney, Mare Street 1792-97 by James Spiller. However, Fuller probably had in mind the idea of a theatre when he designed the Round Chapel, with its great height, three sided gallery and rounded plan. Here he was following the ancient Roman auditorium plan, as in the theatre of Marcellus or Wren's Sheldonian Theatre in Oxford.",
                "The form of the church should be considered in the context of a debate taking place in the 1870s about nonconformist  church architecture. This debate centred on the need to find an appropriate architectural form for non-conformism.",
                "Traditionally this had been met by the rectangular preaching box whose origins date from the early 19th century. Then, anonymity and a desire to blend in with the surrounding domestic architecture had been the key issues. But by the 1870s, most of the disadvantages which nonconformist groups had suffered from had disappeared. and the movement was entering into a new  more expansive phase, marked by larger and more impressive buildings. But on what models should these be based? Most nonconformist designers provided increased  grandeur through Gothic Revival nave-and- aisle plan churches in the Anglican style. But others argued for a distinctive chapel form, which would differentiate their buildings from Anglican ones. In Clapton Park chapel. Fuller provided a resounding demonstration of an alternative approach.",
                "The building's originality lay in its shape and general  conception and divergence from the nave-and-aisles  arrangement. Its resemblance to a theatre was remarked upon at the time and this proved remarkably successful in fulfilling some practical requirements.",
                "Firstly, the building could accommodate a large congregation, with its generous size and galleries. Secondly, it was highly desirable. with the nonconformist emphasis on the sermon, that all could hear and see the preacher. Thirdly, Fuller facilitated movement around the building by use of ingenious curving circulatory passages behind the chapel.",
                "An article on 'Contemporary Chapel Building' of 9 February 1872 in Building News praised Fuller's church and his attempt to find a new direction for nonconformist architecture, but criticised the columns for interfering with sight lines from various spots: 'it makes cast iron  columns almost a necessity, with all the trashy detail that  they lead to – and it involves so many of them, that in spite of their thinness, they cause a very considerable obstruction' The Building News columnist preferred stone and its qualities of solidarity, massiveness and durability. Iron churches were out of the question at this date in England and many bishops had refused to consecrate them.",
                "Yet at Clapton Fuller had used iron in a considered and deliberate way, exposing the structure and revelling in the lattice arcade effect that it produced. Its potential for leaving massive areas of the building unsupported cannot  have escaped him, given the drama of the central area.",
                "Finally, there is the outside of the chapel which  contemporaries called 'Romanesque', presumably because of the round arched windows. In fact, the building is an  eclectic mixture of Italianate motifs. The rounded west end faces the main road, flanked on either side by octagonal  towers housing the staircases. The roof is a distinctive feature with its steep pitch and elaborate cast iron balustrade. The exterior is faced with ashlar masonry, again unusual in 19th century churches. The current facings date from 1906 when the originals were replaced.",
                "The chapel was built with ancillary rooms to the rear and a verger's house to one side in Glenarm Road. By 1873, these were felt to provide insufficient space, and a new extension with school and lecture rooms was built on the Powerscroft Road side of the church. The school building was designed in a similar manner to the existing chapel. The block was set at right angles to the main building. In 1881 a wing was added projecting towards the chapel in a polygonal form echoing the rounded front of the parent block."
            ]
        },
        {
            "heading": "James Cubitt",
            "paragraphs": [
                "The school's extension was designed by James Cubitt, one of the most distinguished nonconformist architects of the period and author of Church Designs for Congregations of 1870. His masterpiece is the huge Union Chapel, Compton Terrace, Islington of 1876. Cubitt and Fuller shared office premises at 26 Finsbury Place, ECS Cubitt began practising in 1867, and in 1872 joined Fuller's practice as a partner. Fuller himself retired in 1874 and the Clapton Park chapel was his last building. Cubitt may have had some input into the Round Chapel design of 1869; arguments for Cubitt's involvement centre around the highly innovative and dramatic nature of the building, which can certainly be seen as a forerunner of both Cubitt's book of the following year and the later Union Chapel.",
                "Conversely, most of Fuller's designs, such as his Kingsland Road design, are in a Gothic style and follow the traditional nave-and-aisles arrangement. If Fuller did design the Round Chapel it represents a very late change of architectural style, but there is insufficient documentary evidence to tell whether Cubitt was involved or not.",
                "The Clapton Park Chapel went on to become one of the most important nonconformist centres in East London. In the 1870s and 1880s its congregation was increasing, as were its missionary activities. However, from the 1890s onwards the church congregation decreased as the composition of the neighbourhood changed and a slow but steady drift to the suburbs began. This factor has severely affected church membership ever since."
            ]
        },
        {
            "heading": "Grade Il* listing",
            "paragraphs": [
                "The architectural importance of the chapel has been recognised by its upgrading from Grade Il to Il* with specific mention of the merit of the chapel interior. Grade Il* means it is in the top 4% of listed buildings in the country. It was included in a 1985 government White Paper on nonconformist churches in England which listed outstanding examples throughout the country. Out of only nine entries for London, three were in Hackney: the Agapenomite Church, the United Reformed Church, and the Unitarian Chapel, Newington Green.",
                "Today the Clapton Park URC continues to serve the community from the newly-restored school buildings on Powerscroft Road."
            ]
        }
    ],
    "id": 1503,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/1503/building_1503_round-chapel-sw_adffcf6337ef8dee0ca88f0dd9fb5556.jpg",
            "description": null,
            "title": "View from South West",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1503_round-chapel-sw_adffcf6337ef8dee0ca88f0dd9fb5556.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/1503/building_1503_img-0840_2d6c438ebffaca397be2da29db1bc035.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1503_img-0840_2d6c438ebffaca397be2da29db1bc035.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Lower Clapton Road (junction with Glenarm Road), E5 0NP",
        "latitude": 51.55246,
        "longitude": -0.05207,
        "meeting_point": null,
        "travel_info": [
            "Train: Hackney Downs, Hackney Central, Clapton",
            "Bus: 38, 48, 55, 106, 253, 242, 254, 394, 488"
        ]
    },
    "name": "Round Chapel",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/1503",
    "ticketed_events": false
}