{
    "all_week": false,
    "description": "Architect - G.E Street's masterpiece and one of Victorian London's great public buildings. 13 Century Gothic given a Victorian interpretation. Commissioned by Queen Victoria to build the home for Civil Justice for the United Kingdom.",
    "design": {
        "designers": [
            {
                "architect": "G. E. Street",
                "description": null,
                "year": "1874"
            }
        ],
        "periods": [
            "Victorian"
        ],
        "types": [
            "legal"
        ]
    },
    "events": [],
    "facilities": [
        "Toilets",
        "Family-friendly event",
        "Handrails on stairs",
        "Seating available",
        "Accessible toilet",
        "Baby changing facilities"
    ],
    "factsheet": [
        {
            "heading": "Overview",
            "paragraphs": [
                "Land was bought through slum clearance by the Crown in 1865. A competition for the Law Courts was held, from which no clear winner emerged. G E Street was appointed, with George Gilbert Scott, who soon resigned leaving Street as sole architect. Work began in 1874 and the building was  opened in 1882 by Queen Victoria. Street had died the previous year, allegedly from the stress of the project. Further work on the building was completed by his son and Arthur Blomfield.",
                "The overall aspect of the facade is of a 13th century Gothic townscape from a Book of Hours, a fantasy of turrets and towers, spires and pinnacles translated into Victorian reality. The entrance is beneath a giant arch at the end of the asymmetrical facade, with an arcaded bridge above. Inside, the litigant passes through an entrance lobby and the astonishing Great Hall, 230 ft long and 82 ft  high. Street used 13th century Gothic forms – tall, stepped, lancet windows at the East End and sexpartite rib vaulting overhead.",
                "The cathedral-like quality of the architecture, and the sheer scale, is  awe-inspiring. The doorways have richly foliated stiff-leaf carved forms, the walls are decorated with diapering and the windows have geometric tracery. At each end are spiral stairs to the administrative parts of the building.",
                "There is a monument to Street on the east side of the Great Hall, showing the architect seated above a frieze of artists and craftsmen."
            ]
        },
        {
            "heading": "Visitor Experience",
            "paragraphs": [
                "Leaflets will be handed out for visitors to engage into a self guided tour of the building focusing on historical statues, paintings and particular parts of interest including the \"Bear Garden\" and the \"Painted Room\" .\nSeveral courtrooms will run a series of \"Mock Trials\"  for visitors to witness first hand the workings of a modern day courtroom.\nA courtroom will display a selection of historical items for visitors to handle with staff on hand to explain their purposes.\nQuestion and Answer sessions will be run from a courtroom for visitors to engage with staff including an overview of the unique role of the Courts \"Tipstaff\" \nThe cells area and prisoner transportation vans will be on display for customers to interact with.\nThe costume display area will be open to visitors showcasing the clothing worn by the High Court Judiciary.\nCourt staff will also put on a display of Judicial clothing within a courtroom and engage in robing sessions with the public.\nA Kids Corner will be open with interactive sessions including a treasure hunt, art and puzzle sessions.\nAn exhibition of Banners, showcasing 100 years of woman in the Judiciary.\nThe on site Café will be open from 10am until 3pm. providing hot and cold refreshments."
            ]
        }
    ],
    "id": 1531,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/1531/building_1531_the-royal-courts-of-justice-entrance_d70df27ab1224663d97cf723276d714d.jpg",
            "description": null,
            "title": "The Royal Courts of Justice entrance",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1531_the-royal-courts-of-justice-entrance_d70df27ab1224663d97cf723276d714d.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Strand, WC2A 2LL",
        "latitude": 51.513803,
        "longitude": -0.1135807,
        "meeting_point": null,
        "travel_info": [
            "Tube: Temple, Holborn, Chancery Lane, Blackfriars, Embankment",
            "Train: Waterloo, Charing Cross, Blackfriars",
            "Bus: 11, 15, 26, 76, 341"
        ]
    },
    "name": "Royal Courts of Justice",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/1531",
    "ticketed_events": false
}