{
    "all_week": false,
    "description": "Join us for an internal and external tour of Biggin Hill Museum and Chapel. Come along and immerse yourself in the history of Biggin Hill from the establishment of the airfield to the events of the Battle of Britain. Hear stories of the men and women who fought and worked at RAF Biggin Hill.",
    "design": {
        "designers": [
            {
                "architect": "Hampson Williams",
                "description": null,
                "year": "1951"
            }
        ],
        "periods": [
            "Robin Lee Architects",
            "Post-war"
        ],
        "types": [
            "religious",
            "museum"
        ]
    },
    "events": [
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/1774",
            "capacity": null,
            "date": "2024-09-17",
            "drop_in": false,
            "end": "2024-09-17T12:00:00+01:00",
            "fully_booked": false,
            "name": "Guided tour of RAF Biggin Hill Museum & Chapel",
            "notes": "The tour will be the inside and outside of the Museum and Chapel.",
            "start": "2024-09-17T11:00:00+01:00",
            "ticketed": true
        }
    ],
    "facilities": [
        "Parking",
        "Toilets",
        "Accessible toilet",
        "Baby changing facilities",
        "Blue badge parking",
        "Drinking water",
        "Family-friendly event",
        "Gender neutral toilet",
        "Loan wheelchair",
        "Seating available",
        "Step-free routes"
    ],
    "factsheet": [
        {
            "heading": "History",
            "paragraphs": [
                "Although the RAF finally left Biggin Hill in 1992, the Ministry of Defence still maintains this small, brick-built chapel as a marvellously evocative example of a type of building once common on airfields up and down the country. It is also a fitting national memorial to Biggin Hill’s contribution to winning the Battle of Britain in 1940.",
                "However, the chapel is not the original one (which was destroyed by fire in 1946) but a 1951 replacement. Architects were from the Air Ministry Works Directorate.",
                "The new building was paid for by public subscription, launched and supported by Sir Winston Churchill. Well-proportioned but austere from the outside, it recreates as far as possible the effect and spirit of the original’s interior, being of plain brick. It has the same aircraft hangar shape, the same layout and matching pulpit, reredos and altar cloth. A picture of the original church hangs in the chapel.",
                "The chapel’s twelve stained glass windows evoke the spirit and courage of the wartime aircrews. They were designed by Hugh Easton, who also designed the Battle of Britain Memorial Windows in Westminster Abbey. Each window is to a common theme, 'The cloud of witnesses', and depicts the spirit of a pilot holding a different Squadron Badge. Worth noting additionally are two plaques honouring Polish and Canadian airmen and one of Delft tiles recognising the role of Dutch airmen.",
                "In the adjoining St George’s Room four windows were installed in 1985 to commemorate the vital contribution of the supporting ground crews. Designed by Goddard and Gibbs they were paid for by public subscription. A notable feature is a representation of three Military Medals to recognise the bravery of three WAAF members during two Luftwaffe attacks in 1940.",
                "The Chapel seats 80 and regular weekly services are still held on Sunday mornings."
            ]
        },
        {
            "heading": "Internal and External Tour",
            "paragraphs": [
                "The tour will be of the chapel and museum space, both internally and externally. Externally the two gate guardians are of importance, coupled with the St. George's Chapel which was rebuilt as a result of a fire. Internally, the museum shows the experiences of the men and women who both lived and worked at RAF Biggin Hill, and the tour will further explore the lives of these important individuals."
            ]
        }
    ],
    "id": 1774,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/1774/building_1774_chapel-and-museum-17-01-19_ea8be2bfab73602824d7441a96f36c56.JPG",
            "description": null,
            "title": "Biggin Hill Memorial Museum",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1774_chapel-and-museum-17-01-19_ea8be2bfab73602824d7441a96f36c56.JPG"
        }
    ],
    "links": [],
    "location": {
        "address": "Biggin Hill Memorial Museum, Main Road, Biggin Hill, Westerham",
        "latitude": 51.3271514,
        "longitude": 0.0233816,
        "meeting_point": null,
        "travel_info": [
            "Train: Bromley South",
            "Bus: 320, 246, 464, r2, R8",
            "Additional travel info: The Bus stop is outside the Museum for all routes, except for the 464 which is around a 5 minute walk."
        ]
    },
    "name": "RAF Biggin Hill Museum & Chapel Tour",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/1774",
    "ticketed_events": true
}