{
    "all_week": false,
    "description": "A rare example of Thomas Archer's work and a masterpiece of English Baroque, originally dubbed Queen Anne's Footstool. A Grade I listed building, restored by Marshall Sisson after extensive bombing damage, now a busy concert hall.",
    "design": {
        "designers": [
            {
                "architect": "Thomas Archer",
                "description": null,
                "year": "1714"
            }
        ],
        "periods": [
            "Marshall Sisson",
            "Georgian"
        ],
        "types": [
            "concert/performance space",
            "religious"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2024-09-17",
            "drop_in": true,
            "end": "2024-09-17T13:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in: Open Morning",
            "notes": "",
            "start": "2024-09-17T10:00:00+01:00",
            "ticketed": false
        },
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2024-09-18",
            "drop_in": true,
            "end": "2024-09-18T13:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in: Open Morning",
            "notes": "Please let us know if you plan to visit. Doing so allows the venue to plan ahead and you will be notified by email about any changes to the programme that might affect your visit.",
            "start": "2024-09-18T10:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        "Toilets",
        "Baby changing facilities",
        "Drinking water",
        "Accessible toilet"
    ],
    "factsheet": [
        {
            "heading": "Building design",
            "paragraphs": [
                "Built: 1713-1728\nArchitect: Thomas Archer (1668-1743)\nRestored: 1965-1969 by Marshall Sisson following damage sustained during World War II",
                "The architectural style of St John's Smith Square has always provoked a reaction in the viewer – although not always complimentary. An 18th-century commentator thought the new church “singular, not to say whimsical” and Charles Dickens described it (in ‘Our Mutual Friend’) as “some petrified monster, frightful and gigantic, on its back with its legs in the air”. However, tastes change and St John's Smith Square is now regarded as one of the masterpieces of English Baroque architecture.",
                "The building was designed by Thomas Archer. His family were country gentry, but nothing is known about his architectural training. After the usual education for a cultivated gentleman – three years at Oxford followed by the Grand Tour of Europe – he made his way as a Groom Porter appointed by Queen Anne in 1705. He was responsible for licensing all gambling at court. He retained this post for the rest of his life under her successors George I and George II. Not surprisingly, he became a wealthy man. Possibly as a result of this wealth and the distractions of Court life, his architectural output was small – including some work at Chatsworth; Roehampton House (now part of Queen Mary's Hospital); St Philip's Church, Birmingham (now the Cathedral) and St Paul's Church, Deptford. Archer's style owes most to the Italian influences he experienced on his Grand Tour, primarily that of Borromini.",
                "In 1981, Sir Hugh Casson wrote of the building: \n“The plan is squarish and almost symmetrical, but like all Baroque churches the interlocking pattern of the internal spaces is ambiguous, so that you can \"see\" and comprehend the church centrally or longitudinally as you prefer. The outside is such a turmoil of movement that you could almost say there are no walls or windows ... only a composition of classical elements, columns and cornices, moulded pediments and heavily modelled towers ... Admittedly, it looks a bit too large for the space it occupies – rather like some great piece of machinery that has been parked in this tiny domestic little square of brick-faced houses and white sash-windows. But this architectural outsize swagger is part of its fascination. It positively challenges you to take it on full-face (and on all four faces). Once up the grand steps and through the doors the contrast is complete. All within is quiet simplicity – a lofty, spacious emptiness filled with a pale, clear light (there is no stained glass) – white walls contrasting with a scarlet curtain and a dark, polished timber gallery, giant white-painted Corinthian columns carrying a simple barrel-vaulted roof... It's all as cool and quiet and evocative as the inside of a seashell. But there's another surprise to come. Beneath the church and reached by stone spiral stairs in the corner tower is another architectural mood ... the crypt. Low brick vaults – hardly more than head-high - a sense of weight and gravity…”"
            ]
        },
        {
            "heading": "Historical background",
            "paragraphs": [
                "In 1710, the long period of Whig domination of British politics ended as the Tories swept to power. Under the Tories' plan to strengthen the position of the Anglican Church and in the face of widespread damage to church buildings after a storm in November 1710, Parliament concluded that a ‘Commission for building 50 new churches’ would be necessary in the cities of London and Westminster. An Act of Parliament in 1711 levied a tax on coal imports into the Port of London to fund the scheme. Archer was appointed to this commission alongside Hawksmoor, Vanburgh and Wren. The site for St John's Smith Square was acquired from Henry Smith (who was also Treasurer to the Commissioners!) in June 1713 for £700 and building commenced immediately. The church was finally completed and consecrated in 1728, costing a total of £40,875 (approximately £5.3m today!)",
                "St John's Smith Square’s famous nickname ‘Queen Anne's Footstool’ was coined early in its history. The story goes that Thomas Archer consulted the ailing Queen Anne about his designs for the new church. The Queen, not noted for her interest in architecture, petulantly kicked over her footstool, pointed at its upturned shape and snapped “Like that!” Look up outside of the building to see the four towers or ‘legs’ of the stool adorned with pineapples.",
                "For the next 213 years, the Church of St John the Evangelist served the surrounding parish – but not without incident! In 1742 (the year before Archer's death) its interior was damaged by fire and required extensive restoration; in 1773 it was struck by lightning; in 1815 the towers and roof had to be shored up; and in the early 20th Century it was the target of a suffragette bomb plot. Finally, and perhaps most dramatically, on 10 May 1941, the church was directly hit and gutted by an incendiary during a bombing raid on London. A handwritten account of the events that night hangs in a frame at the top of the stairs leading from the hall down to the Crypt. Subsequently, the church stood a ruin, open to the sky, for over 20 years."
            ]
        },
        {
            "heading": "Restoration and rebirth",
            "paragraphs": [
                "The building was saved by the determination and dedication of Lady Parker of Waddington, a plaque on the south wall commemorates this. She formed the Friends of St John's in 1962 to raise money and restore the church to Archer's original design as a concert hall. Work began in 1965 and the opening recital was given on 6 October 1969 by Dame Joan Sutherland and Richard Bonynge, in the presence of St John's Royal Patron at the time, HRH The Princess Margaret (our current Patron is HRH The Duchess of Cornwall).",
                "Since its re-birth in 1969 as one of the finest concert halls in London, and now in its 301st year, St John's Smith Square has hosted many highlights. These include the UK premiere of Karlheinz Stockhausen’s Stimmung; world premieres of works by Boulez, Birtwistle, Copland and Tippett by the London Sinfonietta; William Walton conducting his own 70th birthday concert; Pierre Boulez and Daniel Barenboim conducting the BBC Symphony Orchestra.",
                "St John's Smith Square receives no subsidy. It relies entirely on income from concerts and the generosity of trusts, companies and individuals. Over the years, we have successfully fundraised for the installation of a fine new concert organ using the antique organ case (built by Jordan, Byfield and Bridges in 1734) donated by Sir Duncan Oppenheim; redecoration of the interior; and essential cleaning and repair of the exterior stonework. The organ, built by Johannes Klais of Bonn, was named ‘The Sainsbury Organ’ to recognise the generosity of the Sainsbury family."
            ]
        },
        {
            "heading": "The crypt",
            "paragraphs": [
                "The crypt can be reached via the Box Office or via the spiral staircase towards the rear of the hall. This part of the building was not damaged by the wartime bombing, so the brickwork is original. Unlike other churches of the period (for example Christ Church, Spitalfields, whose crypt was excavated by archaeologists in the 1980s yielding much information about the 18th-century inhabitants of the parish), the crypt of St John's was never used for burials. In fact, for most of the 18th and 19th centuries, the space was let for storage of wines and beer! The Crypt now houses the Footstool Restaurant, containing an exhibition of photographs of historical St John’s Smith Square and serving hot and cold drinks, buffet and à la carte meals, and cakes.",
                "Instead of underground, the church's burial ground is situated in Horseferry Road adjacent to the former Westminster Hospital buildings. The site is now designated St John's Gardens and the remaining grave-slabs, much eroded by time and the elements, are arranged around the perimeter of the garden.",
                "www.sjss.org.uk"
            ]
        },
        {
            "heading": "Merger with Southbank Sinfonia",
            "paragraphs": [
                "In April 2021, St John’s Smith Square merged with Southbank Sinfonia to become one organisation with a shared administrative staff, Southbank Sinfonia at St John’s Smith Square.",
                "Over the past year, our focus has been to integrate successfully and to develop a shared vision for the combined organisation. And now, with these fundamentals in place, we’ve begun the process of refining our vision, mission, and values, and will be looking to create a new brand which encompasses both sides of our organisation and preserves their unique spirits.",
                "Our aim is to continue the long-established and much-loved favourites of the Southbank Sinfonia programme and the Smith Square concert calendar, to continue to offer an important performance space for schools, universities, and amateur groups at St John’s, but also to embed the Southbank Sinfonia Fellowship at the heart of all our programming.",
                "To date, the orchestral Fellowship has been organised into themed weeks of activity and our intention is to continue in this way, with it providing the bedrock for programming decisions at St John’s Smith Square. Each theme will be explored through Southbank Sinfonia activity, but with external performers and ensembles collaborating each week, intersecting with the Fellowship programme.",
                "For example, during a week dedicated to the exploration of Baroque music, there might be a Baroque-themed lunchtime concert, an orchestral concert with Southbank Sinfonia Baroque, performances by leading period instrument groups, an education project for local schools around Early Music, and the opportunity to partner with exhibitions of Baroque art in the local area.",
                "We’re excited by the opportunity to invite audiences on new cultural journeys with us, to learn, experience and be inspired. And, in time, we plan to build a comprehensive and community-based Learning and Participation strand to our work."
            ]
        }
    ],
    "id": 1799,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/1799/building_1799_dsc_0045-cog-design_dcf7566519cee864cc7e621b1bc44115.jpg",
            "description": null,
            "title": "St John's Smith Square",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1799_dsc_0045-cog-design_dcf7566519cee864cc7e621b1bc44115.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/1799/building_1799_101783-matthewandrews2013_abd2db40d28f8902d760f0571005bfbd.jpg",
            "description": null,
            "title": "Inside the Concert Hall",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1799_101783-matthewandrews2013_abd2db40d28f8902d760f0571005bfbd.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/1799/building_1799_101951-matthewandrews2013_c1ae7133072098fc9f1e3a3891fd72ef.jpg",
            "description": null,
            "title": "St John's Smith Square: Building Detail",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1799_101951-matthewandrews2013_c1ae7133072098fc9f1e3a3891fd72ef.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/1799/building_1799_101954-matthewandrews2013_fb8b2c894c305be79861fa724fc855f6.jpg",
            "description": null,
            "title": "St John's Smith Square: Building Detail",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1799_101954-matthewandrews2013_fb8b2c894c305be79861fa724fc855f6.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/1799/building_1799_star-burst-1-of-1_58eac575e3ebe318967ef2f01b399a59.jpg",
            "description": null,
            "title": "Starburst in Smith Square",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1799_star-burst-1-of-1_58eac575e3ebe318967ef2f01b399a59.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/1799/building_1799_organ-close-up-of-pipes_47ee9aa9fa67bbb218842e59cb27e3da.jpg",
            "description": null,
            "title": "The Sainsbury Klais Organ",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1799_organ-close-up-of-pipes_47ee9aa9fa67bbb218842e59cb27e3da.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/1799/building_1799_101468-matthewandrews2013_7e6e282b51c4d25268a961efc562ff1f.jpg",
            "description": null,
            "title": "The Towers of 'Queen Anne's Footstool'",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1799_101468-matthewandrews2013_7e6e282b51c4d25268a961efc562ff1f.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/1799/building_1799_sjss-1_3fd4916997bb818ab1fe1a9023410fd5.jpg",
            "description": null,
            "title": "The East Side of the Square",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1799_sjss-1_3fd4916997bb818ab1fe1a9023410fd5.jpg"
        }
    ],
    "links": [
        {
            "href": "https://www.sjss.org.uk/",
            "title": "www.sjss.org.uk"
        },
        {
            "href": "https://www.instagram.com/stjohnssmithsquare/",
            "title": "www.instagram.com/stjohnssmithsquare"
        },
        {
            "href": "https://twitter.com/StJohnsSmithSq",
            "title": "twitter.com/StJohnsSmithSq"
        },
        {
            "href": "https://www.facebook.com/stjohnssmithsquare/posts/661449146010753",
            "title": "www.facebook.com/stjohnssmithsquare/posts/661449146010753"
        },
        {
            "href": "www.sjss.org.uk",
            "title": null
        }
    ],
    "location": {
        "address": "Smith Square, SW1P 3HA",
        "latitude": 51.4956954,
        "longitude": -0.1270462,
        "meeting_point": null,
        "travel_info": [
            "Tube: Westminster, Pimlico, Victoria",
            "Train: Victoria, Charing Cross, Waterloo, Vauxhall",
            "Bus: 3, 87, 88, 507, C10"
        ]
    },
    "name": "St John's Smith Square",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/1799",
    "ticketed_events": false
}