{
    "all_week": false,
    "description": "Convent in 18C Grade II listed house, c1764-1792, with original features including fine decorative plasterwork. Various additions including west wing (1913-15), and harmonious care home facilities and chapel by PRP Architects (1998-2001).",
    "design": {
        "designers": [
            {
                "architect": "Unknown",
                "description": null,
                "year": "1764"
            }
        ],
        "periods": [
            "Radford",
            "architects",
            "Surrey",
            "Wallace Gregory",
            "Scoles and Raymond",
            "PRP Architects",
            "PRP Architects",
            "Historical/contemporary"
        ],
        "types": [
            "religious"
        ]
    },
    "events": [],
    "facilities": [
        "Toilets",
        "Accessible toilet",
        "Cloakroom",
        "Drinking water",
        "Gender neutral toilet",
        "Handrails on stairs",
        "Seating available"
    ],
    "factsheet": [
        {
            "heading": "Building History",
            "paragraphs": [
                "St. Mary’s Convent in the Butts, Brentford is in an area described by Nikolaus Pevsner as architecturally ‘the most rewarding part of Brentford’; the Butts has been a conservation area since 1967.",
                "The early building history of the older part of the present convent complex is not clear, though an outline of the story can be assembled from various sources. There appears to have been a house on the site from c.1764, but a major development was carried out in 1792 when the property came into the hands of a Mr Blissett William Gould esq. The 'New Brentford Survey' of that year describes the property as ‘Dwelling-House, Kitchen, Offices, Stables, Court Yard, Pleasure-Grounds, Kitchen-Garden, Orchard etc.’ This is the handsome classical style building, with a central block and east and west wings, which is depicted in the undated print which is reproduced here.",
                "Around 1810 ‘Egglesfield House’, as it was then known, was acquired by Rev J. Morris D.D. for use as gentlemen’s boarding school. In 1839 the house seems to have gone back into domestic use, being acquired by one George Cooper FRCS JP, whose monument can still be seen inside St. Lawrence’s Church in the High Street, which is currently being restored. On his death in 1877, the house and other properties in the Butts were acquired by a Mr E. S. Willett of Isleworth.",
                "In 1880 a lease to this property was acquired by Venerable Mother Magdalen Taylor, beginning its long association with her order of Catholic sisters, the Poor Servants of the Mother of God, who are the current owners. Following the purchase of the house in 1893, various phases of building were carried out by the order in furtherance of its work in Brentford. These included the large addition of 1913-14, which involved the demolition of the old west wing of the house; the building of St. Raphael’s care home in 1924; and a new phase of alterations and additions in 1956, including the building of a new infirmary and large chapel. Most recently, a major programme of building and refurbishment from 1998-2001 has involved the demolition of the 1950s chapel, and the building of new care home facilities including a smaller chapel in a modern style."
            ]
        }
    ],
    "id": 1831,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/1831/building_1831_brentford-convent-exterior-2013_c7f016d91726025e35ba61a5310f9ee0.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1831_brentford-convent-exterior-2013_c7f016d91726025e35ba61a5310f9ee0.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/1831/building_1831_brentford-st-mary-s-convent-egglesfield-house-copy_57506a424472882af3d52f0fad7abe93.jpg",
            "description": null,
            "title": "St Mary's Convent in the early 1800s",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1831_brentford-st-mary-s-convent-egglesfield-house-copy_57506a424472882af3d52f0fad7abe93.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "10 The Butts, Brentford, TW8 8BQ",
        "latitude": 51.4848522,
        "longitude": -0.3081177,
        "meeting_point": null,
        "travel_info": [
            "Tube: Northfields, Boston Manor",
            "Train: Brentford",
            "Bus: 235, 237, 267, E2, E8, 195"
        ]
    },
    "name": "St Mary's Convent",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/1831",
    "ticketed_events": false
}