{
    "all_week": false,
    "description": "17C livery hall with courtroom and garden. Oak panelling and stained glass windows. Undamaged in WWII. Recently refurbished new rooms and air-cooling within, including a new lift for step-free access into the Hall. Selected items from the archives on display. Book binding exhibition in the Hall.",
    "design": {
        "designers": [
            {
                "architect": "Robert Mylne",
                "description": null,
                "year": "1673"
            }
        ],
        "periods": [
            "Peregrine Bryant Associates",
            "Stuart"
        ],
        "types": [
            "livery hall",
            "historical house",
            "event"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2024-09-22",
            "drop_in": true,
            "end": "2024-09-22T16:15:00+01:00",
            "fully_booked": false,
            "name": "Drop in: Open Day",
            "notes": "Please let us know if you plan to visit. Doing so allows the venue to plan ahead and you will be notified by email about any changes to the programme that might affect your visit.",
            "start": "2024-09-22T10:00:00+01:00",
            "ticketed": false
        },
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2024-09-22",
            "drop_in": true,
            "end": "2024-09-22T16:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in: Bookbinding Exhibition",
            "notes": "The participants in the exhibition will each showing  aspect of the talents and dedication that go into the production of fine books.",
            "start": "2024-09-22T10:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        "Toilets",
        "Baby changing facilities",
        "Handrails on stairs",
        "Step-free routes",
        "Accessible toilet"
    ],
    "factsheet": [
        {
            "heading": "Stationers' Hall before the Great Fire",
            "paragraphs": [
                "The ambition of all City companies was to own a hall, and the Stationers were no exception. The tradition is that they had a hall in Milk Street, but nothing is known about it. By about 1554 they had bought Peter's College, which had belonged to St Paul's. It stood immediately to the east of the Deanery at the point where Ludgate Hill opened into the churchyard on the south side. By the end of the 16th century, however, it was found to be too small for the expanding Company and in 1606 the Stationers purchased for £3,500 Abergavenny House on the site of the present Hall.",
                "The cost of upkeep was heavy and in 1656, for example, the rights in Foxe's Book of Martyrs were sold to raise funds for urgent repairs. By 1664 the hall was unfit for use. While the Great Fire of London was a tragedy, it proved a step forward for the Stationers' Company.",
                "During the early days of September 1666 the Great Fire destroyed the major part of the whole City and Abergavenny House was burned to the ground; all the rest of the Company's property was lost within 36 hours. George Tokefield, the Clerk, had, however, managed to remove most of the records to his house in Clerkenwell, to which thoughtful act the Company is indebted for the survival of its unique muniments."
            ]
        },
        {
            "heading": "The New Hall, 1673",
            "paragraphs": [
                "During the 18 months following the Fire little progress was made, but, gradually, steps were taken to build the present Hall, with work beginning in 1670. By autumn 1673 the new Hall was used for dinner on Lord Mayor's day, but a further 12 months passed before Stephen Colledge, 'the Protestant Joiner', contracted to panel the Hall for £300.",
                "The accounts for the work on the Hall and kitchen after August 1672 have survived. Henry Foord for all the woodwork (except the panelling) charged £732, Mr Pollard, the painter, £33, and Robert Wapshott, the builder, for draining and brickwork, plastering and slating, charged £905. It has been estimated that the complete work came to about £3,000. In the 10 years following the Fire about £5,000 was spent on the Hall, warehouse, Court Room, Stock Room and tenements. Much of the money came from the profits from the Company's publishing of prayer books and almanacks, as had the original purchase money for the property."
            ]
        },
        {
            "heading": "Alterations and Additions since 1673",
            "paragraphs": [
                "At the end of the 18th century, Robert Mylne, Surveyor to the Company since 1776, was asked to give a more dignified appearance to the frontage. The work was finished in the autumn of 1800 and cost just over £1,300. His son and successor, William, in 1825, improved the amenities of the Court Room at a cost of £1,600. The third Mylne, Robert William (son of William), re-shaped and partially re-built the east wing of the Hall with an expenditure of just over £7,000 in 1885, when the Stock Room was given its present shape, but with the old panelling restored."
            ]
        },
        {
            "heading": "The Hall Today",
            "paragraphs": [
                "The Hall today is one of the most beautiful in London in spite of serious damage caused by enemy action in 1940. The Court Room was partially destroyed but was restored by 1957, and the ceiling of the Livery Hall had to be re-erected to a design of 1800. Generations of Stationers have adorned the buildings to add to their interest. Most recently, improvements were completed in July 2022. These included the installation of a lift to allow step-free access; installation of air-cooling units in the main rooms; an upgraded kitchen; additional conference facilities and meeting rooms; and a new second entrance, which will allow multiple events to occur concurrently in the Hall."
            ]
        },
        {
            "heading": "The Stationers' Company",
            "paragraphs": [
                "The Stationers' Company was first formed in 1403 by manuscript writers, illuminators and book binders. Amongst the first medieval craftsmen to stop being itinerant and to trade from fixed 'stations' close to cathedrals, they were known in London as 'stationers'; thus the name that they gave to their newly formed guild.",
                "The guild embraced printing almost immediately after Caxton brought it to England towards the end of the 15C. It was the power and potential of printing that led to the Crown granting the Company a Royal charter in 1557.",
                "By continuing to embrace change and adapting to new digital technology, the Stationers' Company is proud to remain as relevant today as it was when printing first came to England. It has around 1,000 members drawn from the paper, packaging, printing, publishing, newspaper and allied industries, including a number of designers, journalists, broadcasters and software engineers.",
                "The Company uses the Hall for roundtable discussion meetings, lectures and seminars as well as more formal traditional Livery Company lunches and dinners."
            ]
        }
    ],
    "id": 1882,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/1882/building_1882_stationers-hall-inside-hall-jun15_965a44fda3565c81432a2b3a9ce974c9.jpg",
            "description": null,
            "title": "The Livery Hall",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1882_stationers-hall-inside-hall-jun15_965a44fda3565c81432a2b3a9ce974c9.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/1882/building_1882_stationers-hall-outside-jun15_2a5ad69e2b99cd2d306eb5bffbe4b156.jpg",
            "description": null,
            "title": "Stationers' Hall ",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1882_stationers-hall-outside-jun15_2a5ad69e2b99cd2d306eb5bffbe4b156.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/1882/building_1882_stationers-hall-garden-jun15_fdfa5c472de3ffe9d04bbc25382418dd.jpg",
            "description": null,
            "title": "Stationers' Garden",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1882_stationers-hall-garden-jun15_fdfa5c472de3ffe9d04bbc25382418dd.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/1882/building_1882_caxton_ed906e3aa223608e92b54dd013250451.jpg",
            "description": null,
            "title": "Caxton Window in the Main Hall",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1882_caxton_ed906e3aa223608e92b54dd013250451.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/1882/building_1882_court-rooma_394524d130eadc16684fa726cf96ade1.jpg",
            "description": null,
            "title": "The Court Room",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1882_court-rooma_394524d130eadc16684fa726cf96ade1.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Ave Maria Lane, EC4M 7DD",
        "latitude": 51.51436,
        "longitude": -0.10154,
        "meeting_point": null,
        "travel_info": [
            "Tube: St. Paul's, Blackfriars, Bank",
            "Train: City Thameslink, Blackfriars, Liverpool Street",
            "Bus: 4, 15, 76, 26, 11, 17, 40, 63, 56"
        ]
    },
    "name": "Stationers' Hall",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/1882",
    "ticketed_events": false
}