{
    "all_week": false,
    "description": "Outdoor pool 100x33 yards. One million gallons of unheated water. Iconic outdoor cubicle doors, fountain and café added in the 1930s, with Art Deco style entrance in 2001. Sports hall pavilion added in 2016.",
    "design": {
        "designers": [
            {
                "architect": "LCC Parks Dept",
                "description": null,
                "year": "1906"
            }
        ],
        "periods": [
            "WM Architects",
            "David Gibson Architects",
            "Historical/contemporary"
        ],
        "types": [
            "sport"
        ]
    },
    "events": [],
    "facilities": [
        "Toilets",
        "Accessible toilet",
        "Baby changing facilities",
        "Blue badge parking",
        "Drinking water",
        "Family-friendly event",
        "Parking",
        "Seating available",
        "Step-free routes"
    ],
    "factsheet": [
        {
            "heading": "The original baths",
            "paragraphs": [
                "Opened on 28 July 1906, it was the earliest purpose-built open air baths in London, as well as being unusually large (300ft x 99ft). In the 1890s the London County Council had adapted and concreted existing ponds to provide hygienic bathing lakes, but most of these were subsequently replaced by purpose-built baths, known as lidos from the 1930s.",
                "Sited near the LCC's Totterdown Fields Estate (being occupied from 1903) and other contemporary housing, the driving force for the Lido came from Wandsworth Metropolitan Borough when the LCC was reluctant to authorise the expenditure. A compromise was reached: Wandsworth MB would build the pool but the LCC (as owners of Tooting Bec Common) would provide the site and undertake maintenance (estimated at £200 per year).",
                "Labour, mostly unskilled, came from the Central (Unemployed) Body for London who seem to have paid the costs of £4,300 (based initially on 250 men at 7d per hour for ten weeks) – and the Board believed the labourers were \"improved in physique, capacity and zeal\".",
                "Wandsworth paid £3,400 for the building materials, plans and site supervision, and the design was provided by H J Marten, District Surveyor for Wandsworth Eastern District, and supervision completed by Mr Dodd, the Western District Surveyor.",
                "The bottom and sides were concreted with Portland cement, plugged with bituminous sheeting. The surrounds were flagged with stone and a 'dressing shed' of corrugated iron was erected along the eastern side. Excavated soil was formed into an embankment (planted with trees in 1906) to shield the pond from the common."
            ]
        },
        {
            "heading": "1930s development",
            "paragraphs": [
                "Like the surrounding area, the pool was altered in the 1930s. In 1931 the filtration system was installed, which included the pump house and the fountain. The dressing sheds were adapted as individual cubicles and new changing rooms, with individual doors and seats, plus new lavatories, were added. These changes were made so that mixed bathing could take place in the Lido. In 1936 a café was built and the lavatories remodelled. All these designs were from the LCC Parks Department."
            ]
        },
        {
            "heading": "1999 – 2007 improvements",
            "paragraphs": [
                "In 1999 the children’s paddling pool behind the café was built and, in 2002, an Art Deco-style entrance and changing rooms (designed by WM Architects of London) was added.",
                "During winter 2006-2007 an extensive refurbishment scheme included re-lining the pool tank and a face-lift to the pool surrounds and changing cubicles."
            ]
        },
        {
            "heading": "2017 – Lido Pavilion",
            "paragraphs": [
                "The Pavilion, designed by David Gibson Architects and built by Wandsworth Operational Services, occupies the site of the original 1906 entrance.",
                "The building, at the south west corner of the Lido site, has a hall of just over 100 square metres for sports and social events, along with an annexe with facilities for Lido staff, changing rooms and toilets.",
                "The view of the Pavilion from the pool complements the Lido’s ambience, with blue walls, sail-like sunshades and a living green roof that blends with the natural surroundings."
            ]
        },
        {
            "heading": "2017 – 2019 Lido Improvement Project",
            "paragraphs": [
                "A sunbathing terrace was created with a commemoration wall behind it in a sheltered area of the Lido, increasing the capacity of the Lido. More cycle parking was created on the right hand side of the entrance. Windows were created to provide views into the historic plant room, allowing the machinery that provides clean water to be seen and appreciated, with an explanation of the science and history of water filtration. And the iconic cubicles were refurbished, with new cubicles added, including a wide one for families and wheelchair users.",
                "These improvements have been funded as part of the Tooting Bec Common Heritage Project by the Heritage Lottery Fund. Designed by Rob Hughes at David Gibson Architects."
            ]
        },
        {
            "heading": "2023 – 2024 New pump room and refurbishment",
            "paragraphs": [
                "A new pump room to house replacement gravel filters and new pumps was built, in place of the one from the 1930s. Tile murals were designed by artist Rob Lowe and fixed to the exterior walls of the pump room, both facing the pool and the Common. The pipework around the pool was replaced plus the surrounding paving. The pool liner was renewed and the cubicles smartened up. The works were funded by Wandsworth Borough Council."
            ]
        }
    ],
    "id": 2181,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/2181/building_2181_alexmcfayden_2_80e9d4a4dde7c123330dc07d53e9bbb3.JPG",
            "description": null,
            "title": "View from railway side",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2181_alexmcfayden_2_80e9d4a4dde7c123330dc07d53e9bbb3.JPG"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/2181/building_2181_alexmcfayden_4_smaller_5075d59389c4baa54e3f8592328cffa4.jpg",
            "description": null,
            "title": "Lido fountain",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2181_alexmcfayden_4_smaller_5075d59389c4baa54e3f8592328cffa4.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/2181/building_2181_2001_entrance_6105e3699f513f5b3471b5d52d2325df.jpg",
            "description": null,
            "title": "New entrance built in 2001",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2181_2001_entrance_6105e3699f513f5b3471b5d52d2325df.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/2181/building_2181_pavilion-2_c4f4a59bf0403db80cd4f11c225fa3a5.jpg",
            "description": null,
            "title": "View from green roof of new pavilion",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2181_pavilion-2_c4f4a59bf0403db80cd4f11c225fa3a5.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/2181/building_2181_pavilion-1_8caa4b1bbaf8895608872e52d084d88b.jpg",
            "description": null,
            "title": "Lido pavilion - East elevation",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2181_pavilion-1_8caa4b1bbaf8895608872e52d084d88b.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/2181/building_2181_pavilion_132d42e8c422fd3f8f8091c86ddffd40.jpg",
            "description": null,
            "title": "Pavilion entrance and view through to the pool",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2181_pavilion_132d42e8c422fd3f8f8091c86ddffd40.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/2181/building_2181_murals_8f76eaefa00ef6004af76abeb02ae226.jpg",
            "description": null,
            "title": "Tile murals on new pump room exterior walls by artist Rob Lowe",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2181_murals_8f76eaefa00ef6004af76abeb02ae226.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Tooting Bec Lido, Tooting Bec Road, SW16 1RU",
        "latitude": 51.432008,
        "longitude": -0.1391803,
        "meeting_point": null,
        "travel_info": [
            "Tube: Tooting Bec",
            "Train: Balham, Streatham",
            "Bus: 249, 319, 315",
            "Additional travel info: There is a small car park with limited space so please try and get to the Lido by other means if possible."
        ]
    },
    "name": "Tooting Bec Lido",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/2181",
    "ticketed_events": false
}