{
    "all_week": false,
    "description": "One of the first garden suburbs in the world, 2-storey terraced cottages retaining decorative architectural features. LCC created 'housing of the working classes' role for architects' department under Riley, member of the Art Workers guild.",
    "design": {
        "designers": [
            {
                "architect": "W E Riley",
                "description": null,
                "year": "1905"
            }
        ],
        "periods": [
            "MEPK Architects",
            "Edwardian"
        ],
        "types": [
            "walk/tour"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2024-09-15",
            "drop_in": true,
            "end": "2024-09-15T14:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in: Self guided walking tour of Article 4 Garden Suburb",
            "notes": "Self guided tour with map incorporating the park in the centre of the estate.  Very good for those whom wish to have their own time frame",
            "start": "2024-09-15T10:00:00+01:00",
            "ticketed": false
        },
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2024-09-15",
            "drop_in": true,
            "end": "2024-09-15T16:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in: Drop in re social history and residents experience",
            "notes": "Drop in:\r\nTo discuss and hear about the social history from original farm land to tenants moving from Tower Hamlets & growing up on estate",
            "start": "2024-09-15T11:00:00+01:00",
            "ticketed": false
        },
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/2192",
            "capacity": null,
            "date": "2024-09-15",
            "drop_in": false,
            "end": "2024-09-15T15:30:00+01:00",
            "fully_booked": false,
            "name": "Architect led walking tour of Tower Gardens",
            "notes": "Tour of estate design led by architect and resident to have the professional and personal view of architectural features & resident wants",
            "start": "2024-09-15T14:00:00+01:00",
            "ticketed": true
        }
    ],
    "facilities": [
        "Parking",
        "Toilets",
        "Baby changing facilities",
        "Cloakroom",
        "Drinking water",
        "Gender neutral toilet",
        "Handrails on stairs",
        "Quieter area",
        "Seating available"
    ],
    "factsheet": [
        {
            "heading": "Background",
            "paragraphs": [
                "The Tower Gardens Estate has a very special place in the history of Council Housing building.  It was one of the first 'garden suburbs' in the world and its architecture is of extremely high quality. The design and quality of construction and detailing far surpasses anything in Hampstead Garden Suburb, the most well known of the London Garden Suburbs.",
                "The Garden City Association was formed in 1899 and Letchworth became the first British garden city with land purchased in 1903 by Association members. This was followed by Welwyn Garden City in 1919.  Before 1909 planning covered by local by-laws only and was chaotic.  Greenbelt and ‘zoning’ developed and wide avenues public and shopping spaces, including allotment gardens which helped to bridge the gap between town and country.",
                "A 2021 design by MEPK Architects for four additional social housing houses was approved to be built on the Risley Avenue car park site was approved and is due for completion in 2024."
            ]
        },
        {
            "heading": "History",
            "paragraphs": [
                "At the turn of the century Tottenham was a village-suburb served by new railways and at the end of the tramlines. It was surrounded by fields, which the newly formed London County Council (LCC) could acquire using as yet hardly used powers to buy land and build Council Housing.",
                "Earlier experiments in housing design for workers had produced beautiful picturesque estates modelled on traditional rural housing, such as Port Sunlight in Cheshire, Bourneville and New Earswick near York. They were designed by some of the most progressive architects of their day and funded by rich social reformers. Their architectural philosophy respected co-operation between architects and craftsmen and was called the ‘Arts and Crafts Movement’.",
                "Under the LCC, Britain was to pioneer and lead the world in planned social housing. The LCC wanted to improve housing conditions for the working classes by providing well-constructed, healthful homes in pleasant surroundings for rent.",
                "The provision of local authority housing to supply the needs of working people only became possible following an 1885 Royal Commission Enquiry into the provision of housing for working people. The result was the 1890 Housing of the Working Classes Act. Part 3 of the Act, for the first time, gave general powers to local authorities to build housing for the needs of working people.",
                "The LCC did not decide to use its radical Part 3 powers until 1898 when Ebenezer Howard published ‘Tomorrow – A peaceful path to real reform’. This was the book, which launched the Garden City movement and Town Planning.",
                "Housing needs resulted in a car park at Risley Avenue being used for social housing taking into consideration the Article 4 & Conservation requirements."
            ]
        },
        {
            "heading": "The Donor: Samuel Montagu",
            "paragraphs": [
                "Immediately after its publication, the Jewish entrepreneur Samuel Montagu (1832-1911) of the silversmith and watch making family, later Lord Swaything, Liberal MP for Whitechapel, H. Samuel the jeweller was a cousin, donated £10,000 to purchase land and build at lower density to provide accommodation in a ‘garden suburb’ setting. He founded Montagu bank in 1853 and the Federation of Synagogues. The donation tied to the rehousing of Jewish workers resident in the Tower Hamlets parish, and required an area of land to be set aside for public gardens: hence the name Tower Gardens."
            ]
        },
        {
            "heading": "The Organiser: London County Council (LCC)",
            "paragraphs": [
                "The LCC was established in 1889. In 1890 the Housing of the Working Classes Act provided new powers to creative homes to relieve overcrowding in the inner cities. Between 1898 and 1914 the LCC provided 2,915 housing units on four estates:",
                "- Totterdown Fields Estate, Tooting (1901-1911)\n- Old Oak Estate, Action Hammersmith, (1901-1914)\n- Norbury Estate, Croydon (1901-1921)\n- White Hart Lane Estate (now Tower Gardens) Tottenham (1901-1914)",
                "1910 began the construction of County Hall and 1919 continued with eight new cottage style estates – ‘Homes fit for Heroes’.",
                "The 954 housing units on Tower Gardens form about one third of the total and make it the largest enterprise.  Tower Gardens was also the first LCC estate to be built outside the LCC area. Tower Gardens was the foremost housing achievement of the early London County Council. It demonstrates the unequalled idealism, boldness and scale of operation of the early LCC under the Progressive Party, whose political will brought together the professional skills and financial resources to undertake such large scale social housing projects.",
                "Now that Council Housing Estates are being sold off or transferred to housing associations, the special historic importance of the Tower Gardens experiment can be reassessed. Its survival largely intact to the present day, together with its architectural quality have given it special importance worthy of the most vigorous measures towards its conservation."
            ]
        },
        {
            "heading": "The Architect: W. E. Riley, brother of the Art Workers Guild",
            "paragraphs": [
                "The Architect William Edward Riley (1852-1937), Chief Architect LCC Architects Department. Member of the Artworkers Guild, founded in 1884 by leading lights in the Arts and Crafts movement, still based in Bloomsbury. He opposed the professionalisim of architecture by RIBA. Up to 30 assistants worked with him including the likes of Robert Lorimer, Percy Nobbs, Owen Fleming and was succeeded by George Topham Forrest."
            ]
        },
        {
            "heading": "The Arts and Crafts Movement",
            "paragraphs": [
                "Inspired by the writings of John Ruskin, the work of William Morris etc. It searched for the authentic styles in the 19th century with a reaction to machine production. It promoted the idea that art and craft were the same thing and that decorative arts are not higher than applied arts.",
                "The styles were extremely various and mingled with other stylistic trends. Aesthetic movment (i.e. Muswell Hill) and the Queen Anne revival were contemporary  and borrowed medieval and 18th Century motifs. In America this became Mission Style (Frank Lloyd Wright etc). Scotland’s Charles Rennie Mackintosh was more evocative of Art Nouveau."
            ]
        },
        {
            "heading": "Original Tree Planting",
            "paragraphs": [
                "Hawthorns, Limes, Planes, Sycamores, Privet Hedges; False acacia or Black Locust – Appalachian tree first introduced in 1630s, eulogised by William Cobbett in ‘The English Gardener’ as the perfect tree, English specimens are relatively stunted. Other trees planted over the years, a mixture of native and exotic. Haringey Council have had to remove some diseased trees, the local residents group are aiming to work with them to replace removed trees with original tree planting.",
                "Additional tree planting to resemble original planting was added to Turnant Road, Tower Gardens Road and Waltheof Gardens since 2019.",
                "For full walk and architectural information pick up guide on the day."
            ]
        },
        {
            "heading": "New developments at Risley Avenue",
            "paragraphs": [
                "During 2023 building started following consultations and 2021 careful planning design for four new properties on the former Topham Square car park at 15 - 25  Risley Avenue.",
                "The properties are to deliver high quality and sustainable council housing for let at council rates.",
                "MEPK Architects have developed plans for Two 3 bedroom 5 person houses, 1 2 bedroom 4 person house and one 4 bedroom 6 person house with associated back gardens.   They are London Evening Standard Home Awards winners, national afforable home ownership award winners civic trust award winners amongst others."
            ]
        }
    ],
    "id": 2192,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/2192/building_2192_tower-gardens-n17-waltheof-avenue_474cf471af80773eae99314e75156b5d.jpg",
            "description": null,
            "title": "Waltheof Avenue N17 - semi detached house feature of the centre of the estate",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2192_tower-gardens-n17-waltheof-avenue_474cf471af80773eae99314e75156b5d.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/2192/building_2192_p1020324_ae7969a6b95e426c57423d58337f91c7.jpg",
            "description": null,
            "title": "Tower Gardens Road  N17 ",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2192_p1020324_ae7969a6b95e426c57423d58337f91c7.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/2192/building_2192_tower-gardens-n17-gospatrick-road-east_9e13b9d58fc1ba46e872d0942fa7c2f7.jpg",
            "description": null,
            "title": "Gospatrick Road east",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2192_tower-gardens-n17-gospatrick-road-east_9e13b9d58fc1ba46e872d0942fa7c2f7.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/2192/building_2192_balliol-road-tower-gardens_0ae7a09f9234200485a12124d4ef5123.jpg",
            "description": null,
            "title": "featured on front of Haringey Council Tower Gardens Repair & Conservation SPG 3.1 - ISBN 0 90770585",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2192_balliol-road-tower-gardens_0ae7a09f9234200485a12124d4ef5123.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/2192/building_2192_tower-gardens-road-junction-bennington-road_1c70cc07f35ccd07b625f15114164dce.jpg",
            "description": null,
            "title": "End of terrace;  junction Tower Gardens Road and Bennington Road",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2192_tower-gardens-road-junction-bennington-road_1c70cc07f35ccd07b625f15114164dce.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/2192/building_2192_tower-gardens-road-terraced-block-with-recessed-green-space_5586654d89ceb86da0cf51fff4464be3.jpg",
            "description": null,
            "title": "Tower Gardens Road terraced with recessed green area boarded by privet hedges",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2192_tower-gardens-road-terraced-block-with-recessed-green-space_5586654d89ceb86da0cf51fff4464be3.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/2192/building_2192_risley-avenue-end-of-terrace_0f7ff821904bbfbb10a95651962b6a57.jpg",
            "description": null,
            "title": "Risley Avenue end of terrace",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2192_risley-avenue-end-of-terrace_0f7ff821904bbfbb10a95651962b6a57.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "5 Tower Gardens Road, North Tottenham, N17 7PX",
        "latitude": 51.5987078,
        "longitude": -0.0907723,
        "meeting_point": null,
        "travel_info": [
            "Tube: Turnpike Lane, Wood Green",
            "Train: Bruce Grove",
            "Bus: 123, 144, 243, 217, 444",
            "Additional travel info: CYCLE:  86 on the London Cycle\r\nBUS:   123, 243 444, 231, 217, 144 \r\nPARKING:    'TGED' CPZ area only at Tottenham Stadium non event days"
        ]
    },
    "name": "Tower Gardens Garden Suburb",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/2192",
    "ticketed_events": true
}