{
    "all_week": false,
    "description": "In the heart of London, just steps from famed Trafalgar Square, is Benjamin Franklin House, the world's only remaining Franklin home. \r\nFor nearly sixteen years between 1757 and 1775, Dr Benjamin Franklin – scientist, diplomat, philosopher, inventor, Founding Father of the United States and more – lived behind its doors.\r\n\r\nBuilt circa 1730, we are a Grade I listed house in central London.",
    "design": {
        "designers": [
            {
                "architect": "Baron William Craven the Younger",
                "description": null,
                "year": "1732"
            }
        ],
        "periods": [
            "Patrick Dillon Architect",
            "Georgian"
        ],
        "types": [
            "historical house",
            "museum"
        ]
    },
    "events": [],
    "facilities": [
        "Toilets"
    ],
    "factsheet": [
        {
            "heading": "History",
            "paragraphs": [
                "36 Craven Street is exceptional given that it retains a high degree of authentic features, with relatively few later alterations. This 1730s terrace building of great historical merit survived war, weather, and busy Victorians. It is a place where you can step back into London’s past. During Franklins time in London, 36 Craven Street served as the first de facto US Embassy, earning the House a special place in Anglo-American history. Combined with Benjamin Franklin's long residence, the House is of special cultural importance, reflected by its Grade l status.",
                "Craven Street has the longest stretch of 18th century housing of any other street south of the Strand. Like most of the turnings on the south side of the Strand, Craven Street, originally called Spur Alley, was originally approached through an archway and this continued to be the case long after the street was rebuilt and re-named. Craven Street adjoins a neighbouring 18th century development – the Adelphi.",
                "Join us as we explore the Georgian features of the House, along with its fascinating history encompassing Franklin’s long residence (1757-1775), the Hewson anatomy school, and the comprehensive conservation project that saved it from dereliction. Such authentic features of the House include original floorboards, original ceilings, and original fireplaces. Most of the rooms are panelled; the stairs are original. There are carved wood mantelpieces with decorative pilasters to the jambs in the room which was Franklin's Parlour.",
                "Learn about the fascinating history of medicine shared with the House. Franklin's landlady's son-in-law ran an anatomy school from Craven Street, which you can find out more in our cellar."
            ]
        },
        {
            "heading": "What is the self guided tour?",
            "paragraphs": [
                "This is a drop-in open day, so there is no need to pre-book. To prepare and save time upon arrival, please download our guide on Bloomberg Connects.",
                "The app offers a ‘Self-guided Tour’ which we recommend visitors follow.",
                "The Benjamin Franklin House guide on Bloomberg Connects features compelling content such as;",
                "Stories about Benjamin Franklin’s life in London narrated by our Founding Director, Márcia Balisciano, behind the scenes and explore historic features not normally seen by the public, \nan extensive catalogue of virtual lectures on topics related to Benjamin Franklin, the18th century, and American culture and politics, the Franklin Trail to learn more about the places in the UK Franklin visited and our Virtual Georgian Interior, a digital flythrough the building showing how it would have looked in Franklin’s day."
            ]
        },
        {
            "heading": "Conservation",
            "paragraphs": [
                "Though built as a lodging house (Franklin was the tenant of Margaret Stevenson, though was said to be less a lodger than head of household during his long tenure), in the 20th century the building was used as a hotel and as a base for several non-profit groups. By the end of the century, when the Friends of Benjamin Franklin House were granted the freehold to 36 Craven Street from the British Government, the property was in dire condition. The management team and numerous organisations and volunteers have worked tirelessly to realise a dynamic museum and educational facility that highlights the timeless relevance of Benjamin Franklin and the tumultuous times in which he lived.",
                "By October 1998, essential structural repairs were completed. The work included the installation of a steel support beam, tuckpointing of stress-cracked brick corners, and steel channels installed vertically and diagonally for stabilisation. The period panelling was preserved and reinstated.",
                "Support included grants from the Heritage Lottery Fund and English Heritage."
            ]
        }
    ],
    "id": 2347,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/2347/building_2347_108471840_10157814229813191_5282745387740849018_n_28bff91e5fd34e2d8576cad3350cfebf.jpg",
            "description": null,
            "title": "Franklin's Floor ",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2347_108471840_10157814229813191_5282745387740849018_n_28bff91e5fd34e2d8576cad3350cfebf.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/2347/building_2347_bfh-exterior-19_8c6e1c0e1ddd5f5768ad51de39a943a2.jpg",
            "description": null,
            "title": "View from outside",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2347_bfh-exterior-19_8c6e1c0e1ddd5f5768ad51de39a943a2.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/2347/building_2347_202_1201b7fce20dde491bf1debd7a74bc6f.jpg",
            "description": null,
            "title": "Georgian decoration on central staircase ",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2347_202_1201b7fce20dde491bf1debd7a74bc6f.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/2347/building_2347__mg_2524_aaf4004b43cdaaaee343213af526438c.jpg",
            "description": null,
            "title": "Polly Stevenson Hewson",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2347__mg_2524_aaf4004b43cdaaaee343213af526438c.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/2347/building_2347_glass-armonica-500x500_e35967870e1a9925aa77af54af5dd811.jpg",
            "description": null,
            "title": "Glass harmonica",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2347_glass-armonica-500x500_e35967870e1a9925aa77af54af5dd811.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/2347/building_2347_bfh-historical-experience_73f3fbc276c403bcee72ef4b6b58a913.jpg",
            "description": null,
            "title": "Historical experience",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2347_bfh-historical-experience_73f3fbc276c403bcee72ef4b6b58a913.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/2347/building_2347_img_4118_c68e6026647cfb42f51273597b3bb6a3.jpg",
            "description": null,
            "title": "4th of July celebrations!",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2347_img_4118_c68e6026647cfb42f51273597b3bb6a3.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "36 Craven Street, WC2N 5NF",
        "latitude": 51.5076423,
        "longitude": -0.1248869,
        "meeting_point": null,
        "travel_info": [
            "Tube: Embankment, Charing Cross",
            "Train: Charing Cross",
            "Bus: 11, 13, 15, 176, 23, 77, 91"
        ]
    },
    "name": "Benjamin Franklin House",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/2347",
    "ticketed_events": false
}