{
    "all_week": false,
    "description": "Meticulous 1930s rebuilding (complete with original furnishings) of an 1840s Marylebone church. Grade I listed. Contains works by Pugin, Burges, Street, Pearson and Butterfield.",
    "design": {
        "designers": [
            {
                "architect": "Samuel Daukes & W A Forsyth",
                "description": null,
                "year": "1847"
            }
        ],
        "periods": [
            "Victorian"
        ],
        "types": [
            "religious",
            "cemetery"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2024-09-14",
            "drop_in": true,
            "end": "2024-09-14T16:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in: Open Day",
            "notes": "Church open all day",
            "start": "2024-09-14T11:00:00+01:00",
            "ticketed": false
        },
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2024-09-21",
            "drop_in": true,
            "end": "2024-09-21T16:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in: Open Day",
            "notes": "Church Open",
            "start": "2024-09-21T11:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        "Parking",
        "Toilets",
        "Accessible toilet",
        "Drinking water",
        "Hearing loop",
        "Loan wheelchair",
        "Seating available"
    ],
    "factsheet": [
        {
            "heading": "About the Move",
            "paragraphs": [
                "St Andrew's church, which first opened its doors in 1847, hasn't always been on this site. In fact for the first half of its life, it was situated in Central London (in Wells Street near Oxford Street) where it was one of London's most fashionable churches. Its congregation included from time to time the Prime Minister, W.E. Gladstone.",
                "St Andrew's was one of the finest examples of Victorian Gothic, famous for its fine music, fine architecture, ironwork and sculptures, work of the finest craftsmen of the day. But over the years the surrounding area changed. Instead of fine town houses, it was flanked by warehouses and shops. The congregation dwindled and the church was finally declared redundant. The last service in St Andrew's, Wells Street, was on Easter Day 1931.",
                "There was a great clamour for such a magnificent building to be saved. Luckily a solution was at hand. The fast developing area of Kingsbury and Wembley Park needed a bigger church for its growing population. So, it was suggested, why not move St Andrew's to a green field site 10 miles away in South Kingsbury.",
                "The proposal to move the church was highly controversial. Some feared it would do irreparable damage to the fine works of art and tried to block the scheme, but these objections were overruled. The immediate problem for the architect was how to modify a church which had been between two other buildings and adapt it for an open site. The solution was to put windows into the outside walls and add a porch and vestry.",
                "So St Andrew's was pulled down stone by stone. First, all the internal fittings were removed and the stained glass. The most difficult task was dismantling the large beautifully carved stone screen behind the altar, the reredos. Great care was taken not to make any chips in the stone or blocks. Every piece was carefully numbered to make sure it went into the right place in the reconstruction. Another major problem was transferring a mural painting. At first it was thought this would be impossible but a technique was devised to enable it to be moved, too.",
                "The foundation stone of the new St Andrew's was laid on October 14th 1933. The project quickly caught the public imagination. Great publicity was given to the project, with articles in newspapers and magazines and progress reports in newsreels. What one American paper called \"the biggest jigsaw puzzle in the world\" rapidly became a major tourist attraction as people came from all over to view the new church going up.",
                "By June 1934 the outside of the building was finished with the tower and spire in place. The sculptures, ironwork and paintings were restored to their original places. By October that year - almost exactly a year on from the laying of the foundation stone - the rebuild was complete. Only one little piece of stone from the Wells Street church was left over.",
                "The new St Andrew's was re-consecrated on. October 13th 1934. It is generally considered that the new church in Kingsbury is lighter and airier inside thanks to the addition of windows in the outside walls compared with the church in its original position in Wells Street which was said to be rather dim inside.",
                "Adapted from Philip Grant and the Wembley History Society's account of \"How the new church came to Kingsbury\" and an article in the RIBA Journal."
            ]
        },
        {
            "heading": "What to see in St. Andrew's:",
            "paragraphs": [
                "What to see in St. Andrew’s",
                "The Reredos:  The stone carvings behind the altar, is a huge, beautifully carved screen depicting key moments in Christ’s life. His crucifixion, Resurrection from the dead and Ascension-his ascent into Heaven. The figures are mainly in alabaster and stone from Caen in Northern France. They are the work of some of the top craftsmen of the day. One of them, James Redfern began life as an illiterate boy in Staffordshire. He would carve objects with a penknife. He was discovered by one of the earliest Vicars of St. Andrew’s who encouraged him. Later he became probably the finest sculptor of church art since the Renaissance. Other examples of his work can be seen in Gloucester Cathedral and Westminster Abbey.",
                "The pews: are made of oak. Note the carvings at the end of each pew. Some of them depict animals (for example there is a rabbit in the front pew on the left near the door to the vestry) and birds and mythical creatures, as well as fauna and flora.",
                "The Murray Memorial: In a side chapel (the Corpus Christi Chapel) on the right as you face the high altar is a recessed tomb with carved effigy of a recumbent clergyman and a wall painting. Note the pelican at the top of the tomb. It is for Christians a symbol of Christ’s sacrifice giving his life for man’s salvation.",
                "Chancel Gates, screen and pulpit: These are fine examples of wrought ironwork by leading Victorian craftsmen.",
                "Baptistery: In the left corner at the back of the church is the font which is used for christenings. It is of red and white marble with rich inlaid panels. Note the elaborately carved tall cover which was added later. High up on the wall to the left of the font is a fresco (a wall-painting) depicting the baptism of Christ in the River Jordan.  Do look up to the ceiling too.",
                "The Gallery: Running overhead just as you enter the church is a gallery. If you look up you will see paintings of Saints on it running from one side of the church to the other.",
                "Stained glass windows: The finest stained glass window is the one as you enter the church. It is known as the Te Deum (Latin, meaning You, Lord) window because it shows Our Lord surrounded by angels, prophets apostles and martyrs, and a cardinal, in his red robes. Some of the church’s original windows, notably the one behind the altar, were destroyed by German bombing raids during the Second World War and since been replaced.",
                "Icon of St Andrew: The icon of St Andrew, our patron, was donated by the Romanian Orthodox parish (of the Descent of the Holy Spirit) which worships in the Old Church nearby.",
                "Statues of Our Lady: At the front of the Church: the statue of Mother and Child has been restored recently. It was presented to St. Andrew’s in memory of a parishioner.\nNear the main door of the Church: the statue of Our Lady of Walsingham, presented recently by a parishioner.  Do light a candle and leave a prayer before you leave.",
                "Stations of the Cross: Lining the walls are the 14 stations of the Cross, depicting events in Christ’s life from the moment of his condemnation by Pontus Pilate to his death, were installed in 2011. They were made by a studio in a village in the Italian Dolomites. Members of the congregation have dedicated individual stations to family and past worshippers at St. Andrew’s.",
                "www.standrewskingsbury.co.uk\nCompiled by Mary Vávra, June 2021\nPhotographs © English Heritage and others, used with permission"
            ]
        },
        {
            "heading": "A Tale of Two Churches",
            "paragraphs": [
                "There are actually two churches on this piece of land. When St Andrew's (New Church) was brought to Kingsbury and reassembled in the 1930's it was partly to save the important Victorian building from demolition, but also in part to replace the small existing Kingsbury parish church. This church, coincidentally also called St Andrew's, was no longer able to accommodate the growing population in the area.",
                "Since then, the two St Andrew's churches have remained side by side.",
                "Old St Andrew’s, the first parish church in Kingsbury, dates back at least as far as the twelfth century but its fabric incorporates reused Roman masonry and tiles. It is considered to be the oldest building in Brent. The Old Church is Grade I listed.",
                "The churchyard contains a large number of burials marked by gravestones and chest tombs, predominantly of eighteenth- and nineteenth-century date. The old church and the memorials that surround it are now part of the churchyard grounds of New St Andrew’s.",
                "Since 2008, it has been used for regular worship by the Romanian Orthodox Church."
            ]
        }
    ],
    "id": 2485,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/2485/building_2485_church-outside-2_d94a309e1223ad2efd36f7b2a407d085.jpg",
            "description": null,
            "title": "Opened in Wells Street, Marleybone, 1847, before being dismantled and rebuilt in Kingsbury in 1933.",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2485_church-outside-2_d94a309e1223ad2efd36f7b2a407d085.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/2485/building_2485_church-inside_fe528ff6b01dd6f238aa8f330b3523ba.jpg",
            "description": null,
            "title": "View of east end of the Church. The stone Reredos was designed by G. E. Street and begun in 1868.",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2485_church-inside_fe528ff6b01dd6f238aa8f330b3523ba.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/2485/building_2485_animal_d739962d4817f3488f540827945a9902.jpg",
            "description": null,
            "title": "Example of unique carved pew ends",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2485_animal_d739962d4817f3488f540827945a9902.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/2485/building_2485_font-english-heritage_1c8ea9c804d811a95a608e194a00eef4.jpg",
            "description": null,
            "title": "The Font - designed by G. E. Street (1878). Font cover designed by J. L. Pearson (1887).",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2485_font-english-heritage_1c8ea9c804d811a95a608e194a00eef4.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/2485/building_2485_altar-oh_8efbeefa039963bd0f259b482f207153.jpg",
            "description": null,
            "title": "Main Altar - Designed By A. W. N. Pugin (1847).",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2485_altar-oh_8efbeefa039963bd0f259b482f207153.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/2485/building_2485_old-church-graveyard_157fab356e3bc65adf16b33fcee2201e.jpg",
            "description": null,
            "title": "St Andrew's (Old Church) graveyard.",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2485_old-church-graveyard_157fab356e3bc65adf16b33fcee2201e.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/2485/building_2485_view-from-graveyard_f55f6240620371b29a4bc870c093cf3c.jpg",
            "description": null,
            "title": "View of the new church, from the old church.",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2485_view-from-graveyard_f55f6240620371b29a4bc870c093cf3c.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/2485/building_2485_west-window_808b195f61a11fc2352a1541541e2849.jpg",
            "description": null,
            "title": "West Window by Clayton & Bell (1866). Depicting Christ in Majesty.",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2485_west-window_808b195f61a11fc2352a1541541e2849.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/2485/building_2485_img_8470_11bd34f7a20f69a4c0e1be8bbd4aa8c0.jpg",
            "description": null,
            "title": "St Andrew's (Old Church) - 12th/13th Century. Now leased to Romanian Orthodox Church. Grade I.",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2485_img_8470_11bd34f7a20f69a4c0e1be8bbd4aa8c0.jpg"
        }
    ],
    "links": [
        {
            "href": "www.standrewskingsbury.co.uk",
            "title": null
        }
    ],
    "location": {
        "address": "junction of Church Lane/Tudor Gardens/ Old Church Lane, Kingsbury",
        "latitude": 51.5670677,
        "longitude": -0.2618937,
        "meeting_point": null,
        "travel_info": [
            "Tube: Wembley Park",
            "Bus: 83, 302"
        ]
    },
    "name": "St Andrew's Kingsbury (new church)",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/2485",
    "ticketed_events": false
}