{
    "all_week": false,
    "description": "Grade I listed Georgian church on the Thames. St Marys has outstanding interior and monuments; commemorating those associated with the church: Painter Turner, poet William Blake, botanist William Curtis and Benedict Arnold. \r\nSt Marys is hosting an Open House Week Floral Festival with arrangements and installations by local and international florists, as well as displays of historical documents.",
    "design": {
        "designers": [
            {
                "architect": "Joseph Dixon",
                "description": null,
                "year": "1775"
            }
        ],
        "periods": [
            "Georgian"
        ],
        "types": [
            "religious"
        ]
    },
    "events": [],
    "facilities": [
        "Toilets",
        "Accessible toilet",
        "Baby changing facilities",
        "Blue badge parking",
        "Drinking water",
        "Handrails on stairs",
        "Large print guides",
        "Loan wheelchair",
        "Parking",
        "Seating available"
    ],
    "factsheet": [
        {
            "heading": "About St Marys",
            "paragraphs": [
                "In recognition of its beauty and architectural significance English Heritage graded St Mary's as a Grade I listed building. It is the only Grade I listed church in the Borough of Wandsworth and occupies a prominent place on the River Thames. The date of the first church on the site is thought to be as early as 800. This was replaced around the year 1400.",
                "Plans for the building of a suitably fashionable and larger new church were agreed in the Raven, a pub close to the church. A local architect, Joseph Dixon, was chosen as the designer. The first stone of the current church was laid in 1775. While the walls of the church went up, a crypt was dug underneath, sadly obliterating all traces of the first church.\nThe building is made of yellowish London brick, with edgings of stone, and has a short square tower with a clock and steeple above the four-columned Ionic porch. It is the view from the front of this porch with the tower which give the Church its characteristic rocket-like appearance. When entering St Mary’s people are often pleasantly surprised by the sense of light and openness of the space.",
                "The are four modern stained glass windows which \nwere added to the nave floor between 1976 and 1982 and designed by John Hayward of Edenbridge, Kent. The first is memorial to Benedict Arnold who died in 1801 and is buried in the crypt. The others commemorate the painter JMW Turner, the poet William Blake and his wife Catherine Butcher, and the botanist William Curtis.",
                "Monuments are placed around the ground floor and in the galleries, where the more precious ones are. They number a little over 40, including eight or nine (one is a brass) preserved from the previous church on the site, all of significance. The bells were recast to go into the new church, the metal of which they are made is essentially the same metal as those bells first mentioned in the parish records in 1552, and so provide another link between the present church and its pre-Reformation days. After two years of building, the new church was opened with a service of thanksgiving on 16 November 1777. Despite some minor alterations, notably the moving of the organ and the pulpit from their original positions, and the replacement of the original box pews with more modern ones, it remains largely as it was then.",
                "The comments of Sir A. Blomfield, delivered on the occasion of the church’s centenary in 1876 are still apt: “St Mary’s has at least in two respects an advantage over many churches. It is well and solidly built, without show produced by false economy in essentials, and its architecture, tough not in accordance with modern ideas, is characteristic of the period at which it was built.’",
                "St Marys today remains a vibrant and active practising Christian community. It is a diverse church in terms of ethnicity, social and economic background, age, sexuality, gender identity, politics and strength of faith. St Marys has a strong musical tradition with a regular Choir as well as Choral Scholars (singers & organ) performing at Sunday services, Choral Evensongs and St Mary’s Music Recital Series held in the winter and the summer."
            ]
        }
    ],
    "id": 2533,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/2533/building_2533_st-mary-s_00bd84e8a6f2d1acb1849cc3d8afa40d.jpg",
            "description": null,
            "title": "St Mary's Battersea",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2533_st-mary-s_00bd84e8a6f2d1acb1849cc3d8afa40d.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Battersea Church Road, SW11 3NA",
        "latitude": 51.4765358,
        "longitude": -0.1747989,
        "meeting_point": null,
        "travel_info": [
            "Tube: South Kensington, Sloane Square",
            "Train: Clapham Junction",
            "Bus: 19, 49, 170, 319, 345"
        ]
    },
    "name": "St Mary's Church, Battersea",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/2533",
    "ticketed_events": false
}