{
    "all_week": false,
    "description": "The Caledonian Clock Tower was opened in 1855 as centrepiece of the Metropolitan Cattle Market. Standing at a height of 45 metres, the Clock Tower offers stunning panoramic views over London.  The clock's mechanism was made by John Moore of Clerkenwell and its bells by the Whitechapel Foundry. The Clock Tower has been renovated with help from the Heritage Lottery Fund.",
    "design": {
        "designers": [
            {
                "architect": "J. B. Bunning",
                "description": null,
                "year": "1855"
            }
        ],
        "periods": [
            "Victorian"
        ],
        "types": [
            "miscellaneous",
            "industrial",
            "online"
        ]
    },
    "events": [],
    "facilities": [
        "Toilets",
        "Accessible toilet",
        "Baby changing facilities",
        "Drinking water",
        "Family-friendly event",
        "Gender neutral toilet",
        "Handrails on stairs",
        "Seating available",
        "Step-free routes"
    ],
    "factsheet": [
        {
            "heading": "The Caledonian Clock Tower",
            "paragraphs": [
                "Opened in 1855 as the centrepiece of the former Metropolitan Cattle Market, the seven storey, Grade II* listed Clock Tower offers magnificent views over London. Designed by architect John Bunstone Bunning, Architect and Surveyor to the Corporation of the City of London, the Tower features an impressive four-faced  pendulum clock by John Morris of Clerkenwell (1856), and bells cast at the famous Whitechapel Foundry.",
                "The Clock Tower is set in the middle of the 7.4 hectare (18.27 acre) Caledonian Park (originally named Copenhagen Fields) which itself has a rich history – it was used variously as a place for sports and leisure, as a cattle and livestock market and later a popular flea market.",
                "It was also a place of political dissent and demonstration. In 1834, around 100,000 people gathered at this spot to march on Parliament  in support of the Tolpuddle Martyrs.",
                "Join us for ticketed guided tours of the Clock Tower, or drop in throughout the weekend to the Cally Clock Tower Centre for an exhibition and a self-guided history trail around the Park."
            ]
        },
        {
            "heading": "Tours of the Caledonian Clock Tower - Health and Safety",
            "paragraphs": [
                "Please arrive 15 minutes before your tour start time. When you arrive you will be required to listen to a safety briefing and complete a health and safety disclaimer before you climb.",
                "Visitors wishing to climb the 220 steps to the top of the clock tower need to have a reasonable level of fitness, must be able to walk unaided and should be confident with heights and being in confined spaces.",
                "Visitors who are pregnant or have had recent surgery or a history of heart trouble, high blood pressure, back trouble, vertigo, or any other condition that may be aggravated by strenuous exertion should not participate. You know your physical conditions and limitations; if you suspect your health could be at risk for any reason, or you could aggravate a pre-existing condition of any kind, please do not put your health at risk.",
                "Due to the difficulty and risk involved in climbing the tower, children must be aged 10 or over and be accompanied by an adult.",
                "If we have reason to believe that a participant will be putting themselves or others at risk by climbing the tower we reserve the right to refuse entry or participation at any point during the tour.",
                "In severe weather conditions we may have to close the clock tower viewing platform."
            ]
        },
        {
            "heading": "Footwear, Clothing and Personal Items",
            "paragraphs": [
                "Most of the climb is up steep, narrow ladder staircases, so suitable clothing should be worn with well-fitting shoes (no high-heels, slip-ons or flip flops). You will need both hands free during the climb, so please do not bring anything that will restrict movement or become entangled. All personal items, including phones and cameras, should fit in your pockets and be placed in pockets before starting your ascent. No bags of any kind are allowed up the tower during your climb."
            ]
        }
    ],
    "id": 2764,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2024/2764/building_2764_img_4299_3214a1ddf79ced09cfafe46dc0f80374.JPG",
            "description": null,
            "title": "The clock face, from the inside of the tower",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2764_img_4299_3214a1ddf79ced09cfafe46dc0f80374.JPG"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2024/2764/building_2764_summer-1_db691069d27ffec244b6f925b8b1c2cd.jpg",
            "description": null,
            "title": "Caledonian Clock Tower Exterior",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2764_summer-1_db691069d27ffec244b6f925b8b1c2cd.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2024/2764/building_2764_img_0224_1b10deabe6af1a9dadf5b827360db765.jpg",
            "description": null,
            "title": "Climbing the Clock Tower",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2764_img_0224_1b10deabe6af1a9dadf5b827360db765.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2024/2764/building_2764_clock-winding-11_7f17820866ec53e91cfbc97a6c712dd3.jpg",
            "description": null,
            "title": "Clock mechanism",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2764_clock-winding-11_7f17820866ec53e91cfbc97a6c712dd3.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2024/2764/building_2764_birds-eye-view-map_4829e7d28ace81356fbaca88bb564b2f.jpg",
            "description": null,
            "title": "Metropolitan Cattle Market",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2764_birds-eye-view-map_4829e7d28ace81356fbaca88bb564b2f.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Cally Clock Tower Centre, Market Road, N7 9HF",
        "latitude": 51.54577099999999,
        "longitude": -0.1180571,
        "meeting_point": null,
        "travel_info": [
            "Tube: Caledonian Road",
            "Train: Caledonian Road & Barnsbury",
            "Bus: 274, 390, 17, 91, 259"
        ]
    },
    "name": "Caledonian Park: Clock Tower Tours",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/2764",
    "ticketed_events": false
}