{
    "all_week": false,
    "description": "Livery Hall first built in 1429, much altered then demolished and rebuilt in 1880, destroyed in 1941 except for external walls (W W Pocock). Designed as a showpiece for the craft of carpentry, the third Hall on the site.",
    "design": {
        "designers": [
            {
                "architect": "William Wilmer Pocock",
                "description": null,
                "year": "1880"
            }
        ],
        "periods": [
            "Herbert Austen Hall",
            "Clifford Wearden",
            "Post-war"
        ],
        "types": [
            "livery hall"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2024-09-21",
            "drop_in": true,
            "end": "2024-09-21T16:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in: Open Day",
            "notes": "",
            "start": "2024-09-21T10:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        "Toilets",
        "Accessible toilet",
        "Seating available"
    ],
    "factsheet": [
        {
            "heading": "History",
            "paragraphs": [
                "“The rebuilding of Carpenters' Hall creates a unique opportunity for the demonstration of the craft that the Company has represented in its long history, and it is, therefore, desirable that the new Hall should display the latest techniques of the trade and also give a lead to future development in design.”\nCarpenters' Hall Re-building Committee, 27 February 1956.",
                "Carpenters' Hall was wrecked by fire during an air raid on the night of 10 May 1941. The Company appointed the architect Herbert Austen Hall of Whinney, Son & Austen Hall assisted by Clifford Wearden, and builders Dove Brothers of Islington to rebuild the Hall.",
                "The decision was taken to build a steel framed structure within the surviving external walls, allowing two extra internal floors to be incorporated.",
                "The interior design was carefully chosen. There was no desire to recreate the second Hall, and the Company commissioned a modern, functional building to showcase the craft of carpentry. The architect suggested a progressive development from the formal Entrance Hall through to the more modern designs used in the Banqueting Hall.",
                "Two new office storeys were constructed at the top of the building, concealed from view by stone balustrading. London Wall was widened at the front of the Hall and the pavement brought inside the old Hall walls by way of an arcade.  A bridge built over Throgmorton Avenue carrying part of the Banqueting Hall offset this loss of space.\nBuilding began in 1956 and the third Hall formally opened in May 1960."
            ]
        },
        {
            "heading": "The Architects",
            "paragraphs": [
                "Herbert Austin Hall (1872-1968) was a past President of the Architectural Association. He is associated with the post-war design of several livery halls and the interior and north part of Fishmongers' Hall and an extension to Drapers' Hall.\nClifford Wearden (1920-1999) worked with Sir Basil Spence before establishing his own practice, Clifford Wearden & Associates."
            ]
        },
        {
            "heading": "Rooms and Summary of Woods",
            "paragraphs": [
                "Rooms on view today are the formal function rooms: the Entrance, Court Room, Reception and Banqueting Hall. \nThe woods used in the Hall are:",
                "Entrance Hall\nMain doors: Teak inset with eight  panels ornamented with the leaves, fruit and flowers of the trees from which they were carved: Sycamore, Holly, Pine, Yew, Cedar, Oak, Walnut, Elm. Wall panelling of Oak and Figured Teak.",
                "Court Room \nBurr Oak and Burr Walnut panelling and Australian Walnut door.",
                "Staircase  \nOak with Figured Teak panelling.",
                "Reception Room\nUtile Mahogany wainscotting.",
                "Banqueting Hall\nCrown Elm and Utile wall panelling with Zimbabwean Teak floor and Cedar ceiling. Main doors of Teak surround with infills of Bubinga and Macassar Ebony."
            ]
        },
        {
            "heading": "Tour of Carpenters' Hall",
            "paragraphs": [
                "The Entrance Hall\nThe teak outer doors weigh over four hundred-weight each and hold carved eight panels. Items of note include a 1791 Coade stone panel of the Company’s coat of arms and surviving from the first Hall, Tudor wall paintings (probably 1562) illustrating Biblical scenes representing carpentry.",
                "The Court Room\nPaintings comprise a 17th century depiction of the Lord Mayor’s Show by Sir Frank Brangwyn RA and portraits of William Wilmer Pocock, Master, 1883 and two Company Clerks. Also in the room are three carved panels in oak (1579) from the first Hall’s parlour and the huge mahogany Master’s Chair.",
                "The Reception Room\nItems include two pairs of Chippendale style mirrors and the Caesar Augustus high relief wood-carving in natural lime wood by Shane Raven. Paintings include ‘The Banqueting Hall, June 1927’ by Sir John Lavery RA and three 17th century portraits of carpenters: William Portington, Richard Wyatt, Master of the Company 1604, 1605 and 1616, and John Scott.",
                "The Banqueting Hall\nDesigned by Clifford Wearden, with panelled walls of plain and decorative surfaces in crown elm and utile mahogany, an octagonal pattern cedar ceiling  and hardwood strip floor of Zimbabwean teak. The two large stained glass windows were designed by Alfred Fisher. The teak Tree of Life was carved by Sir Charles Wheeler RA (1892-1974) in 1966. The paintings are 19th and 20th century portraits of Liverymen who served as Lord Mayors of London, Members of Parliament, Aldermen or Sheriffs."
            ]
        }
    ],
    "id": 2808,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/2808/building_2808_carpenters_21_716bf0a5b639a07117ff3a88932fedaa.jpg",
            "description": null,
            "title": "Carpenters' Hall",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2808_carpenters_21_716bf0a5b639a07117ff3a88932fedaa.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/2808/building_2808__dsc1944_3c070b9bc6ddddb11f05ea05feda3cb4.jpg",
            "description": null,
            "title": "Banqueting Hall",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2808__dsc1944_3c070b9bc6ddddb11f05ea05feda3cb4.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "1 Throgmorton Avenue, EC2N 2JJ",
        "latitude": 51.516537,
        "longitude": -0.0857655,
        "meeting_point": null,
        "travel_info": [
            "Tube: Bank, Liverpool Street, Moorgate",
            "Train: Liverpool Street, Cannon Street",
            "Bus: 8, 21, 26, 133, 388, 100, 76, 11, 43"
        ]
    },
    "name": "Carpenters' Hall",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/2808",
    "ticketed_events": false
}