{
    "all_week": false,
    "description": "Welcome to one of the U.K.'s few remaining Jacobean manor homes, nestled in picturesque Charlton Park. This stunning property boasts classic red brick with elegant white stone dressings, embodying timeless Jacobean style. Each room features a unique fireplace, exquisite strapwork ceilings, and original period details. Experience historical elegance and modern comfort in this extraordinary home.",
    "design": {
        "designers": [
            {
                "architect": "Unknown",
                "description": null,
                "year": "1607"
            }
        ],
        "periods": [
            "Historical/contemporary",
            "Georgian",
            "Victorian",
            "Stuart"
        ],
        "types": [
            "historical house",
            "community/cultural",
            "garden",
            "walk/tour"
        ]
    },
    "events": [],
    "facilities": [
        "Parking",
        "Toilets",
        "Accessible toilet",
        "Baby changing facilities",
        "Blue badge parking",
        "Drinking water",
        "Family-friendly event",
        "Handrails on stairs"
    ],
    "factsheet": [
        {
            "heading": "History",
            "paragraphs": [
                "Three hundred years ago the diarist John Evelyn described the prospect from Charlton House as  'one of the most noble in the world, for city, river, ships, meadows, hills, woods and all other amenities'. The growth of industry on both sides of the river and the building of flats nearer to the House have changed the view;  but in the road through Charlton village, in Charlton House and in Charlton church, the imaginative visitor can capture something of an earlier age, and recognise one of London’s villages.",
                "Charlton House is one of the finest examples of Jacobean domestic architecture in the country. It illustrates a phase in the evolution of the English country house, linking the sprawling style of the Tudor age with the compact geometrical character associated with Inigo Jones.",
                "Charlton House was built between 1607 and 1612 by Adam Newton, Dean of Durham. Newton was tutor to Prince Henry, son of James I. Evelyn, who was well acquainted with Newton’s son, stated that the House was built for Prince Henry; Newton, however, ceased to be the Prince’s tutor in 1610, and the Prince died in 1612 at the age of eighteen, so it is unlikely that the house was at any time a royal residence. Newton probably intended it to be what it in fact became, a 'nest for his old age'.",
                "The architect of Charlton House is unknown. The most likely attribution is to John Thorpe. The garden-house, or summer house, is attributed to Inigo Jones.",
                "Newton died in 1629-30, and was buried at St Luke's church, where his monument in black and white marble can be seen. The estate passed to his son Sir Henry Newton who, as a Royalist, had to leave Charlton on the outbreak of the Civil War. He fought gallantly for the King at Edgehill, and subsequently distinguished himself as a 'generous benefactor to the poor cavaliers whose services were not rewarded by King Charles II'.",
                "In 1658 the estate was purchased by Sir William Ducie, afterwards Viscount Downe, who made additions to the House, and lived in it in some state. On his death in 1679, it was acquired by Sir William Langhorne, a wealthy East India merchant, and then passed through several hands including Margaret Maria Weller (died 1777) and then her daughter Jane. One of Jane's daughters married Spencer Perceval, the Prime minister who was assassinated in the House of Commons, and was buried in Charlton Church. Late in the 18th century the domestic buildings south of the House were added.",
                "During the First World War, Charlton House became a hospital, and was never again used as a residence. In 1925 Greenwich Borough Council purchased the house and grounds. Part of the estate was used as a public park, while part was taken over by the London County Council as a playing field and athletic track. The House itself was used as a museum, and extended to the south to provide a public library."
            ]
        },
        {
            "heading": "The Building",
            "paragraphs": [
                "The north wing of the House was destroyed towards the end of the Second World War, but it has been completely and carefully restored.",
                "Charlton House was built on the edge of the village green, and the grounds were entered through a classic archway which still survives. The house is built of the red brick characteristic of the period, relieved with white stone quoins and dressings. Its shape is that of a shallow H, an oblong with slightly-projecting cross-pieces at each end. Externally, the chief features are the richly decorated porch which stands in a bay projecting from the middle of the west front, and the sundial. Internally the House is remarkable for the plaster-work of the ceiling, the numerous interesting chimney-pieces, and the staircase.",
                "The hall, which extends the full width of the house, is a beautifully proportioned room, two storeys high and panelled for half its height. At the west end is a gallery; the two round-arched doorways leading to the north wing and the design of flat strap-work on the ceiling are noteworthy.",
                "Above the Hall, identical in area, is the Grand Salon. Here the ceiling is enriched by pendants at some of the intersections, with a larger pendant in the centre. In the west bay can be seen the initials J R (James I) and other royal devices, including the royal Stuart arms. Balancing this treatment, the east bay shows the Prince of Wales’ feathers, the Garter and the motto 'Ich dien'. The marble fireplace is flanked by the figures of Vulcan and Venus.",
                "Adjoining the Grand Salon are the Dutch (or Ducie) Room and the White Drawing Room. The ceiling of the Dutch Room is panelled, and the frieze is modelled with foliage, fruit and jewels. The Chimney-piece is of black marble. The White Room on the other side of the Grand Salon has an interesting fireplace and overmantel. The frieze above the fireplace has two subjects, the triumph of Christ and the triumph of Death (riding the pale horse). The figures in the three projections represent Piety, Mercy and Peace. The oval panel in the centre of the overmantel shows Perseus with the head of Medusa and Pegasus.",
                "The White Room leads into the Long Gallery, seventy feet long. The frieze bears a design of conventional foliage, dogs and masks, and the bold strap work of the ceiling is varied with three lozenge-shaped panels.",
                "The principal staircase is original, with a rectangular well and a heavily moulded handrail and balustrade. On the ground floor, each of the doorways to the Chapel and dining room bears twelve panels and at their heads have the crests of Newton (a boar’s head)  and Puckering (a stag).",
                "To the south-east of the house are two walled gardens, and a recent formal vista."
            ]
        },
        {
            "heading": "Today",
            "paragraphs": [
                "Discover the vibrant activities at Charlton House, a historic Jacobean manor rich with heritage and charm. Join us for captivating guided tours that unveil the house’s storied past and architectural splendor. Enjoy diverse events, from cultural exhibitions and art workshops to enchanting garden walks and family-friendly activities. Charlton House also manages the storage and conservation of the Greenwich Borough's collections and archives, and maintains the local war memorials, ensuring our shared history is preserved for future generations. Plus, make your special day unforgettable by booking Charlton House for private hire, ideal for weddings with its stunning, timeless setting. Whether you're a history enthusiast or looking for a unique day out, Charlton House offers an unforgettable experience for everyone.",
                "Visit our website to find our more about the Trust and our events (greenwichheritage.org)."
            ]
        }
    ],
    "id": 2840,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/2840/building_2840_dsc_0985_0e812b4d67d9d208c2172e961c8da5a5.jpg",
            "description": null,
            "title": "Back of House - Park View",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2840_dsc_0985_0e812b4d67d9d208c2172e961c8da5a5.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/2840/building_2840_dsc_1135_484cae922590c50cb73fe120e9646d15.jpg",
            "description": null,
            "title": "Grand Staircase",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2840_dsc_1135_484cae922590c50cb73fe120e9646d15.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/2840/building_2840_charlton-house-1_4927beaf28d794b8686055c965281a0f.jpg",
            "description": null,
            "title": "View from Charlton Road",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2840_charlton-house-1_4927beaf28d794b8686055c965281a0f.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/2840/building_2840_1_5bbea89136f74ad1aff3b63422803766.jpg",
            "description": null,
            "title": "Long Gallery",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2840_1_5bbea89136f74ad1aff3b63422803766.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/2840/building_2840_2_8cf6e5a8021abf1a623c2c57148b4261.jpg",
            "description": null,
            "title": "Back Lawn at Charlton House & Gardens",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2840_2_8cf6e5a8021abf1a623c2c57148b4261.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/2840/building_2840_3_b1be357abf116a10835f001e1c1d86d3.jpg",
            "description": null,
            "title": "Ceiling Details",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2840_3_b1be357abf116a10835f001e1c1d86d3.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/2840/building_2840_4_666307aa676891a98fff803a350c7d3f.jpg",
            "description": null,
            "title": "Old Library Ceiling Details",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2840_4_666307aa676891a98fff803a350c7d3f.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/2840/building_2840_5_4baf94cb0ae9bab3241cdb4461b8d6a6.jpg",
            "description": null,
            "title": "Old Pond Garden",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2840_5_4baf94cb0ae9bab3241cdb4461b8d6a6.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/2840/building_2840_6_5224461002927ea556c014d23f7451cf.jpg",
            "description": null,
            "title": "Grand Salon Fireplace",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2840_6_5224461002927ea556c014d23f7451cf.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/2840/building_2840_7_155f32fff16ccacce67afa70ecc0f636.jpg",
            "description": null,
            "title": "Entrance to The Peace Garden",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2840_7_155f32fff16ccacce67afa70ecc0f636.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/2840/building_2840_10_ff66210f13baf3b8df821c908cdb639b.jpg",
            "description": null,
            "title": "Old Library",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2840_10_ff66210f13baf3b8df821c908cdb639b.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/2840/building_2840_9_8023bd3c3afd9281d9e9fcae20209eb2.jpg",
            "description": null,
            "title": "Exterior Details",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2840_9_8023bd3c3afd9281d9e9fcae20209eb2.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/2840/building_2840_8_9963bb5bc06ad4c05b0e3a4ae2e6143e.jpg",
            "description": null,
            "title": "Long Gallery Fireplace",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2840_8_9963bb5bc06ad4c05b0e3a4ae2e6143e.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/2840/building_2840_12_3ec30c4f7542eab0a9a7558bd61e04d8.jpg",
            "description": null,
            "title": "View From The Gardens",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2840_12_3ec30c4f7542eab0a9a7558bd61e04d8.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/2840/building_2840_13_1bc4e39f6d84294ca55f79bbd6a1fbd9.jpg",
            "description": null,
            "title": "The Peace Garden",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2840_13_1bc4e39f6d84294ca55f79bbd6a1fbd9.jpg"
        }
    ],
    "links": [
        {
            "href": "greenwichheritage.org",
            "title": null
        }
    ],
    "location": {
        "address": "Charlton House & Gardens, Charlton Road, SE7 8RE",
        "latitude": 51.4806943,
        "longitude": 0.0371437,
        "meeting_point": null,
        "travel_info": [
            "Tube: North Greenwich",
            "Train: Charlton",
            "Bus: 53, 54, 422, 486",
            "Additional travel info: Please note that the road from Charlton Station to Charlton House is uphill.\r\nLimited onsite car parking onsite (£1 per hour)"
        ]
    },
    "name": "Charlton House & Gardens",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/2840",
    "ticketed_events": false
}