{
    "all_week": false,
    "description": "Late Victorian neo-Baroque building with modern-style 1970 extensions supporting 5 storeys of recently refurbished offices over the Great Hall.",
    "design": {
        "designers": [
            {
                "architect": "Belcher & Joass",
                "description": null,
                "year": "1890"
            }
        ],
        "periods": [
            "William Whitfield Architects",
            "Historical/contemporary"
        ],
        "types": [
            "institution/profession"
        ]
    },
    "events": [],
    "facilities": [
        "Toilets",
        "Accessible toilet",
        "Cloakroom"
    ],
    "factsheet": [
        {
            "heading": "Internal",
            "paragraphs": [
                "In 1888 the architect John Belcher RA won an open competition to design the headquarters for the new Institute of Chartered Accountants’ in England and Wales (ICAEW) in the City of London. Building work began in 1889 by construction company Colls & Sons, for the sum of £27,121 5s 8d, and took three years to finish. Belcher’s design was not without controversy; it was a considerable move away from the traditional Victorian style of the area and period. However, Sir Nikolaus Pevsner, the German-born British scholar of history of art architecture, described Chartered Accountants’ Hall as 'eminently original and delightfully picturesque', and it is widely considered to be one of the finest examples of Victorian Baroque architecture which draws its inspiration from the work of the Italian Renaissance; Belcher was living in Venice at the time he was designing the building and Italy’s influences can be found throughout the building, in the Genoese villa-style of the main entrance and perhaps no more noticeably than in the Members’ Room with its own Rialto Bridge. It was recently voted the 24th best building in Britain.",
                "It was built to serve 1,700 members, but membership soon grew beyond 123, 000 individuals, resulting in the decision to extended and modernized the building twice. The first extension took place in 1930-31, designed by John James Joass, a pupil and later partner of Belcher, his design is a continuation of Belcher’s original project. The building was extended for a second time  in 1960 by Sir William Whitfield, a more contemporary edition to the building,  which opened in 1970. This more recent facade, extending down one side of the 19th Century original on Great Swan Alley, begins after the unused entrance. Whitfield’s design juxtaposes the more ornate work of his predecessors with clear, simple lines of contemporary architecture. The new headquarters was opened by Her Majesty, The Queen Mother in May 1970, commemorated by a plaque in the Great Hall Lobby.",
                "On Copthall Avenue William Whitfield created a second entrance to Chartered Accountants’ Hall in concrete and glass, resulting in a blend of old and new to produce a distinctive multi-facetted building, providing the visitor with contrasting impressions according to the direction from which the Hall is approached.",
                "The walls in the Copthall Avenue Entrance are decorated with large wall hangings by Penny Roberts and Julia Crallan which portray seven of the district societies.",
                "Beyond the two large studded entrance doors, which are made of oak but have been painted black to resemble iron, is the main entrance to Chartered Accountants’ Hall, the style of which has been likened to a Genoese villa. The ceiling in the entrance hall was originally white but since 1970 the detail has been picked out in blue and red with the letters ‘ICA’ prominent in gold.",
                "Laid on July 8th, 1890, a foundation stone at the foot of the staircase hides the Institute’s time capsule, a jar containing copies of The Times and The Accountant, a copy of the Royal Charter, the by-laws, a list of members and silver and copper coins of the day. Another time capsule is in the basement vault which was created to celebrate the Institute’s 125th birthday.",
                "Plaques on either side of the hall commemorate Members and Articled Clerks who died in the first world war, while marble plaques to the left and right of the entrance to the now Business Centre and the foot of the stairs next to the entrance of the members room are engraved with names of past Presidents.",
                "You will see several of ICAEW’s early members and presidents are commemorated throughout the building in paintings, marble statues and plaques. Many of our early presidents went on to form today’s global Big Four firms including Arthur Cooper (1883–84), William Welch Deloitte (1888–89), Edwin Waterhouse (1892–94), Ernest Cooper (1899–1901) and William Barclay Peat (1906–08)."
            ]
        },
        {
            "heading": "External",
            "paragraphs": [
                "The sculptured frieze and the figure of Justice surmounting the oriel at the angle of the original building are by Hamo Thornycroft RA completed between 1889 and 1893, which runs in 40 meter sections along Moorgate place and round into Great Swan Alley. The Frieze was extended by JA Stevenson in 1930 and again by David McFall in 1968-69 as part of the Whitfield extension. The friezes are allegories in human form. Thornycroft's contribution is a series of panels depicting a range of concepts from the Arts and Sciences to the Colonies, and secondly a frieze depicting the professions and crafts connected with building. Stevenson's work depicts the history of architecture starting with a prehistoric man on the extreme right with roughly hewn stones to Luca Paciolo, the Italian renaissance monk who is credited with devising double entry book-keeping. The truncated figures at the feet of the Statue of Justice represent accountants, one in the act of examining a candidate and the other auditing accounts. The 7th figure in the original frieze, dressed in a long smock, is Thornycroft himself!",
                "The sculpture of the Coat of Arms is by Harry Bates ARA. The scales in the upper part of the shield represent Justice, while the lower potion is the ‘Institute Lady’, Economia, who personifies management. A symbol of good management, she wears a wreath of olive branches on her head to symbolise peace while a set of scales above her head represents justice. She carries a rod to signify authority, dividers to reflect accurate measurement and the ship’s rudder in the foreground represents is a symbol of guidance. A more modern interpretation of this coat of arms forms the current ICAEW logo."
            ]
        }
    ],
    "id": 2842,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2024/2842/building_2842_one-moorgate-place-exterior-image-1_64df32794331ef7d260ae89eaeb5e0d8.jpg",
            "description": null,
            "title": null,
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2842_one-moorgate-place-exterior-image-1_64df32794331ef7d260ae89eaeb5e0d8.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2024/2842/building_2842_icaew_logo_blk_rgb_fb4523b90237fed1a9e7244e65432ad8.png",
            "description": null,
            "title": "Economia",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2842_icaew_logo_blk_rgb_fb4523b90237fed1a9e7244e65432ad8.png"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2024/2842/building_2842_oh3_db1223f7af97fb47bcfcd4bad2d43f2e.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2842_oh3_db1223f7af97fb47bcfcd4bad2d43f2e.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2024/2842/building_2842_oh4_f5527afe26e689d827a085d207de3bb2.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2842_oh4_f5527afe26e689d827a085d207de3bb2.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2024/2842/building_2842_oh5_d4d6090167b928132b5b822f19cc27d0.png",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2842_oh5_d4d6090167b928132b5b822f19cc27d0.png"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2024/2842/building_2842_2-front_ab6560e2fd28a1eb207dcff4e1b47204.png",
            "description": null,
            "title": null,
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2842_2-front_ab6560e2fd28a1eb207dcff4e1b47204.png"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2024/2842/building_2842_great-hall-curved-theatre-style-8_3d2b96e2a8d082370a08de3f6b7a7008.jpg",
            "description": null,
            "title": null,
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2842_great-hall-curved-theatre-style-8_3d2b96e2a8d082370a08de3f6b7a7008.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2024/2842/building_2842_member-s-room-standing-reception_dc2ce9ebd8c1eb499d7238ffae36ad2d.jpg",
            "description": null,
            "title": null,
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2842_member-s-room-standing-reception_dc2ce9ebd8c1eb499d7238ffae36ad2d.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "One Moorgate Place, EC2R 6EA",
        "latitude": 51.5165568,
        "longitude": -0.0884189,
        "meeting_point": null,
        "travel_info": [
            "Tube: Bank, Moorgate",
            "Train: Moorgate, Liverpool Street",
            "Bus: 76, 100, 388, 21, 43, 141"
        ]
    },
    "name": "Chartered Accountants' Hall",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/2842",
    "ticketed_events": false
}