{
    "all_week": false,
    "description": "Barry Buildings: 1869. Grade II* listed. Palladian symmetrical plan, in terracotta and stone. Extensively refurbished 2017-2018. New Science Building 2016. Grimshaw Architects. RIBA National Award. Home to 'James Caird' boat.",
    "design": {
        "designers": [
            {
                "architect": "Charles Barry Junior",
                "description": null,
                "year": "1869"
            }
        ],
        "periods": [
            "Grimshaw Architects",
            "Julian Harrap Architects",
            "Barr Gazetas",
            "Victorian",
            "Contemporary"
        ],
        "types": [
            "education"
        ]
    },
    "events": [],
    "facilities": [
        "Parking",
        "Toilets",
        "Accessible toilet"
    ],
    "factsheet": [
        {
            "heading": "Charles Barry Junior (1823-1900)",
            "paragraphs": [
                "Charles Barry Junior (1823-1900) was the eldest son of Sir Charles Barry, the architect of the Palace of Westminster, and was his father’s General Superintendent at the Palace for two years, designing some of the ornamentation on the Clock Tower.  He succeeded his father (who had designed the Old Grammar School in Gallery Road) as Architect and Surveyor to the Dulwich College Estate in 1858, and was in turn succeeded by his son Charles Edward Barry on his death.  Barry was President of the Royal Institute of British Architects from 1876-9, and his prize of the Gold Medal in 1877 cited two particular works: the New College at Dulwich, and the Piccadilly façade and the forecourt of the Royal Academy at Burlington House, with the premises of the learned societies.",
                "Barry was responsible for designing two churches on the Estate: St Peter’s, Lordship Lane (with some fine red brick and terra cotta roundel work in the interior) and St. Stephen’s, College Road, as well as some villas and railway buildings, including the viaducts at Herne Hill.  Elsewhere Barry designed nine churches and several country mansions."
            ]
        },
        {
            "heading": "The New College",
            "paragraphs": [
                "Designed by Charles Barry, Junior and erected 1866-70.",
                "Palladian ground-plan – Centre Block with wings; Palladian relation of solids to voids, as in a palazzo and in filial homage to his father’s work in St. James’s: the Traveller’s club, the Reform Club and Bridgewater House, all with elaborate cornices.",
                "Buildings now bereft of tall red and white ‘streaky bacon’ chimneys and Mason’s red patent tiles on roof.  Bronze lamp-standards at front doors of Main Elevation gone.  Cloisters glazed in 1960s.",
                "Barry was given a free hand by the governors as to style.  He called it ‘North Italian of the Thirteenth Century’.  Hybrid and eclectic, incorporating memories of Barry’s Grand Tour and quotations from the Palace of Westminster."
            ]
        },
        {
            "heading": "Great Hall",
            "paragraphs": [
                "Inside a reference to Westminster Hall, and also outside by the gables at each end.  Main source is the Charterhouse at Pavia; red brick and terra cotta with finials, turrets and cupola.  Ruskin called the Charterhouse at Pavia ‘painful and pitiful’, ‘exhausting and encrusting’, reminding him of inlaid cabinets and velveted caskets.  Even Barry’s younger brother Edward Middleton Barry in a professorial Royal Academy lecture called the Charterhouse ‘fantastic’ and ‘not to be commended’.  Critic in Building News, 1869, said the cloisters were too low, and made fun of Barry’s roofscape with its ‘fussy erections’: ‘Chinese pagodas are temperate in comparison with the little pearshaped roofed temples set around with queer terminals, like bottles in a cruet stand’.  However, the Campanile itself and the ironwork to the Gate were admired."
            ]
        },
        {
            "heading": "Lantern",
            "paragraphs": [
                "Over Great Hall copied from King Edward VI Grammar School at Birmingham (now demolished); turrets with imbricated tiles a Barry family motif, as at Halifax Town Hall.  Sequence of tower, lantern and Clock Tower in homage to the Palace of Westminster.  His father had died a few years before the design; thus quotations are hieroglyph in memorial."
            ]
        },
        {
            "heading": "Clock Tower",
            "paragraphs": [
                "In general derives from campaniles of North Lombardy, and in particular S. Maria della Carita in Venice, now demolished, but visible in The Stonemason’s Yard by Canaletto at the National Gallery.  Chapel shown on early designs, out towards the Clump from Great Hall on W.–E. axis (never built)."
            ]
        },
        {
            "heading": "Terra cotta",
            "paragraphs": [
                "Red, buff or pale blue-green from J. M. Blashfield of Stamford.  Panel below great window to Great Hall on east elevation of Centre Block impressed with Blashfield’s name, below breast of dragon.  Barry declared in a lecture (1868): “I studied and admired the brick and terra cotta buildings of Milan, Florence, Verona, Vicenza, Pavia, Siena and other old towns of North Italy, and I resolved that, if ever opportunity should offer, I would endeavour to use the material in England with as much of the old spirit as my powers would enable me to realise”.",
                "Roundels presumably chosen by the Master, Alfred Carver, and designed (also in some cases moulded) by Barry: worthies, classical, Renaissance and (a few) modern (philosophers, scientists, writers, Lord Macaulay; Apollo, the Muses; female characters from Shakespeare)."
            ]
        },
        {
            "heading": "Barry Buildings Internal",
            "paragraphs": [
                "Lower Hall: rather heavy neo-Classical style, such as at Kensington Palace Gardens mansions worked on by Barry in his youth.  Whimsical Corinthian capitals with protomai of leopard heads and wings to four corners.",
                "The Masters’ Library: ceiling a restoration after bombing of 1944 which destroyed C. E. Barry’s Science Block.  Panels above fireplace from Queen Elizabeth’s state barge, purchased by Edward Alleyn on 19 December, 1618: ‘all ye upper part off ye quenes barge £2.2.6’.",
                "Great Hall: 92 x 43 ft. and top of wagon roof 50 feet.  Pillars of Devon marble; pedestals of cream and light green terra cotta.  Double hammer-beam roof.  Barrel vault of wagon roof copied from San Fermo Maggiore in Verona on top.  Wyverns on hammer-beams carry shields.  Spandrels with College arms.  Some of armorial stained glass destroyed in 1944.  Dais originally lower, and organ case gone.",
                "Board Room: fine ceiling copied from his father’s Clumber Park (now destroyed)."
            ]
        },
        {
            "heading": "Refurbishment 2017-2018",
            "paragraphs": [
                "The exterior terra cotta stonework, and the wooden Lantern were extensively repaired and restored in 2017-18, recapturing the freshness of Barry’s original and the luminescence of the terra cotta in its ‘Dulwich glow’. (Architects: Julian Harrap.) 50 classrooms in the North and South Blocks were also sympathetically restored and re-presented, as far as later modifications permitted, to their original grandeur and spaciousness whilst simultaneously modernising the facilities. (Architects: Barr Gazetas.)"
            ]
        },
        {
            "heading": "Old, or ‘Memorial’, Library",
            "paragraphs": [
                "Neo-Baroque, to design of Edwin T. Hall, 1902, as memorial to Alleynians killed in the Boer War.  Statues of Justice, Mars and Minerva by H. C. Fehr.  Pediment with triglyphs and guttae.  Apsidal Rotunda originally reserved for prefects.  Carver Room to east added in 1910."
            ]
        },
        {
            "heading": "War Memorial",
            "paragraphs": [
                "The War Memorial, a twenty-nine-foot Latin cross, was designed by the Old Alleynian W. H. Atkin Berry FRIBA (1869-1932) and unveiled in 1921. It commemorates the 536 OAs who died in the First World War and is flanked by two stele which list the 339 who died in the Second World War and conflicts since 1945.  Memorial flagstones in front of the Cross are those OAs awarded the Victoria Cross in the First World War. They are replicas of those installed near their homes on the 100th anniversary of each award."
            ]
        },
        {
            "heading": "The Laboratory 2014-2016",
            "paragraphs": [
                "The College’s third Science Building, replaces the post-war building which itself replaced the building designed by CE Barry, built in1908 and demolished by a direct hit by a V1 rocket in 1944. It was designed by Grimshaw Architects, completed in 2016 and awarded an RIBA National Award in 2017.",
                "The Laboratory as “a home for Science and a venue for the Arts”, is an expression of the College’s commitment to dismantling the artificial divide between the two disciplines.",
                "The ﬁrst phase opened in April 2015 consisted of 18 fully equipped laboratories, three preparation rooms and the James Caird Hall. The second phase was completed in July 2016 with three laboratories for the Lower and Junior Schools, ﬁve adaptable ‘Informatics’ suites with free-thinking spaces for creative learning and cross-curricular collaboration, a seminar room with full video conferencing facilities, a versatile 250-seat auditorium and an outdoor piazza for recreation and performance.",
                "In shades of terra cotta and concrete representing order in nature and the unity of learning, the recurring pattern of the façade connects The Laboratory with the rich colours of Barry’s iconic ‘New College’ while making its own statement. The building’s footprint wraps around two large internal spaces and is deliberately stepped back and placed in a setting which integrates with other buildings on the campus. A sympathetic planting scheme complements and enhances the sense of openness and space which is integral to the College’s landscape plan.",
                "The building is designed to encourage inclusivity and accessibility to all forms of learning and cultures, with great emphasis on natural light, and access on every elevation.",
                "The design intentionally provides flexible spaces which enable a variety of conﬁgurations and layouts to future-proof the building against developments in technology and teaching. The laboratories are light and airy ‘boxes,’ a simplistic design, with desk and work surfaces laid out in a matrix pattern capable of being adapted to different forms of teaching.\n \nJames Caird Hall: Home to Shackleton’s life boat: ‘James Caird’, from the Endurance expedition of 1914-16, in which Shackleton with five companions crossed 870 miles of Antarctic winter waters and then crossed icy mountain terrain in South Georgia to raise the alarm and seek help for the 22 men marooned on Elephant Island.",
                "Cherry-wood lockers performing a mundane function for pupils connect with the external terra cotta tiles which reflect the colours of adjacent Barry buildings.",
                "Auditorium: In addition to the opportunities for lectures, art exhibitions, assemblies and formal presentations, the George Farha Auditorium offers a space for small recitals and informal drama productions, as well as events and dining for up to 80 guests.",
                "Two storeys high, the ground floor south wall is fully glazed with floor to-ceiling doors leading out onto an expansive piazza. Clad with vertical timber ﬁns, the upper floor is glazed on the north side allowing views of the auditorium from the upper cloister beyond.",
                "Exterior Façade – Peter Randall-Page RA: The artist, who had collaborated with Grimshaw’s on the Eden Project had already worked locally creating ‘Walking the Dog’ for the grounds of Dulwich Picture Gallery, designed the recurring ‘Dragon’s Curve’ pattern on the external cladding.\n \nUsing the Lindermeyer or L-system algorithm, Randall-Page replicated the growth processes of plants. It is a pattern that occurs across the sciences and has inspired composers and artists to replicate the beauty and rhythms of the natural order in their work. Here is consolidates the intrinsic relationship between art and science.",
                "‘Exploded Paradigm (Inverted)’ –Conrad Shawcross RA\nEmbodying the symbiotic relationship between creativity and discovery, the Shawcross sculpture hanging in the James Caird Hall complements and draws on the spirit of endurance proudly represented by Sir Ernest Shackleton’s James Caird life boat, permanently exhibited at the heart of the Laboratory.",
                "The sculpture builds on Shawcross’s work exploring Platonic solids and Conrad explicitly linked this commission to the 14 metre high sculpture on the plaza of the new Crick Institute at St Pancras. The ﬁnished work reflects the notion of a paradigm shift, understanding that in art and science we are often jolted forward into new ways of thinking and seeing.",
                "Sustainability is a core principle in the design of The Laboratory and the building uses innovative, environmentally inexpensive and energy-efficient systems. A ‘Thermally Active Building System (TABS)’ uses borehole water extracted at 12.8 °C from 65m-120m below ground, running through the ceilings and soffits of the building to extract heat, with the water emptying into a second borehole 100m away from the ﬁrst. This ‘Open Loop System’ uses ground source cooling rather than expensive and energy-inefﬁcient air conditioning, automatically delivering cooling on demand for individual rooms within the building. PV (photovoltaic) Solar Panels are ﬁtted on all available roof space generating some of the building’s electrical energy requirements."
            ]
        }
    ],
    "id": 285,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2024/285/building_285_18057772_1384953578254419_6019109302582727945_n_3a15531db6b3b9b1f3343c1623e2a7a3.jpg",
            "description": null,
            "title": "Barry Buildings",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_285_18057772_1384953578254419_6019109302582727945_n_3a15531db6b3b9b1f3343c1623e2a7a3.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2024/285/building_285_dji_0020_0719281d272597e285f33d5c4a740575.jpg",
            "description": null,
            "title": "Aerial Shot of The College",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_285_dji_0020_0719281d272597e285f33d5c4a740575.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2024/285/building_285__78a1425_6b170da6d9c29549127b915dd54afc6e.jpg",
            "description": null,
            "title": "The Laboratory",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_285__78a1425_6b170da6d9c29549127b915dd54afc6e.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2024/285/building_285_war-memorial_41bf81e5eb1c705a437634bad5b4d071.jpg",
            "description": null,
            "title": "War Memorial",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_285_war-memorial_41bf81e5eb1c705a437634bad5b4d071.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2024/285/building_285_james-caird-hall_77330b647b07af200908a7b088853e59.jpg",
            "description": null,
            "title": "James Caird Hall",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_285_james-caird-hall_77330b647b07af200908a7b088853e59.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2024/285/building_285_masters-library1_bbab5f1cfe60f1d2bdae71b5b8a608d8.jpg",
            "description": null,
            "title": "Masters' Library",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_285_masters-library1_bbab5f1cfe60f1d2bdae71b5b8a608d8.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Dulwich Common, SE21 7LD",
        "latitude": 51.4394573,
        "longitude": -0.0870855,
        "meeting_point": null,
        "travel_info": [
            "Tube: Brixton",
            "Train: West Dulwich, Gipsy Hill, Tulse Hill, North Dulwich",
            "Bus: P4, P13, 3, 201",
            "Additional travel info: Brixton is the nearest tube and the No 3 from there will take you directly to West Dulwich Station which is then a very short walk."
        ]
    },
    "name": "Dulwich College",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/285",
    "ticketed_events": false
}