{
    "all_week": false,
    "description": "Nestled in a quirky old London mews, this former stable is full of surprises. A self-build project; the Adaptable House has gone from party house to a lively family home for six, and now it's a creative studio and unique home. Its living, biophilic façade bursts with greenery, with Ash Sakula’s vibrant studio downstairs and a fun, dynamic home upstairs.",
    "design": {
        "designers": [
            {
                "architect": "Ash Sakula Architects",
                "description": null,
                "year": "1983"
            }
        ],
        "periods": [
            "Historical/contemporary"
        ],
        "types": [
            "residence",
            "architectural practice",
            "housing",
            "mixed use",
            "offices"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2024-09-15",
            "drop_in": true,
            "end": "2024-09-15T17:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in: Self-guided tour of architects' house and studio",
            "notes": "Please let us know if you plan to visit. Doing so allows the venue to plan ahead and you will be notified by email about any changes to the programme that might affect your visit.",
            "start": "2024-09-15T12:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        "Drinking water",
        "Family-friendly event",
        "Gender neutral toilet",
        "Handrails on stairs",
        "Quieter area",
        "Seating available",
        "Toilets"
    ],
    "factsheet": [
        {
            "heading": "Background",
            "paragraphs": [
                "This is an early nineteenth century mews house, built at the same time as Doughty Street as a gated residential enclave in the fields between the City and Westminster. Number 6 was largely rebuilt some time in the early twentieth century, possibly after wartime bomb damage.",
                "When we bought it in 1982 it was derelict and had two storeys with a flat roof over. The ground floor had been a printer's workshop, and the upper floor was a series of storerooms. There was no kitchen or bathroom. We designed and rebuilt the house ourselves, adding an extra floor and a roof garden.",
                "We have used the house as a test bed for design ideas, and its history over the last forty years reflects the changing uses and demands we have made of it. Some rooms are used for more than one purpose, or have been used over the years for quite different things. All the time we have been fighting against lack of space, and we have used a variety of strategies to overcome this including miniaturisation and spatial illusion."
            ]
        },
        {
            "heading": "The Design",
            "paragraphs": [
                "Ground floor",
                "Until 2016, this space was a garage full of junk and bikes, which also sometimes became a playroom, a party room, a small theatre or cinema and an events space.  It is now Ash Sakula’s architectural studio from where we carry out all our projects. One of the two zinc doors, inspired by a gateway in the Yuyuan Garden in Shanghai, opens to the rest of the house; the other to a WC with hand decorated tiles. Many people and some birds are fooled by the mirror. We built a new glass screen inside of the garage doors which stay open all day and close at night.",
                "First floor",
                "Kitchen\nThis is the hub of the house, and the room where we spend most time. Life centres on the Aga cooker, a big fridge, the sofa, and a round Tulip table and chairs by Eero Saarinen. Food is stored on open shelves, crockery and pans on a large rack above the enamelled cast iron sink. Cupboards are clad in zinc. Note the diagonal view opened up through into the bathroom. The zinc drawers to the right of the Aga were installed a year ago and replace an ancient piano.",
                "Tree room, behind the kitchen\nCurrently this is our living room. Previously it has been a bedroom, our architectural office and our children's playroom. Two doors give extra flexibility in the way it can be used and create a circular route of the kind beloved by children.",
                "Bathroom\nAlso a laundry room. Note the mirrored ceiling.",
                "WC\nThree steps lead up to the WC, with more zinc cupboards, under whose floor is a large storage space accessed by a trap door.",
                "Second floor",
                "The staircase leads up to the second floor. You are now standing on what was the flat roof over the original two storey house.",
                "Fireplace Room\nThis room has been through a number of uses: living room, studio, office, playroom and, currently, bedroom, sort of. The steel beams which hold up the roof double as bookshelves. The glass drawing table acts as a balustrade to the staircase. Over it,  a large box which used to hold water tanks is now a storage space. In the summer the fig tree in the next door garden gives privacy without curtains, and is full of squirrels and birds.",
                "Second bathroom\nUntil six months ago, this was a bedroom. Now it has become a bathroom on the main bedroom floor. Note the external circular privacy screen.",
                "Front bedroom\nA spare bedroom where our children used to sleep. The stair to the roof bedroom used to be within this room.",
                "Roof",
                "Roof bedroom\nWe built this tiny addition when our third child was born. A narrow, tapering staircase (with very limited headroom!) leads up past a pivoted zinc door to a rooftop sleeping den. Note the fold-down table, the ventilation slots and the door out to the roof.",
                "Roof garden\nFrom the main room a spiral staircase (scary for some) leads up to the roof garden, at its best in July, and currently looking rather ragged. The table is an old door, zinc clad. The chimney incorporates a barbecue, but it is hidden by the shed we put here for storage when we converted our garage into a studio.",
                "From the front of the roof you can look down the mews to the south and see at the end of the opposite side of the road a new house we designed, 29 Doughty Mews, completed in 1996 and RIBA Award winner the following year.",
                "",
                ""
            ]
        }
    ],
    "id": 2963,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/2963/building_2963_screenshot-2024-09-05-at-15-06-29_af11f7709b2880bb61a048d46aacd7ff.png",
            "description": null,
            "title": "The biophilic front façade is alive with Ash Sakula's friendly studio on the ground floor",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2963_screenshot-2024-09-05-at-15-06-29_af11f7709b2880bb61a048d46aacd7ff.png"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/2963/building_2963_img_7414_08f140745334268032a55e8f118922c2.jpg",
            "description": null,
            "title": "View of the Adaptable House",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2963_img_7414_08f140745334268032a55e8f118922c2.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/2963/building_2963_img_5686_626b30274f48a88b329cf1fcf6aae3ba.jpeg",
            "description": null,
            "title": "Ash Sakula studio",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2963_img_5686_626b30274f48a88b329cf1fcf6aae3ba.jpeg"
        }
    ],
    "links": [
        {
            "href": "https://www.ashsak.com/",
            "title": "www.ashsak.com"
        }
    ],
    "location": {
        "address": "6 Doughty Mews, WC1N 2PG",
        "latitude": 51.523,
        "longitude": -0.11704,
        "meeting_point": null,
        "travel_info": [
            "Tube: Russell Square, Chancery Lane, King's Cross St. Pancras, Farringdon",
            "Train: King's Cross, Euston, Farringdon",
            "Bus: 19, 38, 17, 45, 55, 46"
        ]
    },
    "name": "Ash Sakula Adaptable House",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/2963",
    "ticketed_events": false
}