{
    "all_week": false,
    "description": "Founded in 11C, with Jacobean memorial c1615. Burial site of 5 Archbishops of Canterbury.",
    "design": {
        "designers": [
            {
                "architect": "Unknown",
                "description": null,
                "year": "1080"
            }
        ],
        "periods": [
            "James Piers St Aubyn",
            "Medieval"
        ],
        "types": [
            "religious"
        ]
    },
    "events": [],
    "facilities": [
        "Parking",
        "Toilets",
        "Accessible toilet",
        "Baby changing facilities"
    ],
    "factsheet": [
        {
            "heading": "History",
            "paragraphs": [
                "The Church is over 900 years old and has seen many additions and changes in that time.",
                "The chancel is the oldest part of the church, built about 1080 and full of memorials. The wall painting, which is one of the most remarkable features of the chancel, was completed in 1898 at a cost of £600 as part of a memorial to Archbishop Benson (1882-1896) and restored in 1988 at a cost of £20,000. Although recalling mediaeval and Eastern church decoration, it is pre-Raphaelite in style.",
                "You will find it interesting to observe the coats of arms on the North wall relating to events in the life of Archbishop Benson and Saint Catherine and the Virgin Mary on the South wall while Sts Cosmas and Damian, patrons of physicians face each other across the chancel.",
                "There are many  memorials in the church, some to local dignitaries and some to the Archbishops who are buried either in the crypt or in the churchyard.",
                "The many stained glass windows each remember particular people associated with the parish. The large window at the end of the North aisle is in memory of Archbishop Tait whose wife, Catherine, is commemorated in a window on the south side of the altar.",
                "Others include a window as a memorial to two Addington women who both married doctors and died young, while the window beside the organ commemorates the Addington Home Guard and shows men rebuilding the walls of Jerusalem as in Nehemiah chapter 4 with weapons ready to hand in case of attack.",
                "The church is alive with fascinating history and will richly repay a visit."
            ]
        }
    ],
    "id": 3547,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2024/3547/building_3547_stevens-6_4b65a32e6979cd6966322854fe076382.jpg",
            "description": null,
            "title": "Addington Church",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_3547_stevens-6_4b65a32e6979cd6966322854fe076382.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2024/3547/building_3547_a-pelling_275bef316af483ed164275e4005a7b4e.jpg",
            "description": null,
            "title": "Addington Church at daffodil time",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_3547_a-pelling_275bef316af483ed164275e4005a7b4e.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Addington Village Road, Addington, Croydon, CR0 5AS",
        "latitude": 51.35844849999999,
        "longitude": -0.0310355,
        "meeting_point": null,
        "travel_info": [
            "Train: East Croydon",
            "Bus: 64, 130, 314, 353, 433, 466",
            "Additional travel info: Tram for New Addington, alight at Addington Village Interchange; or buses 64, 130, 314, 353, 433, 466"
        ]
    },
    "name": "Church of St Mary the Blessed Virgin",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/3547",
    "ticketed_events": false
}