{
    "all_week": false,
    "description": "Constructed in 1863, Kilburn’s grade II corrugated Iron Church set about it’s new course in the 1950's when it’s interior was transformed to resemble naval training ship (TS) Bicester.",
    "design": {
        "designers": [
            {
                "architect": "Unknown",
                "description": null,
                "year": "1863"
            }
        ],
        "periods": [
            "Victorian"
        ],
        "types": [
            "community/cultural"
        ]
    },
    "events": [],
    "facilities": [
        "Toilets"
    ],
    "factsheet": [
        {
            "heading": "Tin Tabernacle - Timeline",
            "paragraphs": [
                "In 1857 James Bailey, a local developer, entered into a Building Agreement with the Ecclesiastical Commissioners. This included the development of Cambridge Avenue (then called Cambridge Road) forming part of the Kilburn Estate.",
                "1862 James Bailey granted a lease to Rev. Woodhouse and the Trustees of Cambridge Road Chapel to build an iron church for Church of England worship at a cost of £1000. The agreement was to build a stone church or a row of 3 terraced houses by Michaelmas 1868. The Church paid a yearly rent of £32.",
                "1863 The ‘Iron Church’ was constructed and was initially called St James Church.",
                "The manufacturer of the church is currently unknown.\n1864 A caution was issued to Rev. Joseph Irving officiating at a dissenter’s church called St James Church, Kilburn.",
                "1870 James Bailey surrendered the deed of the Iron Church and the building was vested in the Ecclesiastical Commissioners.",
                "1872 The building was known as the St James Free Church of England, a nonconformist denomination. Between 1870 and 1872 the Church had as its minister Rev. A.B. Attenborough.",
                "1875 The local Congregational Church relocated from a chapel on Percy Road and the building was renamed the Kilburn Congregational Church, minister Rev. J.Atkinson.",
                "1877 The Rev. T. Milner became the minister of the Congregational Church. The Church had a debt of £500.",
                "1879 The Rev. J.H. Clews became the minister of the Congregational Church. He began to pay rent to the Ecclesiastical Commissioners.",
                "1880s The Cambridge Road Choral Society met regularly at the Congregational Church. During this period the Church provided popular entertainments of various kinds, particularly concerts and lectures.",
                "1883 The Church proposed to build a school abutting the Iron Church. This was vehemently objected to by the local community and permission was refused.",
                "1890-1900s Various special services were held by Josiah Spiers, founder of the Scripture Union, an organisation which focused on sharing the Bible with children and young people and still exists today.",
                "1894 By June of this year the Iron Church had fallen into disuse. The lease remained with Rev. Clews, but the building was taken on by another local Christian\ngroup and was now called Cambridge Hall. Services were held on Sundays and Wednesdays and Bible classes held separately for men and women on Sundays. The\ncongregation at this time totalled about 300.",
                "Early 1900s Various lectures were held at Cambridge Hall.",
                "1915 Rev. Clews died and his executors sold the leasehold to Mr Ernest Bray and Mr Reuben Jackson for continued use as a Religious Hall.",
                "1928 Scripture Text Carriers marched from Cambridge Hall to Trafalgar Square.",
                "1900s-1940s Over this period there are various references to Cambridge Hall being used by the Plymouth Brethren.",
                "1939-1943 Cambridge Hall closed at the outbreak of WWII.",
                "1941 HMS Bicester, an escort destroyer of the Type II Hunt Class, was launched.",
                "1943 A new lease was granted to the YMCA for the ‘religious, mental or physical training of the youth of both sexes’. They never used the building.",
                "1948 The lease for Cambridge Hall was assigned to the Willesden Sea Cadets Corps\nfor use as a ‘training quarters and social club’. The site became known as the Lord Lloyd Memorial Hall after Lord Lloyd Dolobran, a member of the Navy League who\nhad died in 1941.",
                "1956 The HMS Bicester was scrapped at Grays, Essex.",
                "1956-1960s The interior of the Lord Lloyd Memorial Hall was fitted out to represent the decommissioned naval ship HMS Bicester. The hall is also known as the TS (Training Ship) Bicester.",
                "1960 The Ecclesiastical Commissioners transferred the Deed to Willesden Borough\nCouncil. This included a separate adjoining parcel of land to the rear of the site that had possibly been used as a stables.",
                "1961 Lease of the site was granted to the Willesden Sea Cadets.",
                "1964 The film Becket, starring Peter O’Toole and Richard Burton, was released. It\nwas filmed at Shepperton Studios and at an unknown date parts of the set were\nrelocated to create the TS Bicester’s Ship’s Chapel.",
                "1960-1980 At some point over this period the original spire was lost, through damage, deterioration or theft. The exact design of the spire is at present unknown.",
                "1998 The building was listed as Grade II. It is listed as Cambridge Hall, Kilburn.",
                "The site was sold by Brent Council to the Paddington Churches Housing Association Ltd.",
                "1990s to present The building is used for a variety of community and other events: cinema, gallery, event/location, rehearsal/workshop and performance space.",
                "2011 The Willesden Sea Cadets ceased operating at the Lord Lloyd Memorial Hall.",
                "2019 The list description was amended to recognise the special historic significance of the naval interior."
            ]
        },
        {
            "heading": "Free Church to Cambridge Hall",
            "paragraphs": [
                "In the beginning, a developer named James Bailey acquired an undeveloped area of land to the north of the Edgware Road (now Maida Vale). This land was part of the\nrural parish of Willesden but due to the increase of omnibus services and the growth of the railway, it now appeared to be an ideal location for middle class suburbs with an easy commute into central London. Between 1861 and 1867, Bailey constructed several roads around the triangular Cambridge Gardens. These were lined with Italianate villas and the area began to be known as Kilburn Park.",
                "The Free Church\nIn 1862, James Bailey granted a lease to the Rev. Woodhouse and the Trustees of Cambridge Road Chapel to build an ‘iron church’ for Church of England worship. The corrugated iron structure, named St James Church, was erected in 1863 on the understanding that it was temporary and would be replaced with a stone church or further housing within the next five years.\nWe do not know why the church was not replaced within the time limit but by the 1870s it was still standing and was known as St James Episcopal or Free Church. The\nEpiscopalian Free church is a ministry which is independent of the established or state church but still governed by a central administration of Bishops. Notices about services and meetings being held at the church began to appear in the Kilburn Times.",
                "The Congregational Church\nIn 1875 the local branch of the Congregational Church relocated to the Tin Tabernacle. The Congregational Church are an independent or nonconformist denomination, in which the congregation autonomously run their own church’s affairs, and there is no central governing body. During its time as the Congregational Church, the building hosted the weekly meetings of the Kilburn Choral Society and various charity events.",
                "Cambridge Hall\nBy the end of the Victorian period, the mania for church building and religion had started to wane and many groups were amalgamating, creating a surplus of buildings.\nMaps of Kilburn from the 1890s show that within a half-mile radius of the Tin Tabernacle there were at least ten other religious buildings. By 1894 the Tin Tabernacle had fallen into disuse and was taken over by another Christian group who renamed it Cambridge Hall. It was still used for religious services but the community it served had a greater need of a more general venue. Cambridge Hall began to be used for concerts, lectures and charity events.Many religious\nbuildings served multiple functions during the inter-war period and some were converted or even demolished. Perhaps the Tin Tabernacle survived because of its size\n(the 1894 OS map states that the building could seat 650), but by the time Cambridge Hall closed at the outbreak of WWII, this iron structure, originally intended to last only five years, was facing an uncertain future. Until the Sea Cadets came aboard."
            ]
        },
        {
            "heading": "Cambridge Hall to T.S Bister",
            "paragraphs": [
                "At the outbreak of WWII the members of the religious community that had been occupying Cambridge Hall dispersed and the building closed. This marked the end of\nthe Tin Tabernacle as a place of worship.",
                "There’s a local understanding that the building was used as an ARP (Air Raid Precautions) centre during the war and a legend that surplus gas masks and tin helmets were cemented into the concrete Foundations of the Bofors Gun when it was installed in the 1960s. Though we’ve not yet located any records to confirm the use for ARP, it would not be unusual for a building of this size to have been employed for such a purpose over this period.",
                "By the beginning of 1943 the lessees of Cambridge Hall, Mr Reuben Jackson and Mr Ernest Bray, were in negotiations with the YMCA about disposal of the lease to them.\nThis was approved by the Ecclesiastical Commissioners and a new lease to the YMCA to use the Hall, for the religious, mental or physical training of the youth of both sexes, was signed in July of that year, though the building was in fact never used by them.",
                "The Sea Cadets and Lord Lloyd Memorial Hall\nIn 1948 the lease was assigned to the Willesden Sea Cadets Unit. They renamed the building the Lord Lloyd Memorial Hall, after Lord Lloyd Dolobran, a politician with\nlinks to T.E. Lawrence, who became president of the Navy League (precursor of the Sea Cadets) in 1930 and died in 1941.",
                "It was the practice of the Sea Cadets to fit out their halls to represent a naval ship and name it after a decommissioned vessel. In this instance it became the TS Bicester (Training Ship). The example here is an unusually elaborate and complete example of this practice. It is understood from the current Unit Committee that this was due to the extraordinary vision and creative zeal of past unit members Freddie Nunn and Doug Greathurst, who saw the potential of this large iron structure to house a detailed replica ship.",
                "TS Bicester\nThe creation of the TS Bicester took place from the 1950s and continued through the 1960s. The subdivisions of the ground floor were constructed from steel sheeting said\nto have been recycled from Leyland bus panels and provided a series of small training and ancillary spaces. The bridge housed the wheel, communications tube and\nfacsimile engine controls; a selection of naval maps was also amassed. The 2 guns, the Oerlikon 20mm Cannon and the Bofors 40mm anti-aircraft gun, were installed at some point during the 1960s. A 1964 photograph of the Sea Cadet Unit indicates that they arrived after this date.1964 was also the year that the film Becket, starring Richard Burton and Peter O’Toole, was released. It’s not clear exactly when or why, but parts of the set were removed from Shepperton Studios in Surrey to create a ship’s chapel, with authentic\nOscar-winning altar and stained glass."
            ]
        },
        {
            "heading": "Interior Details - Architectural Features",
            "paragraphs": [
                "- Naval interior \n- Canadian pitch pine roof.\n- Reclaimed double-decker bus metal interior panels.\n- Ships Rope Room and Ships Chapel."
            ]
        }
    ],
    "id": 3660,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/3660/building_3660_2013-tin-tabernacle-outside_1251aa03f34500cebd1e6e5bade7e2ba.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_3660_2013-tin-tabernacle-outside_1251aa03f34500cebd1e6e5bade7e2ba.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/3660/building_3660_tintabernaclekilburn-40_eeebf44120dae48272a9e4c0216425b9.jpg",
            "description": null,
            "title": "Ward Room by Kevin Percival Photography",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_3660_tintabernaclekilburn-40_eeebf44120dae48272a9e4c0216425b9.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/3660/building_3660_tintabernaclekilburn-38_adbd82d4613f13ec448f2b083c0eac3d.jpg",
            "description": null,
            "title": "Main Deck by Kevin Percival Photography",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_3660_tintabernaclekilburn-38_adbd82d4613f13ec448f2b083c0eac3d.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/3660/building_3660_tintabernaclekilburn-55_5760acde563645570b3012b3c772811b.jpg",
            "description": null,
            "title": "Ships Chapel by Kevin Percival Photography",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_3660_tintabernaclekilburn-55_5760acde563645570b3012b3c772811b.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "12-16 Cambridge Avenue, NW6 5BA",
        "latitude": 51.5355055,
        "longitude": -0.1928988,
        "meeting_point": null,
        "travel_info": [
            "Tube: Kilburn Park",
            "Train: Kilburn High Road",
            "Bus: 31, 328, 316, 32, 206, 98",
            "Additional travel info: Devon Cars\r\nAddress: 8 Cambridge Ave, North Maida Vale, London NW6 5BB - 0207 624 8111"
        ]
    },
    "name": "The Tin Tabernacle / Cambridge Hall",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/3660",
    "ticketed_events": false
}