{
    "all_week": false,
    "description": "12C south aisle and former chancel. Blomfield nave, chancel, baptistry. Kempe glass, Bodley reredos and screen, spectacular Comper decorations, monuments and brasses, award-winning lighting scheme, fine modern benches.",
    "design": {
        "designers": [
            {
                "architect": "Sir Arthur Blomfield and Sir Reginald Blomfield",
                "description": null,
                "year": "1893"
            }
        ],
        "periods": [
            "Ninian Comper",
            "Medieval"
        ],
        "types": [
            "religious"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2024-09-14",
            "drop_in": true,
            "end": "2024-09-14T17:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in: Open Day",
            "notes": "The church will be open for visitors with art & photography exhibitions, local craft stalls, tours, live music and refreshments",
            "start": "2024-09-14T12:00:00+01:00",
            "ticketed": false
        },
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2024-09-15",
            "drop_in": true,
            "end": "2024-09-15T17:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in: Open Day",
            "notes": "The church will be open for visitors with art & photography exhibitions, local craft stalls, tours, live music and refreshments",
            "start": "2024-09-15T12:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        "Toilets",
        "Drinking water",
        "Accessible toilet",
        "Baby changing facilities"
    ],
    "factsheet": [
        {
            "heading": "History",
            "paragraphs": [
                "Domesday Book records the presence of a church at Carshalton. How long it had been there we don’t really know. There is a good deal of water and, more importantly, an ancient well nearby. This might argue that Carshalton was a pagan site. If it was, it would also be an obvious place to build a church to replace it.",
                "The tower is the oldest part of our present building and it bears all the signs of having been there before the Norman Conquest. What lies to the east and the west of it (the present Lady Chapel and south aisle) is not on the same exact orientation as the tower. From this it is reasonable to deduce that what we see there now is not what was there originally. An ancient window, visible only from within the present ringing chamber, is on the north face and the splay beneath it suggests that that the tower up to that point is probably XI century and possibly earlier.",
                "About 1150 it seems that a nave was built to the west of the tower, together with a north aisle: both of these disappeared in the rebuilding of the two decades before the First World War. In about 1200 three bays of a south aisle were added; these and the lower exterior stonework are visible to-day as the outer south aisle.",
                "At about this time the arches beneath the tower space were altered. A chancel (now the Lady Chapel) was added, and the outline of original simple lancets can still be seen in the south wall. Within two hundred years or so the windows had been filled in and replaced with larger ones, and the late XIV century timber roof was added. It is possible that the chancel was lengthened at the same time.",
                "The jambs of an early mediaeval doorway into the south aisle are very clearly visible from the south churchyard, and the outline of the top of a XIV century window may be seen from inside. The XV century saw the installation of floor brasses, many of them allegedly stolen by workmen in the 1830s, and the Gaynesford table tomb and brasses, which appear to have been moved slightly eastward at some point in the XIX century.",
                "The wall monument to the Reverend W Quelch was installed at some time after 1654 and began a trend that was to continue for the next 250 years. The two most obvious examples also had a considerable effect upon the church fabric. Sir William Scawen was responsible not only for a fine monument but also for raising the roof of the (outer) south aisle to accommodate it. His neighbour Sir John Fellowes did something similar in the former north aisle: but unlike Sir William, who was a founder governor of the Bank of England, Sir John was merely a director of the infamous South Sea Company — notorious for being the Bubble that Burst — and though he managed the height he could not imitate the elaboration. By a pleasant twist, the rebuilding of the 1890s saw the two monuments placed opposite one another at either end of the outer south aisle.",
                "At some stage in the XVIII century a gallery was placed across the west wall, and then along the raised aisle walls themselves. A three-decker pulpit stood close to the present eagle lectern. The chancel was for a time used as a school, and a vestry room placed where the altar now is. Box pews came -  and box pews went, swept away in the 1862 major re-modelling, whose only surviving sign is the benches in the present north and south aisles.",
                "The lack of reverence shown by our ancestors to the work of their predecessors can best be seen from a vantage point in the south churchyard. The imposition of brickwork upon stone, the blocking of windows, their total remodelling, the addition of an upper doorway on top of the mediaeval doorway and the subsequent blocking of both: all these things have left their mark in a way that would be thought outrageous to-day. Indeed it must be admitted that the effect is quaint rather than beautiful. Before we criticise the Victorians for their wholesale restorations and demolitions, it may be worth asking questions about the quality and coherence of some of the work they replaced."
            ]
        },
        {
            "heading": "The New Church",
            "paragraphs": [
                "The other post-Reformation trend was towards intra-mural burials and the construction of vaults. Unfortunately we have no information on exactly what lies beneath the older parts of the church. What seems to have happened by the time Lord Victor Seymour became rector in 1884 was that significant parts of the church had become unsafe. Partly for that reason, partly because the population was growing, and partly because of his very clear vision of what he wanted the church to do and to be, Fr Seymour embarked upon one of Carshalton’s major pieces of controversy, the construction of a new church.",
                "The Blomfield practice was approached, and after a good deal of acrimony, the result is what we see: a new church grafted on to the chancel and south aisle of the old. It appears that the design was entrusted to nephew Reginald, rather than to Sir Arthur the founder of the firm. This explains the modest Arts & Crafts touches to an otherwise worthy but unexciting piece of Victorian Gothic. The project fell into two stages separated by twenty years, east and west, and the division between them may be seen in the floor of the nave where one sort of paving stone abuts another.",
                "Lord Victor Seymour gave Carshalton a solidly ritualistic direction that it has always since maintained, but it was G B Vaux who consolidated what Fr Seymour had begun. As well as completing the church’s envelope he set about enriching its interior. Kempe stained glass, some of it as high-church as it is possible to imagine, made its appearance at the east and west ends and in the Lady Chapel. A high-altar reredos, with an unusual Virgin and Child centrepiece, came from Bodley’s workshops and is said to have been the master’s very last commission. A calvary and rood screen followed. Some small-scale war memorials began to adorn the new nave and chancel, and a more substantial one — an XVIII century memorial constructed out of due time — in the Lady Chapel.",
                "By the time Fr Vaux resigned late in 1919 the church was to all intents and purposes complete, but it was the induction of W R Corbould as rector in December 1919 that began the process that has given Carshalton its unique appearance. Fr Corbould’s friendship with Sir Ninian Comper began a long series of remarkable embellishments: a fine aumbry at the high-altar; the gilding and painting of the high-altar triptych, the Lady Altar reredos, the rood and the screen, and the construction and decoration of an astonishing organ tribune at the west end.",
                "Fr Corbould was an avowed anglo-papist in a way that his predecessors and successors certainly were not, and after his death change was inevitable. But during the long incumbency of his successor, Leigh Cameron Edwards, the interior was been preserved much as Comper left it. This has had a profound effect upon the spiritual life of the congregation and the place of the church in the parish and indeed the wider church.",
                "Ours is therefore a traditional way of worship, with traditional language and ceremonies, but also with a strong emphasis upon inclusiveness of age and gender. We rejoice in our inheritance with all the saints and we thank God for the blessings he has given us here. We are worth a visit. Come and taste and see how gracious the Lord is."
            ]
        }
    ],
    "id": 3749,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/3749/building_3749_interior_cf95de1d585a07bf5241b1dc196977c7.jpg",
            "description": null,
            "title": "A view of the east end of the interior, with Reredos, Rood screen and pulpit",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_3749_interior_cf95de1d585a07bf5241b1dc196977c7.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/3749/building_3749_jmm-15_0e563fbc9b91dd3eec84770b020737bf.jpg",
            "description": null,
            "title": "Comper decorated pipes of the Willis organ",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_3749_jmm-15_0e563fbc9b91dd3eec84770b020737bf.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/3749/building_3749_211eb14c-a86c-4a4e-bf40-6ef171ead53f_10ee8b389da449513d29e2c092013514.jpg",
            "description": null,
            "title": "A view of the Willis organ through the Rood screen",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_3749_211eb14c-a86c-4a4e-bf40-6ef171ead53f_10ee8b389da449513d29e2c092013514.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/3749/building_3749_5e5ad114-6be6-4555-b6b5-f7b122f49aba_53e54b5785cc5ccfee6d5202b0000cd9.jpg",
            "description": null,
            "title": "Ninian Comper window in the west end of the North Aisle",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_3749_5e5ad114-6be6-4555-b6b5-f7b122f49aba_53e54b5785cc5ccfee6d5202b0000cd9.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/3749/building_3749_98797156-7d31-47c5-a865-4c4ce6920d53_4b719a8cb71541eebcacaf73f9eb6852.jpg",
            "description": null,
            "title": "Underview of the Comper decoration of the organ",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_3749_98797156-7d31-47c5-a865-4c4ce6920d53_4b719a8cb71541eebcacaf73f9eb6852.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "High Street, Carshalton, SM5 3AG",
        "latitude": 51.3651363,
        "longitude": -0.1616349,
        "meeting_point": null,
        "travel_info": [
            "Tube: Morden",
            "Train: Carshalton",
            "Bus: 127, 157, 407, X26",
            "Additional travel info: 157 bus from Morden tube station. Parking available in the village for those coming by car. The X26 is now of course the SL7"
        ]
    },
    "name": "All Saints Carshalton",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/3749",
    "ticketed_events": false
}