{
    "all_week": false,
    "description": "The independent cultural centre Pushkin House will contribute to this year's Open House Festival through a programme of events and community initiatives at its Grade-II listed building in Bloomsbury Square.",
    "design": {
        "designers": [
            {
                "architect": "Henry Flitcroft",
                "description": null,
                "year": "1744"
            }
        ],
        "periods": [
            "Georgian"
        ],
        "types": [
            "community/cultural",
            "historical house",
            "concert/performance space",
            "event"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2024-09-14",
            "drop_in": true,
            "end": "2024-09-14T17:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in: Open Day",
            "notes": "",
            "start": "2024-09-14T10:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        "Toilets",
        "Drinking water",
        "Family-friendly event",
        "Gender neutral toilet",
        "Handrails on stairs",
        "Cloakroom",
        "Quieter area"
    ],
    "factsheet": [
        {
            "heading": "Exterior",
            "paragraphs": [
                "The size and scale of the surviving 18th century houses on three sides of Bloomsbury Square have a pleasing domestic aspect: intimate rather than intimidating, compared with showier squares. The exterior of Pushkin House, on the busy south-west corner, is a good vantage point from which to observe this. The façade on Bloomsbury Way suggests a large, but not huge, residence. The central section of the frontage – main doorway patrolled by metal railings; dormer windows peeping above a pediment two floors up – projects out slightly from the two “wings”. The building has been divided into two: the right-hand portion (5A) wraps round the corner into the square. \nThis division indicates how, in many once-residential central areas, houses have changed first in status, then in purpose. Built in 1744 for one family, at some point in the 19th century it was split up, internally, to accommodate two separate households. For at least the last 50 years, the house, situated where legal, literary and academic London intersect, has been offices. In 2005 the building was purchased and restored by Pushkin House Trust. However, the history of the site goes back to London’s passion for residential squares, which took off in the 1660s. Following the Restoration of the monarchy, Charles II granted building licences to aristocrats who wanted to develop, often speculatively, their landholdings in the capital. The trend continued into the 19th century with increasingly ambitious schemes: Bedford, Cavendish, Grosvenor, Leicester, Manchester, Portman and Russell were squares built by aristocratic owners. Bloomsbury Square has the same noble pedigree. Initially, it was named after the Earl of Southampton, who laid it out in 1665. The Earl built a house for himself on the north side, but many of the other properties came later. This is the case with 5/5A, built in rather dark brick and designed by Henry Flitcroft (1697-1769) who favoured the Palladian style, emphasising classical features of order and symmetry. His best-known commission, designed on a monumental scale, was Woburn Abbey, stately home of the Duke of Bedford. Flitcroft was much more modest in Bloomsbury; those street-front railings have a touch of class, but the panelled front door, with two narrow “attendant” windows, looks slim and spare. Again, on the first floor, two narrow lights flank the main round-headed window. The second floor has a Diocletian window, semi-circular, with two vertical mullions, continuing the tripartite theme."
            ]
        },
        {
            "heading": "Interior",
            "paragraphs": [
                "Inside the house, the striking feature of the uncluttered entrance hall is the pair of classical pillars marking off the stairwell. The hall is exactly the same width as the central section of the façade. Some of the ground floor rooms have original woodwork and plaster decorations.",
                "The main stone staircase (balustrade restored to its original design) leads to the showpiece – an elegant reception room with sash windows and wooden shutters, where the walls are panelled and the original plaster cornices have been restored. Above this, the main low-ceilinged chamber on the second floor is dominated by that Diocletian window. From the street, it seems small, but here it becomes a big eye, overlooking a much-changed Bloomsbury."
            ]
        },
        {
            "heading": "Pushkin House Today",
            "paragraphs": [
                "Pushkin House, established in 1954 during the Cold War, is an independent registered charity and a dynamic arts organisation that critically explores Russian culture and provides a platform for artists and creative practitioners from Russia, Central and Eastern Europe, the Caucasus and Central Asia. Our exhibitions, community engagement and public programming across history, literature, music and performance focus on themes of identity, citizenship, migration, displacement and belonging. While the original endowment set up more than half a century ago ensures its independence, Pushkin House relies on ticket sales, public grants and donations to sustain our high quality programming."
            ]
        },
        {
            "heading": "Archive Exhibit",
            "paragraphs": [
                "There will be an exhibit of a sample of Soviet era posters from the Pushkin House archives. The posters date from the 1960s to the 1980s and were exhibited at the cultural centre at various points in its history. The posters include themes of World War II propaganda, Thaw era reforms, May Day, and 1980s anti-drug posters. Spanning different eras of Soviet history, the small exhibit will provide an insight into Soviet propaganda and its role in Russian diaspora organisations abroad."
            ]
        }
    ],
    "id": 4108,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/4108/building_4108_53139306750_91b9568082_k_414e9e9762b239a4d0d1fde33fe29867.jpg",
            "description": null,
            "title": "South facade on Bloomsbury Way. Photo by Dmitri Tsyrenshchikov",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_4108_53139306750_91b9568082_k_414e9e9762b239a4d0d1fde33fe29867.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/4108/building_4108_53138319702_2ae3841411_k_436da58a4ebfb91af6bbac41ad5ee3a5.jpg",
            "description": null,
            "title": "Music room. Photo by Dmitri Tsyrenshchikov",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_4108_53138319702_2ae3841411_k_436da58a4ebfb91af6bbac41ad5ee3a5.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/4108/building_4108_53139386153_15c8baf9cc_k_18a06c8d555116e02a03eaeea260b635.jpg",
            "description": null,
            "title": "Main staircase. Photo by Dmitri Tsyrenshchikov",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_4108_53139386153_15c8baf9cc_k_18a06c8d555116e02a03eaeea260b635.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/4108/building_4108_53139379783_8744642f30_k_5da90e5453e25554d87856c2b6c21acb.jpg",
            "description": null,
            "title": "Entrance hall. Photo by Dmitri Tsyrenshchikov",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_4108_53139379783_8744642f30_k_5da90e5453e25554d87856c2b6c21acb.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/4108/building_4108_53139314780_08dc9439ef_k_fd922f6ca4938dcd2e67739cbbf8d50a.jpg",
            "description": null,
            "title": "Pushkin House Bar. Photo by Dmitri Tsyrenshchikov",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_4108_53139314780_08dc9439ef_k_fd922f6ca4938dcd2e67739cbbf8d50a.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/4108/building_4108_53138899696_7c8290a835_k_bc709695e0b622906857d5a43bc95290.jpg",
            "description": null,
            "title": "Pushkin House Bookshop. Photo by Dmitri Tsyrenshchikov",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_4108_53138899696_7c8290a835_k_bc709695e0b622906857d5a43bc95290.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/4108/building_4108_53138896276_54903b3ae4_k_4fc5e3d861f85f841bbeaecac998385b.jpg",
            "description": null,
            "title": "Exterior. Photo by Dmitri Tsyrenshchikov",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_4108_53138896276_54903b3ae4_k_4fc5e3d861f85f841bbeaecac998385b.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "5a Bloomsbury Square, WC1A 2TA",
        "latitude": 51.5182912,
        "longitude": -0.1230772,
        "meeting_point": null,
        "travel_info": [
            "Tube: Holborn, Russell Square",
            "Bus: 1, 8, 19, 38, 55"
        ]
    },
    "name": "Pushkin House",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/4108",
    "ticketed_events": false
}