{
    "all_week": false,
    "description": "Iconic brutalist building in the heart of Thamesmead, renovation led by Bow Arts Trust in partnership with Peabody, supported by the Mayor’s London Regeneration Fund (LEAP). The centre has opened as a cultural hub for Thamesmead.",
    "design": {
        "designers": [
            {
                "architect": "00 Architecture in partnership with Bow Arts",
                "description": null,
                "year": "2017"
            }
        ],
        "periods": [
            "GLC",
            "Contemporary",
            "Post-war"
        ],
        "types": [
            "art studio",
            "civic",
            "community/cultural"
        ]
    },
    "events": [],
    "facilities": [
        "Accessible toilet",
        "Toilets",
        "Baby changing facilities",
        "Drinking water",
        "Family-friendly event",
        "Parking",
        "Seating available"
    ],
    "factsheet": [
        {
            "heading": "Peabody Partnership with Bow Arts",
            "paragraphs": [
                "Peabody, supported by the Mayor of London have announced a major partnership with Bow Arts to help the area become one of the capital’s newest cultural location for artists, designers, makers and food entrepreneurs.",
                "Funded by the Mayor’s London Regeneration Fund (LEAP) and Peabody, the partners will fully renovate the iconic Lakeside Centre. As well as breathing new life into the building – with its stunning views of Southmere Lake and Thamesmead’s iconic tower blocks, and varied history including as a backdrop and setting for films such as A Clockwork Orange, and the TV series Misfits – the project will also include a wider partnership of events, school programmes, public art and affordable housing for cultural key workers.",
                "This amazing building will once again become the focus of cultural and community life for residents and visitors alike to Thamesmead.",
                "This is supported by an additional provision of Affordable Artists Accomodation, the next stage of our successful decade long Residential Live Work scheme. This is helping to support the creation of a long term creative community in Thamesmead, supporting local education and people led regeneration in the area."
            ]
        },
        {
            "heading": "On Completion",
            "paragraphs": [
                "38 new affordable creative workspaces for some of London’s emerging talented artists designers and makers\nCafé – a flexible and welcoming space for people to meet, eat, relax, work and learn alongside an Enterprise Kitchen supporting production and training for brand new catering businesses\nFacilities to support existing educational boating activities on the lake\nA new 50 place early years day nursery run by YMCA\nAs well as hosting a range of pop up stalls and markets supporting the Enterprise Kitchen"
            ]
        },
        {
            "heading": "What Partners Are Saying",
            "paragraphs": [
                "Peabody’s Executive Director for Thamesmead, John Lewis, said: “Our partnership with Bow Arts will bring this much-loved Thamesmead landmark back to life. The Lakeside Centre will be a very special place for residents to enjoy and will also help develop Thamesmead’s existing creative and entrepreneurial spirit and bring new businesses, jobs and visitors to the area. Alongside the other exciting changes taking place in the area, this will help Thamesmead fulfil its promise as London’s new town.”",
                "Bow Arts’ Chief Executive, Marcel Baettig, said: “It’s very exciting to land in Thamesmead and immediately become a part of such an important project such as the re-imagining of the Lakeside Centre.  We know the Centre will become a catalyst for unlocking the talent that we know already exists in the area. But behind the excitement lies our long term commitment to Thamesmead, as one of its newest residents it will take us time to establish and become part of the community – but this is a process that we are very much looking forward to.”",
                "Deputy Mayor for Planning, Regeneration and Skills, Jules Pipe, said: “I’m really pleased that plans for the Lakeside Centre are progressing at speed and that the Mayor’s London Regeneration Fund is helping to transform Thamesmead into a more vibrant destination for creative businesses and talent. Small businesses in London face real challenges in finding affordable workspace in which to grow and thrive: these sorts of spaces should be part of plans to build new homes and rejuvenate neighbourhoods in the future.”",
                "Deputy Mayor for Culture and Creative Industries, Justine Simons, said: “Not only will this exciting new partnership put culture right at the heart of the community, it will transform Thamesmead and provide vital creative workspaces and affordable housing for key cultural workers. A lack of affordable space is one of the biggest threats to London’s reputation as a cultural powerhouse and we need more partnerships like this. We recognise the immense value artists bring to the capital’s identity and success, and I’m delighted that we are working with Peabody and the wonderful Bow Arts to do just this.”"
            ]
        }
    ],
    "id": 4547,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/4547/building_4547_2023_09_16-lakeside-centre-open-studios-2023-bow-arts-_301_1490cfa881bfad9bb15701420cfbcdd0.jpg",
            "description": null,
            "title": "Credits: Alberto Romano",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_4547_2023_09_16-lakeside-centre-open-studios-2023-bow-arts-_301_1490cfa881bfad9bb15701420cfbcdd0.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/4547/building_4547_thamesmead_256-1_12378a9207001623996dca9db98f21ea.jpg",
            "description": null,
            "title": "Credits: Alberto Romano",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_4547_thamesmead_256-1_12378a9207001623996dca9db98f21ea.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/4547/building_4547_lakeside_launch_bow_arts_207_befdfaf1234266645580853b62cb26ed.jpg",
            "description": null,
            "title": "Credits: Alberto Romano",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_4547_lakeside_launch_bow_arts_207_befdfaf1234266645580853b62cb26ed.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/4547/building_4547_2023_09_16-lakeside-centre-open-studios-2023-bow-arts-_201_086e85865e0d343dca63ce2ba70cf723.jpg",
            "description": null,
            "title": "Credits: Alberto Romano",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_4547_2023_09_16-lakeside-centre-open-studios-2023-bow-arts-_201_086e85865e0d343dca63ce2ba70cf723.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Southmere Lake Complex, 2 Bazalgette Way (formerly Belvedere Road)",
        "latitude": 51.5009688,
        "longitude": 0.1242316,
        "meeting_point": null,
        "travel_info": [
            "Train: Abbey Wood",
            "Bus: 229, 244, 177, B11, 401",
            "Additional travel info: TBC"
        ]
    },
    "name": "Lakeside Centre",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/4547",
    "ticketed_events": false
}