{
    "all_week": false,
    "description": "Grade I listed 18C almshouse, converted to a museum in 1914. \r\n\r\nWright & Wright Architects led a major transformation, in 2019, featuring Café, Studio, Learning Pavilion, and galleries exploring multiple meanings of home.",
    "design": {
        "designers": [
            {
                "architect": "Richard Halsaul and Robert Burford",
                "description": null,
                "year": "1714"
            }
        ],
        "periods": [
            "Wright & Wright Architects",
            "Historical/contemporary",
            "Victorian",
            "Georgian"
        ],
        "types": [
            "historical house",
            "museum"
        ]
    },
    "events": [
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/464",
            "capacity": null,
            "date": "2024-09-15",
            "drop_in": false,
            "end": "2024-09-15T12:00:00+01:00",
            "fully_booked": false,
            "name": "Curator Led Tour",
            "notes": "A Curator Guided Tour of our new Gallery Rooms Through Time 1878 - 2029",
            "start": "2024-09-15T11:00:00+01:00",
            "ticketed": true
        },
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/464",
            "capacity": null,
            "date": "2024-09-15",
            "drop_in": false,
            "end": "2024-09-15T14:00:00+01:00",
            "fully_booked": false,
            "name": "Curator Led Tour",
            "notes": "A Curator Guided Tour of our new Gallery Rooms Through Time 1878 - 2049. \r\n\r\nTo book follow the Link Below:",
            "start": "2024-09-15T13:00:00+01:00",
            "ticketed": true
        }
    ],
    "facilities": [
        "Toilets",
        "Accessible toilet",
        "Baby changing facilities",
        "Drinking water"
    ],
    "factsheet": [
        {
            "heading": "History",
            "paragraphs": [
                "Museum of the Home is set in a row of 18th century almshouses which are Grade I listed. These were built in 1714 by the Ironmongers’ Company (one of many London guilds that represented different trades) with money left by Sir Robert Geffrye, former Master of the Ironmongers’ Company, Lord Mayor of London and an English merchant who made part of his money from his investment in transatlantic slavery.",
                "",
                "The almshouses were not designed by an architect. Instead in 1712, the Geffrye Charity Committee itself drew up particulars for one ‘model’ almshouse and Great Room (later converted into the Chapel in 1716). The contract to build the almshouses was awarded to Richard Halsaul (houses on the south side) and Robert Burford (Great Room and houses on the North side).",
                "The almshouses provided shelter for approximately 50 pensioners for almost 200 years. In the 18th century the area was largely rural and therefore a peaceful place for pensioners to live. By the end of the 19th century the farmland was built over with terraced housing, factories and workshops and the area became one of the most heavily populated areas in London. In 1910 the Ironmongers’ Company decided to sell the almshouses in order to build new accommodation for pensioners in the cleaner, safer and less crowded suburbs. The buildings were bought by London County Council and converted into a museum that opened in 1914.",
                "When the Museum opened in 1914, it was a museum of furniture and woodwork. It was a resource for the many local people who worked in the East End furniture industry. In the mid-1930s the focus shifted to a younger audience, particularly school children. Marjorie Quennell, the museum curator, created a chronological run of living room displays. These were a unique resource for learning about the history of domestic life and everyday things."
            ]
        },
        {
            "heading": "1990s extension",
            "paragraphs": [
                "By 1996 the museum needed more facilities, and Branson Coates were commissioned to build an extension to the original brick building, marked by two different gable ends. An arched steel roof winds between the three and links them together, giving what is now the welcome atrium the feeling of being temporarily covered and linked to the garden outside.",
                "",
                "The two brick gables are the twin ends of the horseshoe-plan gallery building. One has a round arch, the other is a flat arch leading into what was the new shop. Daylight is introduced where the linking roof joins onto the gables. The room was cleverly lit by specially designed uplighters by artist metalworker, Martin Creed.",
                "",
                "Beyond this was introduced the new 20th century galleries, an extension of their Rooms Through Time. At the centre of the space is a concrete and glass staircase – a sweeping, grand gesture which draws the visitor down to the lower level, with learning rooms and temporary exhibition spaces."
            ]
        },
        {
            "heading": "Wright and Wright Extension",
            "paragraphs": [
                "Wright & Wright Architects led a major transformation, in 2019, featuring a Café, Studio, Learning Pavilion, and new galleries."
            ]
        }
    ],
    "id": 464,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/464/building_464_a-terraced-house-in-1978_b698637ef7c49d0c7db7d4ce8602f008.jpg",
            "description": null,
            "title": null,
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_464_a-terraced-house-in-1978_b698637ef7c49d0c7db7d4ce8602f008.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/464/building_464_a-tenement-flat-in-1913-002_63802fe1497c9b0697ae12a469ffe3de.jpg",
            "description": null,
            "title": null,
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_464_a-tenement-flat-in-1913-002_63802fe1497c9b0697ae12a469ffe3de.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "136 Kingsland Road, E2 8EA",
        "latitude": 51.5315755,
        "longitude": -0.0765348,
        "meeting_point": null,
        "travel_info": [
            "Tube: Old Street",
            "Train: Hoxton",
            "Bus: 149, 242, 243, 394"
        ]
    },
    "name": "Museum of the Home (ex-Geffrye Museum)",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/464",
    "ticketed_events": true
}