{
    "all_week": false,
    "description": "This Victorian building is situated next door to St James' Palace. Fronted in stone in a 'Grosvenor Hotel' Italianate style, coarse foliage ornamentation adorns the facade with grand interiors adapted for Masonic use in the 1970s.",
    "design": {
        "designers": [
            {
                "architect": "James Knowles Jr.",
                "description": null,
                "year": "1866"
            }
        ],
        "periods": [
            "Victorian"
        ],
        "types": [
            "institution/profession"
        ]
    },
    "events": [],
    "facilities": [
        "Toilets",
        "Drinking water",
        "Family-friendly event",
        "Handrails on stairs",
        "Seating available",
        "Accessible toilet"
    ],
    "factsheet": [
        {
            "heading": "A History of Mark Masons' Hall at 86 St James's Street",
            "paragraphs": [
                "The site on which the present building now stands once was the location of the famous Thatched House Tavern, and the history of the site has since the 1700s been associated with the pursuits by gentleman of enjoyment and in particular with eating and drinking.",
                "In 1702, 86 St James’s Street was Williams’ Coffee-House, a most popular venue for the literati of the day. In April 1715, John Gay Esq., writing to a friend about Pope and Addison, says that “in the meantime amidst clouds of tobacco at Williams' I write this letter”. From 1745 to 1747 the occupier was Francis Williams, most likely the earlier Proprietor’s son. In 1749 the premises were taken over by a well known local character named James Rowles, coffee man and vintner, who also occupied the premises next door at No 87. He turned No 86 into a Tavern, carrying on both businesses with great success for many years.",
                "Nothing further of note concerning No 86 is reported until 1770, when Talbot Condon, owner of the SMYRNA Coffee-House in Pall Mall took on the premises and established there the “SMYRNA in St James Street” where it carried on the Whig traditions of the Pall Mall establishment. Talbot Condon did not enjoy his stay at No 86 very long, dying in 1772, with his place being briefly taken by one of his waiters, James Goosetree.",
                "No 85 St James’s Street located next door and on the other side of No 86, was a chocolate-house, which from 1758, was owned by Richard Saunders, a licensed victualler.",
                "Richard John Atwood succeeded him in 1772 and established a club in the building, called Atwood’s, one of its members being historian and freemason Edward Gibbon. In 1774 Atwood also took on the lease of No 86 and ran the two premises as a coffee shop and a club, but he died shortly afterwards and his son Bartholomew Atwood carried on until 1779.",
                "In that same year Joseph Parsloe, also a licensed victualler, established a “Subscription Club”, to ensure only visitors of a superior nature, and there after 85 and 86 St James’s Street became known as the “Subscriptions House”. However in 1785 both houses caught fire and were entirely consumed before any water could be obtained to extinguish the flames.",
                "The houses were rebuilt the following year, when Parsloe gave up the lease of No 86, but retained the one for No 85, which he maintained as a subscription club, and which was licensed as Saunders’ Coffee-House. From 1792 the highly respected Literary Club and the Dilettanti Society both held their meetings at Parsloe’s, his house being famed for its excellent dinners.",
                "In 1811 the premises at No 85 changed hands, and the new occupier, John Giles, renamed it the Albion Club at Saunders’ Coffee-House. No 86, meanwhile, had, by 1801, become a public house, and was advertised on the place “where gentlemen meet on purpose to play at Billiards”.",
                "Between 1809 and 1811 No 86 was run by a Mrs Elizabeth Law, and after 1817 the Union Club was based there until the pub closed down in 1820, when the premises were taken over by G and J Carey, the famous map makers. It can be recorded that “Tallis’s London Street Views of 1838-1840” shows No 85 occupied by Albion Club House and No 86 by Carey’s.",
                "The Willis family, who were the managing proprietors in 1842, moved the Thatched House Tavern from its site at 80 St James’s Street down the hill to No 85. It is known that the Thatched House Tavern continued to be in demand as a convivial meeting place for clubs and societies still, such as the Literary Club and Society of Dilettanti; the Willis family continued to run the Thatched House Tavern until 1861.",
                "In February 1862 the buildings were demolished following a successful application to the quaintly named Commissioners of Woods and Forests to erect a new building for a Club House and Chambers."
            ]
        },
        {
            "heading": "The Present Building",
            "paragraphs": [
                "The present building, a Crown property, was built between 1862 and 1865, designed by Sir James Thomas Knowles (1831-1908). Knowles was a successful London Architect, who as a young man had, with his father James Thomas Knowles Senior, designed the Grosvenor Hotel at Victoria.",
                "Among Knowles Junior’s other most important commissions were three churches in Clapham -  South London, St Stephen, St Saviour’s and St Philip’s, the Albert Mansions, Victoria Street and in 1882 enlargement of the Sea Bathing Hospital at Margate in Kent. Knowles was also responsible for the layout of Leicester Square as a Public space.",
                "This building is now known as Mark Masons’ Hall and, at the time of building, it was described as High Victorian and at its most lavish. Two types of stone are used to the St James’s Street elevation giving a mildly polychromatic effect. It consists of four bays on the ground floor which are all arched; the right hand bay at the top of a flight of stone steps provides the main double doorway entrance.",
                "The windows on the first and third floors are all arched including the four stone dormer windows on the top floor.",
                "The walls between the ground floor windows and doorway displays undercut foliage with birds, all carved by John Daymond, a firm of sculptors who undertook many commissions in Victorian London, including most notably the facade of the City of London School.",
                "The spandrel headed panels on the first floor and the spandrel parcels on the second and fourth floors, also including the four dormer pediments on the top floor, are also carved by John Daymond. A front stone corbel projecting from the wall supports a large oriel bay window replacing the central pair of windows on the first and second floors.",
                "Above the steeply pitched slate roof at each side stands two tall rustic banded chimney stacks, which it can be said act as book ends. It will be noted that sitting on top of the front ground level stone boundary wall, and to each side of the main entrance, are five cast iron gas workable flambeaus, which are still used from time to time.",
                "The property consists of seven levels which includes the lower ground floor and basement. The building is Grade II listed, with the main features being the panelled entrance hall and a magnificent free standing English style staircase, being constructed from stone steps with an open well and cast iron ornamental balustrade.",
                "Further features are the ornate plaster work in the three large rooms on the ground floor, two of such being Masonic Temples and the other a Board Room. The first floor front dining room also has fine plaster work features and overlooks St James’s Street as well as St James’s Palace. The rear areas on this floor are also large dining rooms and used for day time meetings.",
                "The licensed bar is located on the second floor at the front and again overlooks St James’s Street and the Palace. The rear areas on this floor house two more Masonic Temples. Three further small dining rooms and two further Masonic Temples are also located on the third floor. From the fourth floor are administrated the Masonic Orders managed by this Grand Lodge.",
                "From 1866 to 1869 the building was occupied by the Civil Service Club with residential apartments on the upper floors and known as the Civil Service or Thatched House Chambers. In 1870 the Thatched House Club became the occupiers of the premises and known as the Thatched House Chambers.",
                "The Club remained at No 86 until 1949 when it moved to the Junior Carlton Club in Pall Mall. In 1950 the lease of No 86 was taken over by the Union Club, previously housed at 10 Carlton House Terrace, which had been taken over for government use. Extensive refurbishment took place in 1964, when the Constitutional Club took over the lease from the Crown.",
                "On 3rd December 1977, following a meeting between agents for Mark Grand Lodge and agents, for the Crown Commissioners, it was confirmed that a lease for a term of 99 years had been granted and would be dated from 5th July 1978.",
                "The conversion works at the new Mark Masons’ Hall began on 18th February 1978 and proceeded accordingly to schedule. The works were completed by July 1979, the Grand Secretary and the administration staff moved in on 21st July 1979 and Mark Masons’ Hall was open for business on 1st September 1979.",
                "On 30th September 1980, the seven Temples at Mark Masons’ Hall were dedicated at a ceremony held in the ground floor Grand Temple. The other six Temples in turn were named Brazil, Bristol, Hong Kong, River Plate, Warwickshire and Johann Gutenberg and remain in full working service to this day."
            ]
        }
    ],
    "id": 4711,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2024/4711/building_4711_20161214_083332_5b5915c0c1526dbbc94a4200c4beee01.jpg",
            "description": null,
            "title": "Front Elevation",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_4711_20161214_083332_5b5915c0c1526dbbc94a4200c4beee01.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2024/4711/building_4711_bus-2_012e5c1d80750571b7dc601ca9c03fe1.jpg",
            "description": null,
            "title": "The heart of london",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_4711_bus-2_012e5c1d80750571b7dc601ca9c03fe1.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2024/4711/building_4711_20160812_082038_04de8354ab6c1ad995455a4ff9c002b4.jpg",
            "description": null,
            "title": "Stunning windows in the Grand Temple",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_4711_20160812_082038_04de8354ab6c1ad995455a4ff9c002b4.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2024/4711/building_4711_dscn3297_c2b98dcef1087206e8eaa01cfd5112b0.jpg",
            "description": null,
            "title": "The Grand Temple",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_4711_dscn3297_c2b98dcef1087206e8eaa01cfd5112b0.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2024/4711/building_4711_20171128_100511_24a4876d01ddd75384ce55bad9a6d6fb.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_4711_20171128_100511_24a4876d01ddd75384ce55bad9a6d6fb.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2024/4711/building_4711_20171128_101037_aa3eddd89eb5ddff5adc604c4027b404.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_4711_20171128_101037_aa3eddd89eb5ddff5adc604c4027b404.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2024/4711/building_4711_20190503_115103_355ec11e8f1a4c0a88af7d06b54d5516.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_4711_20190503_115103_355ec11e8f1a4c0a88af7d06b54d5516.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2024/4711/building_4711_20190503_115117_206b43faac7fcc7accda38f47be4e37f.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_4711_20190503_115117_206b43faac7fcc7accda38f47be4e37f.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2024/4711/building_4711_20190503_115200_bd5046bef7f4308d97406d7fc9965192.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_4711_20190503_115200_bd5046bef7f4308d97406d7fc9965192.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2024/4711/building_4711_20190503_115331_cccf1bd551753c519cf0069e3cfe4a5e.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_4711_20190503_115331_cccf1bd551753c519cf0069e3cfe4a5e.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2024/4711/building_4711_20190503_115421_71e4b49d8c58590387102252ae510286.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_4711_20190503_115421_71e4b49d8c58590387102252ae510286.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2024/4711/building_4711_20190503_115433_cf96820e001036a791c1a4e9a9d35631.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_4711_20190503_115433_cf96820e001036a791c1a4e9a9d35631.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "86 St James's Street, SW1A 1PL",
        "latitude": 51.5051883,
        "longitude": -0.1385648,
        "meeting_point": null,
        "travel_info": [
            "Tube: Green Park",
            "Train: Charing Cross, Victoria",
            "Bus: 9, 14, 6, 38, 23"
        ]
    },
    "name": "Mark Masons' Hall",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/4711",
    "ticketed_events": false
}