{
    "all_week": false,
    "description": "Completed in 1895, Two Temple Place is a dazzling neo-Gothic gem on the Victoria Embankment, designed by gothic revivalist architect, John Loughborough Pearson, & commissioned by & built for William Waldorf Astor, as his estate office.",
    "design": {
        "designers": [
            {
                "architect": "John Loughborough Pearson",
                "description": null,
                "year": "1895"
            }
        ],
        "periods": [
            "John Loughborough Pearson",
            "Victorian"
        ],
        "types": [
            "historical house"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2024-09-15",
            "drop_in": true,
            "end": "2024-09-15T16:30:00+01:00",
            "fully_booked": false,
            "name": "Drop in: Open Day",
            "notes": "Please let us know if you plan to visit. Doing so allows the venue to plan ahead and you will be notified by email about any changes to the programme that might affect your visit.",
            "start": "2024-09-15T10:00:00+01:00",
            "ticketed": false
        },
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2024-09-22",
            "drop_in": true,
            "end": "2024-09-22T16:30:00+01:00",
            "fully_booked": false,
            "name": "Drop in: Open Day",
            "notes": "Please let us know if you plan to visit. Doing so allows the venue to plan ahead and you will be notified by email about any changes to the programme that might affect your visit.",
            "start": "2024-09-22T10:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        "Toilets",
        "Gender neutral toilet",
        "Handrails on stairs",
        "Loan wheelchair",
        "Parking",
        "Seating available",
        "Accessible toilet",
        "Baby changing facilities",
        "Cloakroom"
    ],
    "factsheet": [
        {
            "heading": "William Waldorf Astor",
            "paragraphs": [
                "Two Temple Place was commissioned in the early 1890s by one of the richest men in the world, expatriate New Yorker William Waldorf Astor, to be his London estate office.  Designed by the famous gothic revivalist architect, John Loughborough Pearson, it is an extraordinary celebration of late-Victorian design and craftsmanship.",
                "Astor was born in New York City in 1848 as the only child of John Jacob Astor III and Charlotte Augusta Gibbes. Only two generations earlier, his great grandfather, John Jacob Astor I, had left the village of Walldorf, near Heidelberg in South West Germany, to find a future for himself across the Atlantic. And what a future he found: after amassing massive profits through fur trading and a vast shipping empire, he ploughed his money into property on Manhattan Island, earning the title the ‘Landlord of New York’.",
                "Only three generations of property development later, the William Waldorf Astor of Two Temple Place was part of one of the richest ever dynasties in US history.",
                "But Astor’s relationship with America was unhappy, and one of mutual aversion to the press. In 1890 he emigrated to England, after repeated threats of kidnap, squabbles with his family and because he regarded America as ‘no fit place for a gentleman’. He had soon commissioned for the construction of this lavish building in central London, through it we  get an insight into Astor’s own interests and aspirations. He handed his architect, the acclaimed John Loughborough Pearson, an unlimited budget for Two Temple Place and the result reads like a short biography of Astor, created for him by some of greatest craftsmen of the time."
            ]
        },
        {
            "heading": "The Exterior of the Building",
            "paragraphs": [
                "The exterior of the building is made of Portland stone and carved with gargoyles and grotesque figures.",
                "The gilded weather vane crafted by J. Starkie Gardner sails above the parapets – intended to be a representation of Christopher Columbus' ship the Santa Maria.",
                "Before the front door stand two bronze lamp standards, modelled by William Silver Frith, which were at one time exhibited at the Royal Academy. Each is crowned by a miniature ship and decorated with androgynous putti who represented the marvels of electrical illumination and the latest technology - the telephone."
            ]
        },
        {
            "heading": "The Staircase and Upper Gallery",
            "paragraphs": [
                "The floor of the Staircase Hall is of inlaid semi-precious stones: marble, porphyry, onyx and jasper, in the Cosmati style, as seen at Westminster Abbey.",
                "The paneling in this space is British oak and the staircase mahogany. The carved figures represent the chief characters from William Waldorf Astor’s favourite book – Alexandre Dumas’ The Three Musketeers: D’Artagnan, Madame Bonacieux, Aramis, Milady de Winter, Bazin, Athos and Porthos.",
                "The arcade surrounding the Gallery on the first floor has ten columns of irreplaceable solid ebony. On six of these stand  carved characters from three American novels:  Uncas, the last Mohican and The Pathfinder from James Fenimore Cooper’s Leatherstocking Tales; Hester Prynne and Reverend Arthur Dimmesdale from Nathaniel Hawthorne’s Scarlet Letter; Rip van Winkle and his daughter, Judith Gardenier, from Washington Irving’s Knickerbocker Tales.",
                "Above these figures are four oak panel friezes in high relief by Thomas Nicholls, portraying memorable scenes from Shakespeare’s Henry VIII, Othello, Antony and Cleopatra and Macbeth."
            ]
        },
        {
            "heading": "The Library",
            "paragraphs": [
                "The Library of Astor's is designed as a wholly private retreat. It is paneled in satinwood, a fashionable lighter wood chosen because it could be polished to help reflect light into the room, which during Astor's time was overshadowed by the nearby Middle Temple Library.",
                "The mahogany door is elegantly adorned with cupid figures imitating Renaissance grotesques. Above door and bookcases are a number of panels modeled in delicate low relief by William S Frith. Between them are finely carved putto figures representing the Arts and Sciences - each carrying scientific and musical instruments."
            ]
        },
        {
            "heading": "The Great Hall",
            "paragraphs": [
                "This was William Waldorf Astor’s office, which VIP visitors entered through a central carved-mahogany door. The inside of this door has nine decorative panels in silver-gilt by Sir George Frampton, depicting nine heroines of the Arthurian Legend.",
                "The hammer-beam ceiling is richly carved in Spanish mahogany and the wall panels are pencil-cedar, used for its apparently calming sent.",
                "The gilded frieze includes 54 characters from history and literature, all chosen by Astor himself. Among them are Pocahontas, Machiavelli, Bismarck, Anne Boleyn and Marie Antoinette.",
                "Above this are twelve carved figures which represent characters from Sir Walter Scott’s Ivanhoe, including Robin Hood, Maid Marian, Gurth, Wamba and Friar Tuck. All carved by Nathaniel Hitch, as most of the room. Hitch reluctantly gilded thee figures on Astor's request, as he struggled to see them due to his short-sightedness."
            ]
        }
    ],
    "id": 4771,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/4771/building_4771_copyright-peter-dazeley-image-of-the-upper-gallery_370ca73b87565d8dfd8250183109dac9.jpg",
            "description": null,
            "title": "View of Upper Gallery",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_4771_copyright-peter-dazeley-image-of-the-upper-gallery_370ca73b87565d8dfd8250183109dac9.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/4771/building_4771_staircase-and-floor_21ad45e7810ac8083ba0b88a5bbc316e.jpg",
            "description": null,
            "title": "View of staircase and marbled floor",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_4771_staircase-and-floor_21ad45e7810ac8083ba0b88a5bbc316e.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/4771/building_4771_bdog-1873_fc318389c6b5c2cc2673d910bee1ff19.jpg",
            "description": null,
            "title": "Exterior Two Temple Place ",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_4771_bdog-1873_fc318389c6b5c2cc2673d910bee1ff19.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/4771/building_4771_bdog-2474_21a70da6d7a54d9e2369b2988b92f5eb.jpg",
            "description": null,
            "title": "Weathervane at Two Temple Place",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_4771_bdog-2474_21a70da6d7a54d9e2369b2988b92f5eb.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/4771/building_4771_great-hall_7674e57611f58a2ab9c75fa4730e25cb.jpg",
            "description": null,
            "title": "Great Hall at Two Temple Place",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_4771_great-hall_7674e57611f58a2ab9c75fa4730e25cb.jpg"
        }
    ],
    "links": [
        {
            "href": "https://twotempleplace.org/",
            "title": "twotempleplace.org"
        },
        {
            "href": "https://www.instagram.com/twotempleplace/",
            "title": "www.instagram.com/twotempleplace"
        }
    ],
    "location": {
        "address": "2 Temple Place, WC2R 3BD",
        "latitude": 51.5116279,
        "longitude": -0.1122401,
        "meeting_point": null,
        "travel_info": [
            "Tube: Temple, Blackfriars, Embankment",
            "Train: Charing Cross, Waterloo, Blackfriars",
            "Bus: 6, 9, 87, 139, 11, 15"
        ]
    },
    "name": "Two Temple Place",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/4771",
    "ticketed_events": false
}