{
    "all_week": false,
    "description": "Exceptional example of the 'luxury cinema style' of the 1930s with outstanding Gothic interior by Theodore Komisarjevsky. The first Grade I listed cinema. Visitors must be aged over 18.",
    "design": {
        "designers": [
            {
                "architect": "Cecil Massey and Theodore Komisarjevsky",
                "description": null,
                "year": "1931"
            }
        ],
        "periods": [
            "Inter-war"
        ],
        "types": [
            "entertainment"
        ]
    },
    "events": [],
    "facilities": [
        "Parking",
        "Toilets",
        "Drinking water",
        "Handrails on stairs",
        "Seating available"
    ],
    "factsheet": [
        {
            "heading": "Introduction",
            "paragraphs": [
                "'Miss the Tower of London if you have to, but don't miss this', so said the architectural critic Ian Nairn. The Granada is the finest evocation in Britain of the magnificent and sumptuous cinemas of the 1930s. It most embodies the escapism of the time: film and cinema were one – daily cares were set aside when entering such a dream-palace, the ultimate shrine of make-believe.",
                "Now best known for his television enterprises of the same name, the Granada was the creation of Sidney (later Lord) Bernstein (1899-1993). Bernstein's father had entered the cinema business as early as 1912, but after Sidney visited the Roxy in New York, the 'Cathedral of the Movies' in 1927, he became convinced of the idea of movie-going as a total experience, a fusion of film and exotic interior. He resolved to build similar cinemas in Britain and the first Granada opened in Dover in 1930. It was originally to be given the prosaic name of County but, as the cinema  was to be decorated in the Moorish style, Bernstein, during a walking tour of southern Spain, decided that it would be more appealing to the public if it were named after the Andalusian capital and the name Granada was used for that cinema and all subsequent ones he built."
            ]
        },
        {
            "heading": "Architectural description",
            "paragraphs": [
                "The Tooting Granada was constructed in 1930-31, the shell of the building being the work of an architect previously used by Bernstein, Cecil Massey. The entrance front on Mitcham Road was adapted by Massey from the  design for another Bernstein project, the Phoenix theatre in Charing Cross Road, designed by Sir Giles Gilbert Scott, the architect of Liverpool Anglican cathedral. For the interior Bernstein employed the remarkable theatre director and stage designer, Theodore Komisarjevsky (1882-1954), an emigre from Revolutionary Russia who had received his architectural training in St. Petersburg. Tooting was his first interior in the medieval style, certainly an unconventional choice for an auditorium, the genesis of the idea originating in what might be termed 'Shakespearian Gothic' to be found in the sets for Shakespeare productions of the time. Also, armed with a collection of architectural reference books, Komisarjevsky indulged his fertile imagination, borrowing freely from genuine sources – cathedrals, churches and other medieval buildings, both British and Continental.",
                "The restrained outer foyer, with its cusping under round-headed arches, barley-sugar columns and quartrefoiled dado, is no preparation for the splendour of the gargantuan double-height foyer. Here Horace Walpole would be quite at home, a Great Hall redolent of Regency baronial, this vast gilded casket with its 'Gothick' arches, could well double as a ballroom in Strawberry Hill. Massive flanking pilasters support arcading, while above are painted heraldic lions and a richly coffered ceiling. Originally seats stood against each pilaster, as they would in the Great Hall of some stately neo-medieval pile.",
                "Passing onwards to the auditorium, gaming machines intrude upon the medieval reverie. At the lower level the route deflects to left or right, a device to reduce sound from the foyer filtering through to the auditorium, but masked here by full-length mirrors reflecting the foyer columns and creating an illusion of endless space. A similar expedient is employed upstairs, followed by the spectacular Hall of Mirrors, an arcaded looking-glass cloister through which one passes en-route to a dazzling view of the auditorium. In this great room there is almost an excess of Gothic decoration, increasing in proximity to the proscenium arch. The emergency exit doors are the focal points surrounded by great arches reminiscent of the portals of French cathedrals.",
                "Above and around are Romanesque arcades filled with mural paintings of troubadours and wimpled damsels painted by Alex or Alec Johnstone, while overhead niches, originally back-lit, rise to a ceiling of scudding clouds. Adjacent to the stage the great stained-glass windows once glowed with back-projected light. Overhead is a vast canopy decorated with cusps and crockets, its design, inordinately magnified, derived from that of an English medieval tomb. Masey's input can be seen in the sinuous line of the balcony front, a feature recalling his training with Bertie Crewe, architect of numerous Edwardian music halls. Beyond is the awe-inspiring balcony, with a sea of seats under a sumptuously coffered ceiling, suspended from which are delicate Gothic chandeliers.",
                "While this, as the architectural historian Sir John Summerson put it, \"Perfect dream-child of the 'thirties\", is still with us, some things have changed:  the lighting is greater for bingo and a cafeteria stands on the stage. But let no-one despise bingo, for it has provided a sustained use for this phenomenal edifice after the movie worshippers had moved on to the haunted box. The end came in 1973, the result of plummeting admission figures, Bernstein by then baying for demolition. But listing intervened (in fact awarded in the year before) and the Granada was saved, and three years later bingo took over.",
                "The Granada became a Grade I listed building in October 2000, while in April 2007 the Wurlitzer organ, after thirty-four years, was exhumed from its lair beneath the bingo caller's rostrum to rise and once again be heard.   Sadly, in the following July, torrential rain flooded the organ chamber beneath the stage, and repairs continue.",
                "Richard Gray\nSeptember 2011"
            ]
        }
    ],
    "id": 498,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2024/498/building_498_tooting-granada_eh09748_d967f8e0e3140a21b5c2c35cbdba0224.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_498_tooting-granada_eh09748_d967f8e0e3140a21b5c2c35cbdba0224.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2024/498/building_498_20220114_110319-1_954a84d338e4cebc287f4892fab1f772.jpg",
            "description": null,
            "title": "Main hall",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_498_20220114_110319-1_954a84d338e4cebc287f4892fab1f772.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "50 Mitcham Road, Tooting, SW17 9NA",
        "latitude": 51.426616,
        "longitude": -0.1665024,
        "meeting_point": null,
        "travel_info": [
            "Tube: Tooting Broadway",
            "Train: Tooting",
            "Bus: 44, 57, 77, 127, 133, 264, 270, 280, 355",
            "Additional travel info: On the front steps of the building."
        ]
    },
    "name": "Buzz Bingo Hall (former Granada Cinema)",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/498",
    "ticketed_events": false
}