{
    "all_week": false,
    "description": "A vital community garden offering a model for maximum good for communities and for the environment on a small urban plot. It is now a site of Local Importance for Nature Conservation. Winner of an Open City Stewardship Award 2021.",
    "design": {
        "designers": [
            {
                "architect": "muf architecture/art",
                "description": null,
                "year": "2010"
            },
            {
                "architect": "EXYZT",
                "description": null,
                "year": "2010"
            },
            {
                "architect": "J & L Gibbons",
                "description": null,
                "year": "2010"
            }
        ],
        "periods": [
            "EXYZT",
            "J & L Gibbons",
            "Contemporary"
        ],
        "types": [
            "community/cultural",
            "garden",
            "public realm/landscape"
        ]
    },
    "events": [],
    "facilities": [
        "Toilets",
        "Accessible toilet",
        "Baby changing facilities",
        "Drinking water",
        "Gender neutral toilet",
        "Seating available",
        "Step-free routes"
    ],
    "factsheet": [
        {
            "heading": "Overview",
            "paragraphs": [
                "Overview\nDalston Eastern Curve Garden won the Social Stewardship category of the inaugural Open City Stewardship Awards in 2021 and was shortlisted for the Open Spaces Stewardship category. Find out more: open-city.org.uk/stewardship-awards. The Garden forms a small, valuable green space within an area largely devoid of areas of nature conservation value, with no public green space for residents to relax or meet and where very few people have their own garden. The Garden emerged from a flagship partnership project ‘Making Space in Dalston’, bringing local residents, organisations and campaigners together with Design for London and Hackney Council and landscape and architectural practices J & L Gibbons, muf architecture/art and Exyzt, to explore ways to address the lack of quality public realm in Dalston. Since then it has become a lush green space, abundant with trees, shrubs, flowers, and herbs, in turn supporting a rich variety of birds and invertebrates. It is open all year-round, providing a connection to nature for residents of all ages and a community gathering place. The Garden offers a vision of how small plots of underused land, in a densely populated urban area, can be imaginatively repurposed to provide maximum good for communities and for the environment. It’s a safe, inclusive space that has become a fundamental part of everyday life for many residents. It is managed as a social enterprise, with most of the income generated by our on-site Cafe. It is not a ‘passive’ green public space, but rather one where there are always activities happening, allowing visitors to actively participate in and influence the life of the Garden. It has been nurtured by many hands, with many different communities investing their passion and commitment into the space year on year. It is a model of shared stewardship and deep community investment, practically and emotionally. This has allowed residents to feel pride in their neighbourhood, forming a vital role in generating a sense of ownership and a connected community. We see the challenges that the Garden responds to as a microcosm for some of the major issues cities face, a space for visitors to think and learn about biodiversity, social inequalities and ultimately the climate emergency.",
                "The Garden will never be a ‘finished’ project.  Since its creation, we have continuously adapted it in response to changes in the environment and the needs and impact of increasing visitor numbers. The Open House 2024 weekend marks the launch of our latest adaptation with the opening of our new food and flower-growing and outdoor education space to the public for the first time. It is the result of 2 years of work with the Garden team and hundreds of volunteers and adds many new community facilities.  Participants in the Garden’s volunteering, community events and nature inspired activities reap clear benefits from being immersed in the natural surroundings and their sense of belonging in this space. In 2020, as we marked the Garden’s 10th anniversary, it was recognised as meeting the Greater London Authority criteria for a ‘Site of Local Importance for Nature Conservation’. This London designation represents the value for wildlife and access to nature for local people that our ongoing stewardship has helped achieve."
            ]
        }
    ],
    "id": 5006,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/5006/building_5006_decg-pavilion_a9844a8a9c09183b6c81a035b2a7df2f.jpg",
            "description": null,
            "title": "Garden Pavilion, built 2010",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_5006_decg-pavilion_a9844a8a9c09183b6c81a035b2a7df2f.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/5006/building_5006_rs16529_photo-2023-12-07-13-58-47_scr_2db526f52c5427f66f6763fc3b362270.jpg",
            "description": null,
            "title": "New 'Peach House' in progress",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_5006_rs16529_photo-2023-12-07-13-58-47_scr_2db526f52c5427f66f6763fc3b362270.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/5006/building_5006_rs5777_img_6356_lpr_98ab61d71e3bfbdb3db260c0499a30d7.jpg",
            "description": null,
            "title": "Primary school children planting the new 'Outdoor Classroom' planters",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_5006_rs5777_img_6356_lpr_98ab61d71e3bfbdb3db260c0499a30d7.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/5006/building_5006_rs13099__mg_4647_scr_465044dd0e25a6c20ed76d7857643fba.jpg",
            "description": null,
            "title": "New Espalier Apple Trees in blossom",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_5006_rs13099__mg_4647_scr_465044dd0e25a6c20ed76d7857643fba.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/5006/building_5006_rs14340__mg_5830_scr_2589f95d46a16e147eefe7ecee21c851.jpg",
            "description": null,
            "title": "New food and flower-growing planters",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_5006_rs14340__mg_5830_scr_2589f95d46a16e147eefe7ecee21c851.jpg"
        }
    ],
    "links": [
        {
            "href": "open-city.org.uk/stewardship-awards.",
            "title": null
        }
    ],
    "location": {
        "address": "13 Dalston Lane, E8 3DF",
        "latitude": 51.5469316,
        "longitude": -0.0733723,
        "meeting_point": null,
        "travel_info": [
            "Train: Dalston Junction",
            "Bus: 30, 56, 277, 38, 242"
        ]
    },
    "name": "Dalston Eastern Curve Garden",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/5006",
    "ticketed_events": false
}