{
    "all_week": false,
    "description": "Situated in one of the largest and grandest 19th century squares in London, 1 Belgrave Square was acquired by Romania in 1936 and is now home to the Romanian Cultural Institute.",
    "design": {
        "designers": [
            {
                "architect": "Thomas Cubitt",
                "description": null,
                "year": "1828"
            }
        ],
        "periods": [
            "Georgian"
        ],
        "types": [
            "community/cultural",
            "concert/performance space",
            "embassy/high commission"
        ]
    },
    "events": [],
    "facilities": [
        "Toilets",
        "Cloakroom"
    ],
    "factsheet": [
        {
            "heading": "Belgrave Square",
            "paragraphs": [
                "There are so many embassies, high commissions, consulates and cultural institutes in and around Belgrave Square that it would easy to devise a version of the board game Monopoly based entirely on diplomatic properties. The symmetry of the square is very like a Monopoly board: its terraced sides have 12 houses each (the fourth side has 13) with four detached mansions filling the corners. Grand total: 49. It is somehow fitting many foreign legations cluster here as the Square sits in an exclusive area whose name sounds like an imagined pocket state – Belgravia. Yet there is nothing fanciful about this toffy square, built between 1825-47 in the Greek Revival style.",
                "For all its upper-crust confidence and elegant uniformity, the 10-acre square was conceived as a speculative venture on land owned by an ancestor of the present landlord, the Duke of Westminster. It was backed by Swiss bankers and laid out by a property builder, Thomas Cubitt who, like his noble client, had an eye for grand schemes. Cubitt also developed sections of Bloomsbury and Pimlico and founded a family dynasty of shrewd builders. He recruited skilled craftsmen and architects for Belgrave Square. George Basevi, who later designed the Fitzwilliam Museum, Cambridge, was responsible for the four-storey white terraces; commissions for the corner mansions went to other architects.",
                "Rather unusually, Belgrave Square is aligned diamond-wise, so that its sides face north-east to south-west, rather than north-south. The numbering starts from the north-west corner."
            ]
        },
        {
            "heading": "The Romanian Cultural Institute building",
            "paragraphs": [
                "Number 1 was leased to the Romanian foreign ministry in 1936 for a period of 999 years. Until 2005 it was the official residence of the Romanian ambassador in London, and diplomatic receptions and public events were held here. Since 2006, the house has been used jointly by the Embassy and the Cultural Institute. It occupies a corner site with generous frontages – on the Square and on Wilton Terrace – both of which have pairs of recessed Corinthian columns; a first floor balcony wraps round the corner and overlooks both streets.",
                "Basevi, a pupil of Sir John Soane, had travelled and studied in Italy and Greece and used a sort of Classical Lite style for Number 1, built in 1828. This theme is continued inside. In the entrance hall a pair of columns marks off the stairwell, which takes up about a fifth of the floor area. The room on the right hand side of the hall is decorated with some very English panelling and has a mock Jacobean fireplace. The relative coziness of this room contrasts with much of the decoration of other public parts of the house, which have a restrained French classical look; a light hand has been laid on the gilt frames and fittings.",
                "On the first floor landing is a wide and sociable bow-shaped balcony. The staircase winds effortlessly up to the top floor; a skylight illuminates the well. The main room on this floor is a huge and handsome L-shaped salon, with access to the exterior balcony through tall windows. At one end, an arch and a raised platform mark out a space used for performances. The grand piano here was owned and played by the renowned Romanian pianist, Dino LePatti, who died of leukaemia, aged 30, in 1950. It is still used on concert evenings."
            ]
        },
        {
            "heading": "ROMANIAN CULTURAL INSTITUTE",
            "paragraphs": [
                "The Romanian Cultural Institute (ICR) is a government institution that promotes Romanian culture abroad.",
                "Opened in 2007, the Cultural Institute in London is one of the branches of the ICR and represents a vibrant center for the promotion of Romanian culture in Great Britain. It hosts art exhibitions, film screenings, concerts, conferences and cultural events, promoting Romania's art, literature and cultural heritage. In addition, ICR offers scholarships and artistic residencies, thus supporting the mobility and creativity of Romanian artists. These activities contribute to the knowledge and appreciation of Romanian culture in England, building cultural bridges between communities and encouraging intercultural dialogue."
            ]
        },
        {
            "heading": "Digital Culture, Heritage and XR Demonstrations.",
            "paragraphs": [
                "Spotlight Heritage Timisoara – European Cultural Capital 2023, a temporary exhibition located on the 1st floor presents the heritage of the city of Timisoara, through digital means, a city located in the west of Romania, close to the borders with Hungary and Serbia, on the banks of the Bega river, and which was designed the European Capital of Culture 2023 next to Elefsina in Greece and Veszprém in Hungary.\nYou will be able to visit virtual heritage elements from the history museum of Timisoara, you will be able to walk the streets of Timisoara and you will be able to enter emblematic buildings in the city."
            ]
        }
    ],
    "id": 5056,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2024/5056/building_5056_belgrave-square1_edbb9fd928ae58bb3364e4d79ef6b4c9.jpg",
            "description": null,
            "title": "View from the front",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_5056_belgrave-square1_edbb9fd928ae58bb3364e4d79ef6b4c9.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2024/5056/building_5056_belgrave-square1-2_1f3be111bc3ebfe4657008a2719fcf1a.jpg",
            "description": null,
            "title": "View from the side",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_5056_belgrave-square1-2_1f3be111bc3ebfe4657008a2719fcf1a.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2024/5056/building_5056_exterior_n_23822d9294c4050696c893a1d2e89651.jpg",
            "description": null,
            "title": "Romanian Cultural Institute",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_5056_exterior_n_23822d9294c4050696c893a1d2e89651.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2024/5056/building_5056_7_n_ce729e5434437ccfb5abfb508dd840b7.jpg",
            "description": null,
            "title": "Romanian Cultural Institute",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_5056_7_n_ce729e5434437ccfb5abfb508dd840b7.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2024/5056/building_5056_89000_n_709e821da0cf6fbf3af7c4053845cb90.jpg",
            "description": null,
            "title": "Interior View 3",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_5056_89000_n_709e821da0cf6fbf3af7c4053845cb90.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2024/5056/building_5056_36084_n_ceff3f39959d0fc158c81ab5d0e8d180.jpg",
            "description": null,
            "title": "Interior View 2",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_5056_36084_n_ceff3f39959d0fc158c81ab5d0e8d180.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2024/5056/building_5056_3098359_n_8502069f8795c5d50263c7b15d124883.jpg",
            "description": null,
            "title": "Interior View 1",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_5056_3098359_n_8502069f8795c5d50263c7b15d124883.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2024/5056/building_5056_3679_n_7a675464b67dfed2de922b681ae02eb3.jpg",
            "description": null,
            "title": "Interior View",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_5056_3679_n_7a675464b67dfed2de922b681ae02eb3.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "1 Belgrave Square, SW1X 8PH",
        "latitude": 51.500248,
        "longitude": -0.1539844,
        "meeting_point": null,
        "travel_info": [
            "Tube: Hyde Park Corner",
            "Train: Victoria",
            "Bus: 2, 9, 14, 137, 148, 436, 13, 390, 23"
        ]
    },
    "name": "Romanian Cultural Institute",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/5056",
    "ticketed_events": false
}