{
    "all_week": false,
    "description": "An exclusive Behind-the-scenes Tour of the London Cable Car. You'll gain access to areas used in the daily operations of the cable car not typically open to the public. Led by our expert guide, you'll learn about the history, design, and construction of the cable care, while enjoying breath-taking views from high above with a return round trip. Tour lasts 60-minute. Limited to 15 people per tour.",
    "design": {
        "designers": [
            {
                "architect": "Wilkinson Eyre Architects",
                "description": null,
                "year": "2011"
            }
        ],
        "periods": [
            "Contemporary"
        ],
        "types": [
            "transport",
            "walk/tour"
        ]
    },
    "events": [],
    "facilities": [
        "Accessible toilet",
        "Toilets"
    ],
    "factsheet": [
        {
            "heading": "IFS Cloud Cable Car",
            "paragraphs": [
                "The cable car across the River Thames is one of the most exciting additions to London’s infrastructure in recent years, and provides a vital link between the O2 Arena and ExCel Exhibition and Conference Centre in London's Docklands.",
                "The scheme comprises a number of distinct elements, the design of which offered the opportunity to create a highly recognisable piece of infrastructure. While the sculpted forms of the towers have the potential to become the iconic feature of the scheme, the stations at either end perform an important function as the gateways denoting the beginning and end of what is a memorable journey.",
                "The design was completed and submitted for planning approval within an extremely tight timescale, and planning permission was granted by all three relevant London boroughs in February 2011. The cable car was opened to the public on 28th June 2012.\n \nProvisional Group Booking opportunities is available by following the link here:  https://forms.office.com/e/NzyvzBATf9"
            ]
        },
        {
            "heading": "London Cable Car Experience",
            "paragraphs": [
                "Discover the London Cable Car Experience, a multi-purpose space located next to cable car Greenwich Peninsula. The experience incorporates retail, education, and hospitality into one leisure space providing fun for all the family!",
                "Enjoy a round-trip on the London Cable Car and on your way out benefit from FREE entry to learn about the cable car’s history and explore the interactive activities on offer including:",
                "Teddy Workshop\nCreate your own unique teddy bear in our workshop. The workshop experience includes stuffing your bear, giving them a heart, reading them a poem, and dressing them in an outfit of your choice. Prices start from £20.",
                "Selfie Factory\nA trip on the Cable Car is already considered one of the most insta-worthy things to do in London… But if that’s not enough, explore this pop-up photo opportunity brought to you by the Selfie Factory to capture the perfect snap of yourself in front of a cable car!",
                "Virtual Reality \nWhy not gain a new perspective with the Virtual Reality experience? Grab a VR headset and immerse yourself in an exclusive simulated reality, with games starting from only £8.",
                "Café and gifts\nAdditionally, take the time to refresh and recharge in our café with coffee supplied by independent coffee roasters Perky Blenders. Grab yourself a hot or cold drink and light snack before or after your trip on the Cable Car.\nDon’t forget to browse our gift shop and pick up a souvenir to remember your visit. With an array of sustainable products on offer, from mugs to sweatshirts, there is something for everyone!",
                "Accessible facilities\nWe have facilities throughout our space including two restrooms in the mezzanine area, and one fully accessible restroom on the ground floor with baby changing facilities. For individuals with accessibility needs, we have a fully accessible lift which connects the ground floor to the upstairs area and mezzanine.",
                "Private hire opportunities option available.",
                "For more information, please follow the link here: https://londonblog.tfl.gov.uk/2023/05/24/london-cable-car-experience/"
            ]
        }
    ],
    "id": 5530,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/5530/building_5530_dsc_1978-1_a29d70928fe5428fef1a72325bc7dd26.jpg",
            "description": null,
            "title": null,
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_5530_dsc_1978-1_a29d70928fe5428fef1a72325bc7dd26.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/5530/building_5530_ifs-cloud-greenwich-peninsula_e53218b3208edfe7e44ba6c3c7448a12.png",
            "description": null,
            "title": null,
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_5530_ifs-cloud-greenwich-peninsula_e53218b3208edfe7e44ba6c3c7448a12.png"
        }
    ],
    "links": [
        {
            "href": "https://tfl.gov.uk/modes/london-cable-car/",
            "title": "tfl.gov.uk/modes/london-cable-car"
        },
        {
            "href": "https://londonblog.tfl.gov.uk/2023/05/24/london-cable-car-experience/?intcmp=4097",
            "title": "londonblog.tfl.gov.uk/2023/05/24/london-cable-car-experience/?intcmp=4097"
        },
        {
            "href": "https://forms.office.com/e/NzyvzBATf9",
            "title": null
        },
        {
            "href": "https://londonblog.tfl.gov.uk/2023/05/24/london-cable-car-experience/",
            "title": null
        }
    ],
    "location": {
        "address": "Unit 1-4, Edmund Halley Way, SE10 0FR",
        "latitude": 51.49983,
        "longitude": 0.008,
        "meeting_point": null,
        "travel_info": [
            "Tube: North Greenwich",
            "Train: Charlton",
            "Bus: 188, 129, 472, 486, 161",
            "Additional travel info: River: North Greenwich Pier"
        ]
    },
    "name": "IFS Cloud Cable Car",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/5530",
    "ticketed_events": false
}