{
    "all_week": false,
    "description": "The Air Raid Shelter was first built in 1939 for the the residents of St Leonards Court. A dormitory annex with 48 beds was added in 1940.  Some of the original features, such as handmade lampshades, are remarkably well preserved.",
    "design": {
        "designers": [
            {
                "architect": "Philip A W Roffey",
                "description": null,
                "year": "1939"
            }
        ],
        "periods": [
            "Inter-war"
        ],
        "types": [
            "miscellaneous"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2024-09-15",
            "drop_in": true,
            "end": "2024-09-15T17:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in: Open Day",
            "notes": "",
            "start": "2024-09-15T13:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        "Audio guide/description",
        "Family-friendly event",
        "Large print guides"
    ],
    "factsheet": [
        {
            "heading": "History",
            "paragraphs": [
                "Original plans indicate that the architect of St Leonard’s Court, Philip A W Roffey, submitted an application in October 1939 for permission to construct what are now known as the ‘day rooms’ of the air raid shelter, although it is likely that these would have been used day and night throughout bombing raids. The rooms were designed to hold 120 people and were built of reinforced concrete; indeed, the impression from the formwork is visible along the walls and ceiling. The plans correspond to the present day layout of the shelter, with benches running along the walls and a brick screen hiding two chemical toilets at the end of each room, along with an escape ladder.",
                "A second set of plans, also submitted by Philip A W Roffey, but dating to September 1940, proposed an extension to the shelter to include the dormitory annex with 48 bunks. This new section was made from concrete, with a layer of tanking and a single brick skin. A hole was created in the original end wall of the corridor to connect the sleeping quarter with the existing structure. Possibly as a consequence of the lack of readily available resources and material at the end of 1940, the original day rooms are better quality and have not suffered from as much water ingress. The plans for the extension also show proposed escape hatches that protrude above ground level and would have been covered with a layer of earth. A hinged louvred door allowed for ventilation.",
                "While it is known that there are other shelters in the area (including Clapham South Shelter), none match the internal detailing, scale, or quality of finish. Peg numbers, in a uniform green that matches the original paint of the door and the shelves above the bunks, are still visible along the corridor. Each number was beautifully rendered in a stylised and highly evocative font. Lightbulbs dating to the war and homemade lampshades are still in situ in some of the bunks, along with the green painted wooden bed slats. Examples of lampshades include some made from strips of material and even one made from the original lightbulb box. There is a small letter box for sending internal mail, and a stove at the end of the corridor. The original benches in the day room are still present, as are the four chemical toilets.",
                "Interestingly, the 1939 Register suggests over 140 adults were living at St Leonard’s Court at the time, meaning substantially less beds were available than the number of residents. In an interview with a former tenant it appears that the bunks were available to rent for the year at the cost of £7 – the same price as an Anderson shelter. During the interview he also revealed how noisy it would have been in the shelter, as neighbours sat chatting throughout the night. It was not possible to spend consecutive nights there, especially when working the next day, and so he resorted to sleeping in the hall of his flat with his family during some raids."
            ]
        },
        {
            "heading": "Present Day",
            "paragraphs": [
                "Habitats & Heritage is involved with the conservation of the air raid shelter as an educational resource for schools and the community. Along with the Mortlake with East Sheen Society and St Leonards Court Residents Association, Habitats & Heritage is working towards the conservation of the building for future generations and as testimony to the way in which people’s lives were affected by the threat of aerial attack in the Second World War.",
                "For more information, please visit our website: https://habitatsandheritage.org.uk/get-involved/our-projects/air-raid-shelter-heritage-conservation/"
            ]
        }
    ],
    "id": 5819,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/5819/building_5819_24835020345_aa1c9092eb_o_38b70ff06e776717925a791e2e10aaa7.jpg",
            "description": null,
            "title": "Entrance to St Leonards Air Raid Shelter",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_5819_24835020345_aa1c9092eb_o_38b70ff06e776717925a791e2e10aaa7.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/5819/building_5819_36989268542_0f0945776a_o_13215e59022ab0461d2977fdf7c14030.jpg",
            "description": null,
            "title": "Interpretation Board for St Leonards Air Raid Shelter",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_5819_36989268542_0f0945776a_o_13215e59022ab0461d2977fdf7c14030.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/5819/building_5819_36971136746_255966040d_o_69c8d012e76e2b6e30c294c986f175e5.jpg",
            "description": null,
            "title": "Coat hooks",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_5819_36971136746_255966040d_o_69c8d012e76e2b6e30c294c986f175e5.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/5819/building_5819_36971143646_f6aafda1da_o_69f82c5d859c74e9d1e6c55be23d3581.jpg",
            "description": null,
            "title": "Chemical Toilet from the Day Room",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_5819_36971143646_f6aafda1da_o_69f82c5d859c74e9d1e6c55be23d3581.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/5819/building_5819_36971141086_cb273e1dc0_o_11a8f4e2963da661b08dbdb7c266ac27.jpg",
            "description": null,
            "title": "Interior image of the sleeping quarters",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_5819_36971141086_cb273e1dc0_o_11a8f4e2963da661b08dbdb7c266ac27.jpg"
        }
    ],
    "links": [
        {
            "href": "https://habitatsandheritage.org.uk/get-involved/our-projects/air-raid-shelter-heritage-conservation/",
            "title": "habitatsandheritage.org.uk/get-involved/our-projects/air-raid-shelter-heritage-conservation"
        },
        {
            "href": "https://www.instagram.com/habsandheritage",
            "title": "www.instagram.com/habsandheritage"
        },
        {
            "href": "https://habitatsandheritage.org.uk/get-involved/our-projects/air-raid-shelter-heritage-conservation/",
            "title": null
        }
    ],
    "location": {
        "address": "Palmers Road, East Sheen, SW14 7NG",
        "latitude": 51.4671716,
        "longitude": -0.2694297,
        "meeting_point": null,
        "travel_info": [
            "Train: Mortlake",
            "Bus: 337, 493, 33",
            "Additional travel info: Access is down a steep staircase though the entrance and information board can be viewed at ground level, no parking facilities on site."
        ]
    },
    "name": "Air Raid Shelter, St Leonards Court",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/5819",
    "ticketed_events": false
}