{
    "all_week": false,
    "description": "Fine stuccoed building overlooking Pond Square, and home to the Institution since 1840. Formed from 1790 coach house, stables and yard, with final additions c1880. Guided tours will be available.",
    "design": {
        "designers": [
            {
                "architect": "R Parkinson remodelled",
                "description": null,
                "year": "1840"
            }
        ],
        "periods": [
            "Victorian"
        ],
        "types": [
            "institution/profession"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2024-09-15",
            "drop_in": true,
            "end": "2024-09-15T15:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in: Guided Tours",
            "notes": "Please let us know if you plan to visit. Doing so allows the venue to plan ahead and you will be notified by email about any changes to the programme that might affect your visit.",
            "start": "2024-09-15T11:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        "Toilets",
        "Accessible toilet",
        "Baby changing facilities"
    ],
    "factsheet": [
        {
            "heading": "History",
            "paragraphs": [
                "The Highgate Literary & Scientific Institution was founded in 1839, one of many such societies which sprang up in the wake of the Industrial Revolution. There was a great need at that time to learn about the new developments and discoveries that were taking place, and this kind of Institution, together with the Mechanics Institutes, filled that need. They provided books and lectures to inform and educate all classes of people.",
                "This Institution occupied these premises in 1840, moving into buildings that had been stables and coach-house to the neighbouring Church House, the 18th century house at 10 South Grove. Evidence shows that in the mid-seventeenth century there had been three or four cottages on the site disposed round a well. Prior to the Institution’s occupancy the buildings were used as part of a Jewish School started by a man named Hyman Hurwitz who was a friend of Samuel Taylor Coleridge and later became first Professor of Hebrew at London University."
            ]
        },
        {
            "heading": "The Archives and Library",
            "paragraphs": [
                "From its beginning the Institution has contained a Library, and lectures have been given continuously since 1839 through the season from September to May on a wide range of themes, both literary and scientific. Classes on a variety of subjects were held throughout the last century and these have been re-established during the past few years. Classes range from music, art and art history to languages, history, literature and keep fit.",
                "The Institution has extensive archives. Its own archives go back to its foundation with Minute books, early library catalogues and other official records, as well as much information on lectures and lecturers. The second part of the archives contains the local history collection with prints, paintings, photographs, news cuttings and written and printed material. The archives are used by researchers from all over the world and we periodically hold exhibitions using archive material.",
                "The Library contains around 27,000 volumes including special collections – on Coleridge (who spent the last 16 years of his life in Highgate) and Sir John Betjeman (who was born here). In 1989 the Institution joined with other similar bodies across the country to form the Association of Independent Libraries. Check our Library catalogue http://www.hlsi.net/library/"
            ]
        },
        {
            "heading": "Exhibitions and Events",
            "paragraphs": [
                "Art exhibitions, lectures, library, classes, literary circles, science group meetings, a film society, debates, an opera circle, archives, concerts and various social events are available throughout the year. The Institution also hosts three Designer-Maker Fairs."
            ]
        }
    ],
    "id": 606,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/606/building_606_hlsi_12a0385ad91bbd026aa3d8d55e7207d2.png",
            "description": null,
            "title": "Highgate Literary and Scientific Institution",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_606_hlsi_12a0385ad91bbd026aa3d8d55e7207d2.png"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/606/building_606_hlsilibrary2a_33c45bd6afe57c1a47d274b2f9c7cf9f.jpg",
            "description": null,
            "title": "HLSI Library",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_606_hlsilibrary2a_33c45bd6afe57c1a47d274b2f9c7cf9f.jpg"
        }
    ],
    "links": [
        {
            "href": "http://www.hlsi.net/library/",
            "title": null
        }
    ],
    "location": {
        "address": "11 South Grove, N6 6BS",
        "latitude": 51.57021,
        "longitude": -0.1497,
        "meeting_point": null,
        "travel_info": [
            "Tube: Highgate, Archway",
            "Bus: 210, 143, 263, 214"
        ]
    },
    "name": "Highgate Literary & Scientific Institution",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/606",
    "ticketed_events": false
}