{
    "all_week": false,
    "description": "Single-storey canal toll house (1911) where tolls were collected for passing through the lock. Grand Junction Canal connected the Thames at Brentford to the Industrial Midlands in 1794 at the height of the industrial revolution.",
    "design": {
        "designers": [
            {
                "architect": "Unknown",
                "description": null,
                "year": "1911"
            }
        ],
        "periods": [
            "Edwardian"
        ],
        "types": [
            "infrastructure/engineering"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2024-09-21",
            "drop_in": true,
            "end": "2024-09-21T16:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in: Brentford Canal Toll House and Gauging Lock Drop-in",
            "notes": "Come and visit one of London's smallest museums and meet our Volunteer Lock Keepers to find out more about canal life.",
            "start": "2024-09-21T10:30:00+01:00",
            "ticketed": false
        },
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2024-09-22",
            "drop_in": true,
            "end": "2024-09-22T15:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in: Brentford Canal Toll House and Gauging Lock Drop-in",
            "notes": "Come and visit one of London's smallest museums and meet our Volunteer Lock Keepers to find out more about canal life.",
            "start": "2024-09-22T10:30:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [],
    "factsheet": [
        {
            "heading": "History",
            "paragraphs": [
                "In the 18th century at the time of early canal travel, goods were carried from the Midlands to London covering 230 miles via the Oxford Canal and the Thames,  meeting hold ups of fishing weirs and often floods or droughts on the Thames.",
                "In 1793/4 the Grand Junction Canal Company built a canal to cut down this distance  (as the crow flies it’s only 100 miles).",
                "Building started from the north and the south and the first 3 miles joining the Thames used the course of the River Brent by cutting off loops and tributaries. These then became some of the backwaters and wharves south of the High Street that are still there.",
                "The first lock to lift boats in to the canal was above Brentford Bridge which, at that time was built of brick and had three arches.",
                "The canal was difficult to access as the Brent was tidal to above the bridge and even when there was water in the river the bridge that carried the road had three arches which considerably restricted the width for boats.",
                "Early in the 19th century a lock was built nearer the Thames and the arched bridge was replaced by a single span granite one that can still be seen from the tow path underneath the present one widened in the 20th century.",
                "To get in and out of the canal was still restricted though to a period of 2 hours either side of high tide and this is still the case.",
                "The canal trade expanded through the 19th century carrying heavy and bulky goods and paying tolls on the weight and value of what was being carried. Early in the 20th century a Toll House was built as an office for the lock keeper at the lock above Brentford Bridge. This was the Gauging Lock as this is where boats were gauged or measured to assess the tolls to be paid on their cargoes. The lock keeper used a special stick known as a gauging rod to measure how high out of the water the boat was sitting. From this the lock keeper could calculate the weight of cargo on board.",
                "As traffic increased Thames Lock and the Gauging Lock (now known as Brentford Lock) were both doubled. Some of the goods being carried were timber, steel, aluminium, metal, pitch, sulphates, tar, corn, bricks, coal, hay, coffee, paper, cement and refuse.",
                "It’s rather a long time since these loads were on the canal but the Toll House still stands by the lock above Brentford Bridge. It’s a listed building. There is a small display within the Toll house where you can see pictures of the working canal, the tools used for measuring the boats and ledgers showing what was carried when Brentford was a centre of canal trade."
            ]
        },
        {
            "heading": "English Heritage Listing",
            "paragraphs": [
                "Canal toll house. Dated 1911.",
                "Built of stock brick with black brick dressings and Westmoreland slate roof with terracotta ridge tiles and yellow and black brick chimneystack with stonecornice and terracotta chimneystacks. One storey; two windows to front. Splayed bays to each end with wooden casement windows. Projecting eaves cornice with large wooden brackets and colonnettes. Off central doorcase with chamfered wooden lintel. Original four-panelled door with deep fielded lower panels and one panel of engraved glass remaining to the top right hand panel (the other replaced). Two steps and large curved iron footscraper to right hand side. Rear elevation has projection one window and door in cambered entrance. Front elevation has attached cement flower bed border.",
                "INTERIOR: comprises lobby with manager’s office, clerk’s office and washroom to rear. Manager’s office has built-in cupboards with ledger rack at top, tiled fire surround and four-panelled door. Clerk’s office has built-in desk, ramped on two sides and with brass fittings, for recording tolls and there is a half-glazed door for paying tolls."
            ]
        }
    ],
    "id": 6146,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/6146/building_6146_dsc_0018_eb1e47ed2561fed1456208638e2a01a5.jpg",
            "description": null,
            "title": "View from the lock",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_6146_dsc_0018_eb1e47ed2561fed1456208638e2a01a5.jpg"
        }
    ],
    "links": [
        {
            "href": "https://canalrivertrust.org.uk/places-to-visit/brentford",
            "title": "canalrivertrust.org.uk/places-to-visit/brentford"
        },
        {
            "href": "https://twitter.com/CanalRiverTrust/",
            "title": "twitter.com/CanalRiverTrust"
        },
        {
            "href": "https://www.instagram.com/canalrivertrust/",
            "title": "www.instagram.com/canalrivertrust"
        },
        {
            "href": "https://www.facebook.com/canalrivertrust/",
            "title": "www.facebook.com/canalrivertrust"
        }
    ],
    "location": {
        "address": "Grand Union Canal Walk, Brentford, TW8 8GA",
        "latitude": 51.48297,
        "longitude": -0.3119,
        "meeting_point": null,
        "travel_info": [
            "Train: Brentford",
            "Bus: 235, 237, 267, E2, E8, 195"
        ]
    },
    "name": "Brentford Canal Toll House and Gauging Lock",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/6146",
    "ticketed_events": false
}