{
    "all_week": false,
    "description": "Purpose built over 5 floors to house printed books and manuscripts. Features include former pneumatic tube ticket delivery system and 56 listed translucent pyramid roof lights.",
    "design": {
        "designers": [
            {
                "architect": "Sir Giles Scott",
                "description": null,
                "year": "1974"
            },
            {
                "architect": "Son + Partners",
                "description": null,
                "year": "1974"
            }
        ],
        "periods": [
            "Son + Partners",
            "Post-war"
        ],
        "types": [
            "library"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2024-09-14",
            "drop_in": true,
            "end": "2024-09-14T16:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in: Family Day",
            "notes": "Guess the Mystery Book; Paddington's London-themed treasure hunt; colouring, and book giveaways! Family-friendly displays.",
            "start": "2024-09-14T10:00:00+01:00",
            "ticketed": false
        },
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2024-09-21",
            "drop_in": true,
            "end": "2024-09-21T16:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in: History and Treasures of Guildhall Library",
            "notes": "Join our expert librarians to discover the fascinating history of Guildhall Library, and view some of the Library's amazing collections.",
            "start": "2024-09-21T10:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        "Toilets",
        "Gender neutral toilet",
        "Handrails on stairs",
        "Quieter area",
        "Seating available",
        "Step-free routes"
    ],
    "factsheet": [
        {
            "heading": "History",
            "paragraphs": [
                "As part of the post-war Guildhall reconstruction scheme, the architects Sir Giles Scott, Son and Partners were asked to design a new library for the collections previously housed in the library building designed by Horace Jones (the City architect), built between 1868 and 1872 and opened to the general public in 1873.",
                "The present Guildhall Library, in the West Wing of Guildhall, opened on 21 October 1974. It took seven weeks to wheel many trolley loads of books to a new home. It was a very modern library for its time; a Country Life article suggested that with its card indexes and easily accessible shelves it could well be the most efficient machine for the retrieval of information in the world – but they had to keep the old pneumatic tube system in as nothing could beat it! In fact our retrieval standards are still very good and the tubes can still be seen in the library store.",
                "In 2009-2010 the Library was transformed again with the former Printed Books section forming the nucleus of the Library you see today. The Prints and Maps and Manuscripts sections moved to London Metropolitan Archives but some major manuscript collections are still housed at Guildhall.",
                "Guildhall Library now shares a building with the City Business Library, so users can now move very readily between current and historical business resources as well as having access to the Internet and the Department’s extensive range of online resources. In fact the City Business Library, once called the Commercial Reference Room, has returned to its original home: first housed at Guildhall Library it moved to Basinghall Street in 1970 and later to Brewers’ Hall Garden."
            ]
        },
        {
            "heading": "The Collections",
            "paragraphs": [
                "The new Guildhall Library is a major public reference library, very connected with its past, holding a wide range of important works and sources including: a comprehensive collection of printed books on the City of London and its history, the Lloyds Marine Collection, a large collection of pamphlets from the 17th-19th centuries covering political and social issues, a complete run of the London Gazette from 1665 to the present, extensive parliamentary resources including eighteenth-century poll books and a complete set of House of Commons papers from 1740, broadsides and an unrivalled collection of local and trade directories from 1677 to the present.",
                "Other significant collections include English local history, family history, business history, food and wine, historic books on gardening, archery, 17th and 18th century music, early travel and exploration, Sir Thomas More, Charles Lamb, John Wilkes, Samuel Pepys, clock making and clock makers."
            ]
        }
    ],
    "id": 6204,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/6204/building_6204_guildhall-library-24_1edf16aeb41ed5f44825abddfef47985.jpg",
            "description": null,
            "title": "Guildhall Library",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_6204_guildhall-library-24_1edf16aeb41ed5f44825abddfef47985.jpg"
        }
    ],
    "links": [
        {
            "href": "https://www.cityoflondon.gov.uk/things-to-do/history-and-heritage/guildhall-library",
            "title": "www.cityoflondon.gov.uk/things-to-do/history-and-heritage/guildhall-library"
        },
        {
            "href": "https://twitter.com/GuildhallLib",
            "title": "twitter.com/GuildhallLib"
        }
    ],
    "location": {
        "address": "Aldermanbury, EC2V 7HH",
        "latitude": 51.5161211,
        "longitude": -0.09265029999999999,
        "meeting_point": null,
        "travel_info": [
            "Tube: Bank, Moorgate, St. Paul's, Mansion House",
            "Train: Cannon Street",
            "Bus: 8, 100, 21, 76, 43"
        ]
    },
    "name": "Guildhall Library",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/6204",
    "ticketed_events": false
}