{
    "all_week": false,
    "description": "Modernist extension to Hackney's German Hospital, closed 1987 and converted into flats in 1999.",
    "design": {
        "designers": [
            {
                "architect": "Burnet",
                "description": null,
                "year": "1935"
            },
            {
                "architect": "Tait and Lorne",
                "description": null,
                "year": "1935"
            }
        ],
        "periods": [
            "Tait and Lorne",
            "Inter-war"
        ],
        "types": [
            "housing",
            "walk/tour"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2024-09-15",
            "drop_in": true,
            "end": "2024-09-15T12:30:00+01:00",
            "fully_booked": false,
            "name": "Drop in: Open Day",
            "notes": "",
            "start": "2024-09-15T10:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        "Toilets"
    ],
    "factsheet": [
        {
            "heading": "Modernist Hospital Wing by Burnet, Tait and Lorne",
            "paragraphs": [
                "This 1936 extension to Hackney’s German Hospital was built to accommodate an increasing demand for private beds by predominantly English in-patients in the post World War I period. As an addition to an existing range of buildings, Burnet, Tait and Lorne were freed from certain formal constraints, and the modernist design of the new wing was at the forefront of medical and architectural thinking of the time.",
                "The hospital was closed in 1987 and the building was given a Grade II listing in 1988, in consideration of the external features and appearance only. It stood unused until 1998 when it was reconfigured internally into residential apartments. Many original features in the common areas have been preserved.",
                "The ground and first floors were private inpatient rooms and the second floor contained nurses' accommodation. The third floor maternity unit consisted of individual patient rooms, one five-bed ward, a nursery and cantilevered delivery unit that provides a distinguishing feature of the north-west elevation. The fourth floor was the children's ward, with a sun balcony that runs the length of the west side. The ward doors were arranged to permit beds to be rolled out across the corridor and onto the balcony. Aside from the children’s ward, all floors have a streamlined sun balcony at the south-west corner, in line with the then current medical thinking that the patients should mix in small groups for convalescence rather than be confined in isolation."
            ]
        },
        {
            "heading": "Exterior",
            "paragraphs": [
                "The front elevation is dominated by the massive concrete canopy over the entrance, and the light blue tiles on the piers between the windows on the top floor provide a welcome touch of colour to the facade. The sand lime bricks (The Ryarsh Brick & Sand Co. Ltd.) are laid in a bond of two stretchers to one header, a favourite device in Burnet, Tait and Lorne’s work.",
                "The ground floor level was raised four feet in order to allow a connection to the old building behind, where all the main cooking was done. The space underneath was utilised as a horizontal duct for pipes and wiring cables. The rear elevations are characterised by the contours of the rounded balconies and sun roofs that provide a dramatic contrast to the rectilinearity of the rest of the building.",
                "The roof was designed for convalescence and provides stunning views across london, as well as down onto the original 1864 hospital buildings and what was originally a Hamburg Lutheran church. On the street-facing side the roof overlooks Fassett Square and gardens."
            ]
        },
        {
            "heading": "Interior",
            "paragraphs": [
                "Internally the building provided a bright, spacious and hygienic environment. Corners and crevices were avoided and hard, easy to clean surfaces were used. The corridors were lined to dado height in primrose coloured Janus tiles from Germany, which were continued as architraving over the door openings. Floors were terrazzo in the corridors and bathrooms, and lino in the wards. The terrazzo extends up the walls of the stairwells and the original bathrooms.",
                "The architects are quoted as being particularly pleased with the stairwells, where ascending flights were kept back one tread wide at landing level so as to enable the handrail to run smoothly up and round at all turns without “bumps”.",
                "It is believed that the greatest influence on the design of the building was the Tuberculosis Sanitorium at Paimio in Finland, by Alvar Aalto, with which it shares many common concepts such as the roof garden and balconies."
            ]
        }
    ],
    "id": 6802,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/6802/building_6802_image_3f55ebe27a94b9a5cc996586a863016b.jpeg",
            "description": null,
            "title": "Main facade",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_6802_image_3f55ebe27a94b9a5cc996586a863016b.jpeg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/6802/building_6802_image_9c3eb964fd3ebe090387ad9fe05fd5f5.jpeg",
            "description": null,
            "title": "View from roof terrace",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_6802_image_9c3eb964fd3ebe090387ad9fe05fd5f5.jpeg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/6802/building_6802_image_9a9c52c572eb35ac62c3079ed9e900f1.jpeg",
            "description": null,
            "title": "Staircase detail",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_6802_image_9a9c52c572eb35ac62c3079ed9e900f1.jpeg"
        }
    ],
    "links": [],
    "location": {
        "address": "10 Fassett Square, E8 1BF",
        "latitude": 51.54693,
        "longitude": -0.06605,
        "meeting_point": null,
        "travel_info": [
            "Train: Dalston Junction, Hackney Downs",
            "Bus: 38, 242, 277, 30, 56"
        ]
    },
    "name": "Bruno Court, The German Hospital",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/6802",
    "ticketed_events": false
}