{
    "all_week": false,
    "description": "A former stable yard of Sir Thomas More's Chelsea estate, now an 18C Chapel, other buildings, and burial ground. Parts of the enclosing walls are Tudor in origin. Ernest and Mary Gillick enhanced the grounds in the 20C.",
    "design": {
        "designers": [
            {
                "architect": "Unknown",
                "description": null,
                "year": "1742"
            }
        ],
        "periods": [
            "Sigismund Augustus von Gersdorff",
            "Georgian",
            "Tudor",
            "Inter-war"
        ],
        "types": [
            "religious",
            "garden",
            "historical house",
            "cemetery"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2024-09-14",
            "drop_in": true,
            "end": "2024-09-14T17:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in: Open Weekend at Moravian Close",
            "notes": "A walking tour of the Close and a self-guide booklet; an activity sheet for children.  Light refreshments will be available.",
            "start": "2024-09-14T13:00:00+01:00",
            "ticketed": false
        },
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2024-09-15",
            "drop_in": true,
            "end": "2024-09-15T17:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in: Open Weekend at Moravian Close",
            "notes": "A walking tour of the Close with a self-guide booklet; a children's activity sheet.  Light refreshments will be available.",
            "start": "2024-09-15T13:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        "Toilets",
        "Accessible toilet",
        "Baby changing facilities",
        "Drinking water",
        "Family-friendly event",
        "Gender neutral toilet",
        "Seating available"
    ],
    "factsheet": [
        {
            "heading": "History",
            "paragraphs": [
                "The exterior burial ground, stonework and Tudor walls are open to visitors, as is the Gillick Pageant showing the Heraldic Shields of the families who owned the property from Sir Thomas More to Hans Sloane.",
                "Moravian Close was part of Sir Thomas More's estate, acquired in 1520 and sequestered at his death in 1535 by Henry VIII.   Ownership then passed through various hands until in 1737, the estate was sold to Sir Hans Sloane, who demolished the main Beaufort House residence.\n \nCount Zinzendorf, a German nobleman, and inspiring leader of the Moravian brethren,  acquired Lindsey House, which is on Cheyne Walk, and the rest of the estate in 1750. He planned to build a major “Settlement“ or model village for the Moravians there, which sadly never happened.",
                "A Chapel and Manse were however built in the former stable yard of Lindsey House, using existing 16th century walls.   The Burial Ground was laid out in typical Moravian fashion.  The focus of the Moravians’ activity later moved to Fetter Lane in the City of London, and most of the estate was sold, although the Moravians retained the Close.",
                "Parts of the Close walls date from the 16th century, and a restoration project on them was begun in 2017."
            ]
        },
        {
            "heading": "Clock House School 1812 to 1906",
            "paragraphs": [
                "During this period, the old Chapel buildings were used as a boys' school commonly known as the ‘Clock House School’ because of the big clock on a house (no longer existing) in the adjoining Milman’s Street. The mortuary building which is now the Chapel and the Burial Ground continued to be used for burial services."
            ]
        },
        {
            "heading": "Ernest and Mary Gillick 1914 to 1964",
            "paragraphs": [
                "The Close was leased to these two sculptors and artists. They hedged the Burial Ground; planted the four fig trees in the centre and the enclosing plane trees; added a new porch to the Manse; built Studio 4; divided the old Chapel into Studios 1, 2, and 3; constructed the stone pergola, platform and bench displaying the previous estate owners’ heraldic shields; and laid the terrace stone pathway."
            ]
        },
        {
            "heading": "Current use of Moravian Close",
            "paragraphs": [
                "Studios 3 and 4 are let for commercial purposes.   The Manse and Studio 2 are private residences.   Studio 1 is used as a meeting room for a number of community groups.",
                "The current Chapel is used by the Fetter Lane Congregation of the Moravian Church for regular worship. This is the part of the Old Chapel originally used for burial services. The Burial Ground was closed for burials in the second half of the 20th century. The Congregation welcomes local residents and workers to come into the Close, sit down, and enjoy the peaceful surroundings.",
                "A free guide gives more detail on the history of the Close."
            ]
        },
        {
            "heading": "Biodiversity",
            "paragraphs": [
                "The Close is a Royal Borough of Kensington and Chelsea site of Nature Conservation Importance, Grade II.  Among the 40+ trees, mostly plane, are two mulberry trees which may be relics of an 18th century plantation between Fulham Road and King's Road, possibly an ultimately unsuccessful initiative of Huguenot weavers in Spitalfields.  The burial ground comprises acid grassland dominated by red fescue with clumps of mouse-eared hawkweed, heath bedstraw and sheep's sorrel.  Below the plane trees are grey sedge and a mixture of Spanish and English bluebells in the spring.  There are four fig trees in the centre of the burial ground and the Close is home to a variety of birds."
            ]
        }
    ],
    "id": 6835,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/6835/building_6835_img_0663_4fa2f339a39ae04f0ecc81fcf51fb242.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_6835_img_0663_4fa2f339a39ae04f0ecc81fcf51fb242.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/6835/building_6835_img_0659_d44af0a3ace8cd78ce6397b47224ce27.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_6835_img_0659_d44af0a3ace8cd78ce6397b47224ce27.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/6835/building_6835_fetter-lane-moravian-church_bcebe47a04f465f808608e3e36f4b13f.jpg",
            "description": null,
            "title": "View from burial ground to the Manse and 17th C stable block.",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_6835_fetter-lane-moravian-church_bcebe47a04f465f808608e3e36f4b13f.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Moravian Close, 381 Kings Road, SW10 0LP",
        "latitude": 51.4836113,
        "longitude": -0.1762358,
        "meeting_point": null,
        "travel_info": [
            "Tube: Sloane Square, South Kensington, Earl's Court",
            "Bus: 22, 19, 319, 11, 49, 345, 328",
            "Additional travel info: There is no parking in the Close.  Some pay-and-display on street.  Bikes may be brought into the Close but there is no secure storage."
        ]
    },
    "name": "Moravian Close",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/6835",
    "ticketed_events": false
}