{
    "all_week": false,
    "description": "Victorian Potting sheds converted to artists' studios set within the grounds of Grade II listed Cannizaro Park.\r\nThe eight resident artists will be displaying their work during the festival at these unique studios.",
    "design": {
        "designers": [
            {
                "architect": "Unknown",
                "description": null,
                "year": "1900"
            }
        ],
        "periods": [
            "Acava",
            "Post-war"
        ],
        "types": [
            "art studio"
        ]
    },
    "events": [],
    "facilities": [
        "Toilets",
        "Accessible toilet",
        "Gender neutral toilet",
        "Quieter area",
        "Seating available"
    ],
    "factsheet": [
        {
            "heading": "History of Cannizarro Park",
            "paragraphs": [
                "The name Cannizaro dates back to 1832 when Count St Antonio, occupant of what was then Warren House on the west side of the Common, succeeded to the dukedom of Cannizzaro in Sicily.",
                "He soon left to live with his mistress in Milan, but his long-suffering Scottish wife, Sophia prided herself on the title of Duchess of Cannizzaro and kept the name of Cannizzaro until she died in 1841 and her estate was recorded under this name. Apart from the spelling change, the name Cannizaro has stuck ever since.",
                "Former residents of the house and estate included Thomas Walker, a friend of Britain’s first Prime Minister, Sir Robert Walpole, John Lyde-Brown, Governor of the Bank of England and Henry Dundas (Viscount Melville), Home Secretary under Prime Minister William Pitt the Younger. Cannizaro’s reputation as a “Country Retreat” continued during the rest of the 19th century and visitors included royalty and great writers – among them Lord Tennyson, Oscar Wilde and Henry James.",
                "The Grounds (now the park) were always notable and specimen trees were planted during the Victorian era alongside many older specimens such as the several large stunted oaks which date back several hundred years and are still to be seen.",
                "Apart from Viscount Melville, who planted Lady Jane’s Wood in 1793, the greatest private contributors to the park we enjoy today were Mr and Mrs E Kenneth Wilson who purchased the estate in the early 20th century and lived there from 1920 to 1947. Specimens of Camellia, Rhododendron and other ericaceous plants introduced during their ownership remain today among Cannizaro’s treasures, planted on the gravel subsoil and acid topsoil, a tribute to the Wilsons’ vision and that of the gardeners George Dillistone and Richard Allison.",
                "The addition of rare and unusual plants still goes on today, including specimens sponsored by the Friends of Cannizaro Park and through generous individual donations."
            ]
        },
        {
            "heading": "Artists' Studios",
            "paragraphs": [
                "The Victorian Potting sheds have been converted to studios for eight resident artists who will be displaying their work for Open House visitors."
            ]
        },
        {
            "heading": "Art Studios Open Day",
            "paragraphs": [
                "14th 15th Sept. This weekend will be part of \"Wimbledon Arts Trail\" a Celebration of the Arts in Wimbledon including Open studios all weekend",
                "21st 22nd\nCannizarro  open studios weekend"
            ]
        },
        {
            "heading": "Open Studios eventin the old Potting sheds",
            "paragraphs": [
                "Come and see the work of resident artists, learn about the history of the buildings and have a walk in the beatiful and historic cannizaro park."
            ]
        }
    ],
    "id": 6925,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2024/6925/building_6925_cannizaro-studios-2017-copy_f3548c22e63095c3a3094c42f26d94d5.jpg",
            "description": null,
            "title": "Open studios",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_6925_cannizaro-studios-2017-copy_f3548c22e63095c3a3094c42f26d94d5.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2024/6925/building_6925_cannizarro-studios-outdoor-sculpture-yard-copy_52a67b0a2e7fd2990643c1c7b4a220dc.jpg",
            "description": null,
            "title": "cannizaro studios sculpture yard",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_6925_cannizarro-studios-outdoor-sculpture-yard-copy_52a67b0a2e7fd2990643c1c7b4a220dc.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2024/6925/building_6925_img_2087-copy_12e601d57d857b48121edbc5608edbc6.jpg",
            "description": null,
            "title": "BBQ at cannizaro studios",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_6925_img_2087-copy_12e601d57d857b48121edbc5608edbc6.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "The Old Potting Sheds, Cannizaro Park, SW19 4UW",
        "latitude": 51.423552,
        "longitude": -0.2307117,
        "meeting_point": null,
        "travel_info": [
            "Tube: Wimbledon",
            "Train: Wimbledon",
            "Bus: 93, 200, 493",
            "Additional travel info: Type \" Cannizaro studios\"  into google maps for an exact location. This does not work for Sat Nav"
        ]
    },
    "name": "Cannizaro Studios",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/6925",
    "ticketed_events": false
}