{
    "all_week": false,
    "description": "Lesnes Abbey Woods is 88 hectares of ancient woodland, park and has a ruined Grade 11 list abbey ruin, situated 10 minutes walk from Abbey Wood train station. There is also The Clearing a new architect designed outdoor classroom.",
    "design": {
        "designers": [
            {
                "architect": "Norman architecture",
                "description": null,
                "year": "1178"
            }
        ],
        "periods": [
            "Medieval"
        ],
        "types": [
            "walk/tour",
            "religious"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2024-09-14",
            "drop_in": true,
            "end": "2024-09-14T15:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in: Have a go at Green Wood Working",
            "notes": "Visit The Clearing our new outdoor education space to have a go at green woodworking.",
            "start": "2024-09-14T13:00:00+01:00",
            "ticketed": false
        },
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/6981",
            "capacity": null,
            "date": "2024-09-20",
            "drop_in": false,
            "end": "2024-09-20T12:30:00+01:00",
            "fully_booked": true,
            "name": "Lesnes Abbey Archaeological Tour",
            "notes": "To book https://www.ticketsource.co.uk/folaw/archaeology-at-lesnes-abbey-open-house   Meet  by Chestnut Kiosk 5 mins before the event",
            "start": "2024-09-20T11:00:00+01:00",
            "ticketed": true
        }
    ],
    "facilities": [
        "Toilets",
        "Accessible toilet",
        "Baby changing facilities",
        "Blue badge parking"
    ],
    "factsheet": [
        {
            "heading": "The Death of Thomas Becket",
            "paragraphs": [
                "The story of Lesnes Abbey really began in Canterbury Cathedral on 29 December 1170 when four knights, encouraged by Henry II's angry words, murdered Archbishop Thomas Becket. In 1173 the Pope made Becket a saint and in the following year Henry was whipped by the monks of the Cathedral. Richard de Lucy, Henry's Justiciar (Royal deputy), had supported the king in his quarrel with the Archbishop and now shared his Royal master's disgrace. As an act of penance, de Lucy chose to found an abbey within the boundaries of the Manor of Lesnes, of which he was Lord."
            ]
        },
        {
            "heading": "Foundation of the Abbey",
            "paragraphs": [
                "\"The Abbey of St Mary and St Thomas the Martyr\" was founded in 1178 and built on a sloping site which lay between river marshes to the north and Westwood (now known as Abbey Wood) to the south. It was thus conveniently situated close to the River Thames, making it possible to get stone and other supplies to the Abbey site by boat, and to the main London to Dover road which soon became a busy thoroughfare for the thousands of pilgrims who travelled annually to Becket's shrine in Canterbury.",
                "The Abbey was a foundation for Augustinian or 'Black' Canons within the Diocese of Rochester. The first inmates probably came from Holy Trinity Priory, Aldgate and the first Abbot, William, was consecrated in 1179. In July of the same year \"Richard de Lucy, who, having assumed the religious habit, ended his days in the Church of Lesnes and was buried in the Chapter House\". De Lucy donated half of his lands in Lesnes in his will although \"the place was not finished, nor sufficient livelihood given to it, for it was at his death of no more livelihood but 9 marks a year\"."
            ]
        },
        {
            "heading": "Early History",
            "paragraphs": [
                "During the rule of the second Abbot, Fulc (1187?-1208), Lesnes Abbey became affiliated to the Abbey of Arrouaise in Northern France, one of the few English religious houses to have done so. The Rule of Arrouaise consisted of 239 chapters which regulated the hours in which church services were to be held, the hours for meals, sleep and work, the duties of the Abbey's officials and procedures to be followed in the church, the chapter house, the cloisters, in confession and during reading and study.",
                "During the excavations of 1909-13 a coffin slab inscribed with the words 'The Good Abbot Fulc' was found in the Chapter House. Throughout its existence the Abbey received gifts of land and property from members of the de Lucy family and other wealthy benefactors with the result that by the 14th century it owned land in London, Kent, Essex, Surrey, Suffolk and Cambridgeshire.",
                "The Abbey was, however, continually bedevilled by financial difficulties and despite the fact that only 12 monks were housed there, the Abbey was continually in debt. Disastrous flooding of the River Thames in 1230-40 necessitated the building of a new river wall which cost the Abbey over 3,000 marks. Similar work is referred to throughout the 14th and 15th centuries and, although those owning land in the marshes were required to pay dues to the Abbot for these repairs, by 1460 the house was in debt to the tune of £199 3s 4d. Financial mismanagement added to the Abbey's problems."
            ]
        },
        {
            "heading": "Financial Difficulties",
            "paragraphs": [
                "When John Peckham, Archbishop of Canterbury, visited the Abbey in 1283 he found that three monks had obtained complete control of the Abbey's money and were handing out private payments to the Abbot and the other monks. John of Hoddesdon, Abbot between 1327 and 1341, was forced to sell some of the Abbey's lands to pay for repairs to the Church, further river defences and to pay off heavy debts. He was, however, deposed by the Bishop of Rochester in 1341 for being \"disobedient, rebellious and incorrigible, wasting the goods of the Convent to such an extent that his canons had not vestments to put on\".",
                "In 1349, the year of the Black Death, the Bishop of Rochester visited the Abbey and found it in a bad state of disrepair. In 1370 he found that it was \"so destroyed through lack of care that it could not be repaired during the present century or even before the day of judgment\"."
            ]
        },
        {
            "heading": "Later History",
            "paragraphs": [
                "Further rebuilding was carried out in the early 16th century when the Sacrist's accounts refer to new building to the kitchen, larder, slaughter-house, the entry, the frater and the cloister, a new aisle in the church, a new barn, a lime kiln, a fence round the monastery and a new chimney and stairs in the Abbot's private room. The decline of monasticism and the growth of anti-clericalism in Tudor England, however, meant that the days of Lesnes Abbey were now numbered – within ten years it was closed down."
            ]
        },
        {
            "heading": "Dissolution of the Abbey",
            "paragraphs": [
                "In 1524 Thomas Cardinal Wolsey, Henry VIII's chief minister, obtained the Pope's permission to close all those monasteries in England and Wales which had less than eight inmates. Wolsey wanted to raise sufficient revenue to found a college in Oxford and thus set a precedent for raising money which Henry himself was to follow on a much larger scale between 1536-40.",
                "As Lesnes Abbey contained only an Abbot and five canons, it became one of the first monasteries to be dissolved in England. On 13th February, 1525 Abbot William Tysehurst surrendered the Abbey to Dr William Burbank, Wolsey's agent and in the following year it became the property of Cardinal College, Oxford. The annual value of Lesnes Abbey at the time of its dissolution was:",
                "Spiritualities \t£ 75 0s 0d \nTemporalities £111 0s 8d \nTotal  \t£186 5s 8d (5)",
                "After the fall of Wolsey in 1530 the Abbey site became the property of the King until, in 1534, he granted it to Sir William Brereton. There then followed a succession of landowners until the site was bequeathed to Christ's Hospital, London in 1633."
            ]
        },
        {
            "heading": "Epilogue",
            "paragraphs": [
                "During this time most of the monastic buildings were demolished although the Abbot's Lodging was retained as a Manor House until it was demolished in 1845 and the barn, built in 1515 at a cost of £16 5s 4d, survived in use until the early twentieth century when the site was known as Abbey farm.",
                "In 1909 Christ's Hospital gave Woolwich Antiquarian Society permission to excavate the site and under the direction of Sir Alfred Clapham most of the remains were uncovered and various objects discovered. In the Lady Chapel was found a stone effigy of a man wearing mixed mail and plate armour representing a member of the de Lucy family and dating from about 1320. It is now in the Victoria and Albert Museum.",
                "When the money ran out in 1913 the remains were covered over and the site resumed its use as a farm until 1930 when the area was bought by London County Council. In the following year the lands were opened to the public as a park but the re-excavation of the Abbey remains did not begin until 1939 and was not completed until the 1950s. The general layout of the building can be seen with the exception of the Western Range and Precinct Wall, of which few traces remain, and the Abbot's Lodging and Infirmary, which have not been excavated.",
                "Today the ruins are a Scheduled Ancient Monument and Grade II Listed Building in the care of the London Borough of Bexley, which is committed to their preservation in co-operation with Historic England through a programme of annual surveys and conservation."
            ]
        }
    ],
    "id": 6981,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/6981/building_6981_abbey-drone-pilot-jonathan-potts-director-dagmar-scheibenreif_53a5d7e30fb24d0135f917bc9a67dac8.jpg",
            "description": null,
            "title": "Lesnes Abbey Ruins and Woods Credit Pilot Jonathan Potts Director Dagmar Scheibenreif",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_6981_abbey-drone-pilot-jonathan-potts-director-dagmar-scheibenreif_53a5d7e30fb24d0135f917bc9a67dac8.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/6981/building_6981_abbey-drone-4-credit-pilot-jonathan-potts-director-dagmar-scheibenreif_6120ed45e9520d2378f33c8e0660541e.jpg",
            "description": null,
            "title": "Lesnes Abbey Woods Credit Pilot Jonathan Potts Director Dagmar Scheibenreif",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_6981_abbey-drone-4-credit-pilot-jonathan-potts-director-dagmar-scheibenreif_6120ed45e9520d2378f33c8e0660541e.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/6981/building_6981_viewing-area_d3a683585476b97c232229111bc5e434.jpg",
            "description": null,
            "title": "Viewing Area",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_6981_viewing-area_d3a683585476b97c232229111bc5e434.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/6981/building_6981_20171120_084256_316f0b9da33ab56f3153259757ebc7a9.jpg",
            "description": null,
            "title": "Monk Sculpture",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_6981_20171120_084256_316f0b9da33ab56f3153259757ebc7a9.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/6981/building_6981_lesnesclearing-jimstephenson-15-webres_be1ea0c329f946a96a7f5a11eb43b577.jpg",
            "description": null,
            "title": "Jim Stephenson The Clearing",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_6981_lesnesclearing-jimstephenson-15-webres_be1ea0c329f946a96a7f5a11eb43b577.jpg"
        }
    ],
    "links": [
        {
            "href": "https://www.lesnesabbeywoods.org",
            "title": "www.lesnesabbeywoods.org"
        },
        {
            "href": "https://www.instagram.com/lesnesabbeywoods/",
            "title": "www.instagram.com/lesnesabbeywoods"
        }
    ],
    "location": {
        "address": "Lesnes Abbey Lodge, Abbey Road, SE2 0QJ",
        "latitude": 51.48865,
        "longitude": 0.12797,
        "meeting_point": null,
        "travel_info": [
            "Train: Abbey Wood",
            "Bus: 229, 469, B11, 99",
            "Additional travel info: The new Elizabeth Line also goes to Abbey Wood"
        ]
    },
    "name": "Lesnes Abbey Tour",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/6981",
    "ticketed_events": true
}