{
    "all_week": false,
    "description": "Access to and tours around the Golden Lane Estate Community Centre and tours around the estate.",
    "design": {
        "designers": [
            {
                "architect": "Chamberlin Powell & Bon",
                "description": null,
                "year": "1957"
            }
        ],
        "periods": [
            "John Robertson Architects",
            "Studio Partington",
            "muf architecture/art",
            "Contemporary"
        ],
        "types": [
            "community/cultural"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2024-09-22",
            "drop_in": true,
            "end": "2024-09-22T16:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in: Open day and guided tours",
            "notes": "Guided tours of the Community Centre and of the estate.",
            "start": "2024-09-22T11:00:00+01:00",
            "ticketed": false
        },
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/7444",
            "capacity": null,
            "date": "2024-09-22",
            "drop_in": false,
            "end": "2024-09-22T16:00:00+01:00",
            "fully_booked": true,
            "name": "BSL Guided Tour",
            "notes": "Deaf-led BSL guided tour by Architect Martin Glover",
            "start": "2024-09-22T15:00:00+01:00",
            "ticketed": true
        }
    ],
    "facilities": [
        "Accessible toilet",
        "Baby changing facilities",
        "Drinking water",
        "Gender neutral toilet",
        "Seating available",
        "Toilets",
        "Handrails on stairs"
    ],
    "factsheet": [
        {
            "heading": "History of the Estate",
            "paragraphs": [
                "In 2007 the City of London Corporation which owns Golden Lane Estate commissioned Avanti Architects to write Listed Building Management Guidelines to ensure that the estate which is Grade II and II* listed was properly managed, restored and developed.  The notes below are an extract from the Guidelines, the full document (which was updated in 2013) can be downloaded from the City of London website.",
                "‘In the middle of the nineteenth century, over 130,000 people resided in the City of London but by 1952 that number had dropped to just 5,000. Business and commerce had become the main uses of land in the City. Residents who had lost their homes as a result of the 2nd World War bombings were re-housed in areas outside the centre. However, the City Corporation was concerned about the depopulation of the City and turned its attention to this when planning the rebuilding of the City in the post-war era.",
                "‘The end of the war also led to a rise in national and individual expectations that standards of living should improve and that new housing should be the latest in architectural design. Bomb damage combined with concerns about urban sprawl and loss of the countryside led planners and architects to re-examine the potential of living in urban areas.",
                "‘The City had a duty to provide housing for those people working in the City such as nurses, doctors and police. In 1950, 4.7 acres of land were compulsorily purchased with its eastern limit on Golden Lane and it was proposed that this area could house nearly 1,000 people. There were further extensions to this site in 1953 and 1955.",
                "‘A series of architectural competitions for housing schemes gave exceptional opportunities to young architects and were a good advertisement for ambitious local authorities seeking to construct high density, low-cost modern housing. The City Corporation announced the competition to design an estate at Golden Lane on 12 July 1951 with the closing date for submissions on 31 January 1952. The construction of the scheme had to be economical and the minimum amount of steel was to be specified as this was an expensive and scarce material after the war.  The competition rules also set out the percentages of different types of dwelling. The majority were to have two and three rooms and a variety of types were to be distributed across the scheme. Other requirements included adequate daylight and ventilation, especially to living rooms and bathrooms, a drying room or cupboard and a balcony sufficiently large to take a cot or pram. Each dwelling was also to have central heating and hot water with the heating charge to be included in the rent. A basement store with bicycle access, refuse disposal by chute, lifts large enough to take prams for buildings of more than 3 storeys were also to be provided in each residential block. It was also specified that the scheme include a community centre and children’s playground.",
                "‘This competition was a rare opportunity for architects in private practice at this time and attracted 177 schemes. It was won by Geoffrey Powell, a lecturer in architecture at the Kingston School of Art College, in 1952. He invited lecturer colleagues Christoph Bon and Joseph Chamberlin to join him in developing a detailed design for the Golden Lane Estate.",
                "‘Whilst wanting to create a new environment, the need for some historic continuity was also recognised. The estate was named after Golden Lane which dates from thirteenth century.  The aim was to provide high-density housing for those who needed to live in the City and it was conceived mainly for singles and couples, although provision was made for children too.  Among the most striking elements are the glazing and glass cladding, and the extensive use of fair-faced, pick-hammered or bush-hammered concrete. Many finishes are finely detailed, such as slender aluminium window frames, while others are more robust, such as black tubular handrails around the courts. The original distinctive and innovative cast aluminium signage – house names, numbering and wall-mounted bas-relief plaques – provided a consistent scheme throughout the estate.",
                "‘The bold use of colour (at a time when London was conspicuously drab) was integral to the design of the estate and is one of its most characteristic features. A distinctive palette of primary colours – most notably expressed in the coloured glass panels of Great Arthur House and the maisonette blocks – was supplemented by black, white and grey paint finishes elsewhere.",
                "'The Golden Lane Estate is of special interest as an early example of large-scale urban design after World War II, one of the first exercises in the comprehensive post-war redevelopment in the City of London. Innovative and unique, it demonstrated a departure from previous ideas underpinning urban planning and set standards for the future.",
                "‘The estate was conceived to provide a self-contained, distinct and sustainable community enjoying a high standard of accommodation and amenities. Because of its unpromising setting – at that time, in the early 1950s, a bleak wasteland of bomb sites to the north of St Paul’s Cathedral – it was specifically designed to have a strong sense of enclosure. There was, however, no intention or attempt to diminish its essentially urban location and character. The architects clearly articulated this: ‘It has tried to be as urban as the City itself.’",
                "‘The design of the Golden Lane Estate is particularly significant in its interpretation of a viable and sustainable community within a tightly defined urban space. In addition to the efficient use of space to provide the required density of housing (200 people per acre), it also provided amenities and facilities to support a self-contained community. While this was an aspiration of many post-war redevelopment projects, few succeeded in achieving the diversity and integration of the Golden Lane Estate. From its earliest conception, it included a community centre for residents, leisure facilities including a swimming pool and badminton court, a bowling green (subsequently tennis courts), a nursery and children’s playground (which later included a paddling pool, since removed), residents’ club rooms, garages, estate workshops, and, slightly later as the site was extended, shops and a public house (which originally included a restaurant), as well as open spaces or ‘courts’. These are contained within a tightly planned area, where all available space is used to maximum effect.",
                "‘While the new forms of urban planning and architectural language developed by Chamberlin, Powell and Bon for the Golden Lane Estate are significant in their own right, they are also important for their influence on subsequent developments, most notably the neighbouring Barbican Estate, which is also listed as being of special architectural interest. Distinctive elements of the Barbican Estate, arguably one of the most ambitious urban reconstruction projects in Europe, had their genesis in the Golden Lane Estate. Taken together, the two projects provide not only a narrative of the work of one of the most significant post-war practices, but also an insight into the progress of British modernism in the 1950s and 1960s.",
                "‘The entire estate interior was originally designed for pedestrian use only, with no vehicular traffic at ground level, leaving large areas of the site as open space. This was one of the earliest examples of this strategy.",
                "‘The competition brief for the Golden Lane Estate was to provide high-density housing. One of the most significant achievements of its design was meeting the required density while at the same time leaving a substantial proportion (66 per cent) of the total site of seven acres as open space. This is of particular significance given the historically dense fabric of the City.",
                "‘The design and completion of the Golden Lane Estate spanned 10 years during which the architects’ style evolved – from the glass curtain walling and brick load-bearing walls of the earlier buildings to the more robust materials and forms of Crescent House, the last building to be completed. Dominating the design, and establishing its scale, is the 16-storey Great Arthur House, the highest residential building in Britain when completed in 1957, with long views over London and a fine roof garden. While Great Arthur House is the centrepiece of the estate, the ‘piazza’ in front – originally carefully landscaped with geometrical paving – which faces onto the community centre was conceived as the social focus of the estate.",
                "‘Great Arthur House stands out as a result of the dramatic sculptural sweep of the concrete ‘canopy’ on the roof, the bright yellow glass curtain walling, and the two stacks of concrete balconies on its east and west façades.",
                "‘Great Arthur House is set within a series of lower horizontal blocks. These comprise eight residential blocks (with retail units on the ground floor of Crescent House), the community centre, leisure centre and nursery. The residential blocks are either four storeys (Stanley Cohen, Cuthbert Harrowing and Crescent Houses) or six storeys (Basterfield, Bayer, Bowater, Hatfield and Cullum Welch Houses). They are arranged east-west and north-south around the courts. Crescent House responds to both the curve of Goswell Road and also the rectilinear grid of the estate’."
            ]
        },
        {
            "heading": "Recent Developments",
            "paragraphs": [
                "Great Arthur House\nJohn Robertson Architects 2018\nJohn Robertson Architects was appointed by the City of London Corporation to design a replacement curtain wall and restore Grade II listed Great Arthur House.  Influenced by the work of Le Corbusier, the new cladding replicates the delicate extruded profiles of the original 1950’s facade, together with the distinctive use of yellow glass.  The new facade improves the performance of the original windows with a double glazed and thermally insulated prefabricated panel system.  External painting has been completed and the pergola on the Roof Garden has been renewed to the original design.  The project involved extensive consultation with the City Planners, 20th Century Society and Leaseholders and tenants.",
                "Community Centre\nStudio Partington 2018\nThe Golden Lane Community Centre encapsulates the Modernist principles championed by Chamberlin, Powell and Bon. Most notable of these principles is the centre's monochrome palette accented with primary colours and the blurred boundaries between exterior and interior spaces facilitated by continuity of materials and the extensive use of glass fenestration.  Studio Partington was selected as Lead Designer in December 2015 and has refurbished the centre balancing the restoration of the interior to the original design intention, improving the sustainability of the building and responding to the needs of the residents.",
                "Restoration of Children’s Playground\nmuf Art and Architecture 2018\nmuf was commissioned by the City of London to re-design an inaccessible and under-used sunken play-area for under-5s. muf worked closely with pupils from the local Prior Western primary school in a collaborative exploration of how children play.  Strikingly, the conclusions of the young collaborators closely mirror the most up-to-date work of child psychologists. muf also consulted residents of the Golden Lane Estate in development of the final design. The newly designed play area provides its patrons with a wide array of play possibilities. The area contains numerous hiding places, a stage for impromptu performances, a geometrical climbing structure and slide, and a bespoke meeting space.  All of these possibilities are spread across a multilevelled urban rockery which contains rocks of various colours and textures, including a handful of reclaimed saddle stones.",
                "Current restoration work\nA key area of development is installation of double glazing in Crescent House and in the maisonette blocks. This is at an early stage of discussion and development. The architects for this project are Studio Partington."
            ]
        },
        {
            "heading": "Imagine Golden Lane at Net Zero - Update Summer 2024",
            "paragraphs": [
                "There is considerable interest on the estate in addressing both climate emergency and lack of biodiversity. A campaign called Imagine Golden Lane at Net Zero started during lockdown. This resident-led project has a vision for Golden Lane.",
                "The first stage in changing the estate is the Golden Lane Bike Project designed to seriously increase the quality and quantity of safe cycle storage on the estate.",
                "The project has recently received funding and planning permission. Full details of the project are set out in the Imagine Golden Lane website: https://imaginegoldenlane.uk/"
            ]
        }
    ],
    "id": 7444,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/7444/building_7444_golden_lane-9116_8b30c230509b2c061b3431dd4441172e.jpg",
            "description": null,
            "title": "Community Centre reception area.",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_7444_golden_lane-9116_8b30c230509b2c061b3431dd4441172e.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/7444/building_7444_p4260001_d17b63abb3907848ba38de82c7deaf80.jpg",
            "description": null,
            "title": "Swimming pool",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_7444_p4260001_d17b63abb3907848ba38de82c7deaf80.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/7444/building_7444_img_6738_98a69cb15748e3c4fbc004942b212a4a.jpg",
            "description": null,
            "title": "Roof Garden on Great Arthur House",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_7444_img_6738_98a69cb15748e3c4fbc004942b212a4a.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/7444/building_7444_img_0856_6300a4cc7acfe0dc17695bb76ae77d3b.jpg",
            "description": null,
            "title": "Roof Garden on Great Arthur House",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_7444_img_0856_6300a4cc7acfe0dc17695bb76ae77d3b.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/7444/building_7444_img_0675_525fc0ffa593d4926d2d6b9a4ace025b.jpg",
            "description": null,
            "title": "Bayer House",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_7444_img_0675_525fc0ffa593d4926d2d6b9a4ace025b.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/7444/building_7444_img_0676_36c8307bcadb2d44a1c096ef5ad55bbf.jpg",
            "description": null,
            "title": "Golden Lane Allotments",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_7444_img_0676_36c8307bcadb2d44a1c096ef5ad55bbf.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/7444/building_7444_img_0684_9d1efd2dbf50f851b727241f9863fe30.jpeg",
            "description": null,
            "title": "View from Golden Lane",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_7444_img_0684_9d1efd2dbf50f851b727241f9863fe30.jpeg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/7444/building_7444_img_0697_92a5f03bb6cbe3e4419fb3134c0af8a4.jpeg",
            "description": null,
            "title": "Great Arthur House",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_7444_img_0697_92a5f03bb6cbe3e4419fb3134c0af8a4.jpeg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/7444/building_7444_2325_n10_medium_58989e1a4ad205228ccd72b103d8c37b.jpg",
            "description": null,
            "title": "The Community Centre entrance hall",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_7444_2325_n10_medium_58989e1a4ad205228ccd72b103d8c37b.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/7444/building_7444_2325_n15_blue_d40bdc99633ef1ddb4da638b94120bcd.jpg",
            "description": null,
            "title": "Community Centre main meeting room.",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_7444_2325_n15_blue_d40bdc99633ef1ddb4da638b94120bcd.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/7444/building_7444_2325_n50_medium_b7aa3dc6d6c54c0bef6d35df9dc8e77c.jpg",
            "description": null,
            "title": "The elements of the Community Centre.\r\nStudio Partington",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_7444_2325_n50_medium_b7aa3dc6d6c54c0bef6d35df9dc8e77c.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/7444/building_7444_golden-lane-article-web-3_e15ddbd27d9b4d9852f80daa9c065ef6.jpg",
            "description": null,
            "title": "The Community Centre at the time of completion",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_7444_golden-lane-article-web-3_e15ddbd27d9b4d9852f80daa9c065ef6.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/7444/building_7444_golden-lane-sketch-web-1_286853713dd770eec8b2ce14bdb42eca.jpg",
            "description": null,
            "title": "Sketch showing the links between the Community Centre and Great Arthur House. Studio Partington.",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_7444_golden-lane-sketch-web-1_286853713dd770eec8b2ce14bdb42eca.jpg"
        }
    ],
    "links": [
        {
            "href": "https://imaginegoldenlane.uk/",
            "title": null
        }
    ],
    "location": {
        "address": "Golden Lane Community Centre, Fann Street, EC1Y 0SA",
        "latitude": 51.52215,
        "longitude": -0.09543,
        "meeting_point": null,
        "travel_info": [
            "Tube: Barbican, Old Street, Farringdon",
            "Train: Farringdon",
            "Bus: 55, 243, 4, 56, 153"
        ]
    },
    "name": "Golden Lane Estate Community Centre",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/7444",
    "ticketed_events": true
}