{
    "all_week": false,
    "description": "A fine Grade I Victorian church described by Sir John Betjeman as ‘the most magnificent church in South London.’ Notable also for significant pieces of sculpture by Jagger and Cornish and a remarkable set of Stations of the Cross.",
    "design": {
        "designers": [
            {
                "architect": "G. E. Street",
                "description": null,
                "year": "1871"
            }
        ],
        "periods": [
            "Victorian"
        ],
        "types": [
            "religious"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2024-09-14",
            "drop_in": true,
            "end": "2024-09-14T18:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in: Open day",
            "notes": "Please let us know if you plan to visit. Doing so allows the venue to plan ahead and you will be notified by email about any changes to the programme that might affect your visit.",
            "start": "2024-09-14T12:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        "Toilets",
        "Gender neutral toilet",
        "Seating available"
    ],
    "factsheet": [
        {
            "heading": "History",
            "paragraphs": [
                "St John the Divine Kennington is a splendid Grade I Listed building and boasts the tallest spire in South London.",
                "The church was designed by the architect George Edmund  Street in the Decorated Gothic Style between 1871 and 1874. G.E. Street also built the church of St James the Less in Vauxhall Bridge Road and the Law Courts on Strand. The church was completed by Street’s son, Arthur Edmund Street. The interior decoration was carried out by G.F. Bodley."
            ]
        },
        {
            "heading": "Wartime Damage",
            "paragraphs": [
                "The church was hit by a Luftwaffe oil bomb in 1941 and sadly most of the original Victorian fittings were destroyed by fire. Fortunately G.E. Street’s architectural drawings had been kept and restoration work began in 1955. Bodley’s scheme of decoration was not followed, and today’s interior is the result of the restoration by architects H. S. Goodhart-Rendel and H. Lewis Curtis. St John the Divine re-opened in September 1958."
            ]
        },
        {
            "heading": "The Spire and Tower",
            "paragraphs": [
                "The spire and tower were repaired in 1994. The general construction is of red brick, but all parapets, window openings, doorways, etc are dressed with stone. The upper part of the spire is entirely of stone.",
                "The church is regarded as one of the finest examples of Victorian Gothic in the country and its magnificent spire can be seen across London and, at over 260 feet, is the highest in South London. The spire and tower were recently restored and are now covered with carvings of royalty, bishops and many local people associated with the church over the years. The design was deeply influenced by the Arts and Crafts movement, and is filled with extraordinarily fine furnishings and fitments which were uniquely made by the local people."
            ]
        },
        {
            "heading": "The Interior",
            "paragraphs": [
                "The interior is enriched with the famous, beautifully carved, Stations of the Cross and Statues of Our Lady and St John the Divine made by Mother Maribel. The church has a thriving congregation and is a leading centre for work among the poor and vulnerable in London. The architecture and the splendour of the liturgy was deliberately designed to be integrated with Anglo-Catholic Social Witness which makes this one of the most exciting churches to be visited in London. Bishop Edward King, at its founding, described St John the Divine as ‘A garden in the City’."
            ]
        },
        {
            "heading": "Kelham Rood",
            "paragraphs": [
                "The Kelham Rood is a beautiful life-size bronze sculpture of Christ on the Cross together with free-standing figures of St John and the Virgin Mary, and is the work of the British sculptor Charles Sargeant Jagger (1885-1934).",
                "The sculpture is on permanent loan to St John the Divine from the Society of the Sacred Mission. It stands on the south side of the nave and is a focus for Christian devotion and prayer, particularly during Holy Week. The suffering of Jesus and his love for St John and Mary is quite affecting in this work; Jagger’s skill as a sculptor, which he normally applied to war memorials, emphasises the humanity of Jesus."
            ]
        },
        {
            "heading": "About the Sculpture",
            "paragraphs": [
                "The Kelham Rood was originally commissioned by the Society of the Sacred Mission (SSM) for its chapel at Kelham Hall in Nottinghamshire and completed in 1929. It was designed to stand at the top of a brick arch over the chapel sanctuary.",
                "When the SSM moved out of Kelham, the Rood was moved to the Society’s Priory in Willen, near Milton Keynes, where it stood in the garden.",
                "By the early 2000s the Rood had become weathered and was in need of restoration, and it became apparent that the sculpture deserved an indoor setting. The SSM was originally founded in the parish of Kennington in 1891, and seemed appropriate to install the Kelham Rood inside St John the Divine where it would offer a public focus of prayer at the Society’s birthplace. Jagger’s sculpture was restored by Rupert Harris in 2003-4 and today it is on permanent loan to the church of St John the Divine."
            ]
        },
        {
            "heading": "The Sculptor",
            "paragraphs": [
                "Charles Sargeant Jagger saw action in the First World War, serving in the Artists’ Rifles and in the Worcestershire Regiment at Gallipoli and on the Western Front. He was wounded three times and was awarded the Military Cross for gallantry.",
                "The Kelham Rood is one of Jagger’s finest works. His depiction of the Crucifixion is especially moving and some think that the Rood reveals his preoccupation with the problem of suffering.",
                "Jagger sculpted a number of war memorials in Britain and around the world. His works convey the tragedy of war with his statues of young soldiers who have faced loneliness and death.",
                "You can see some of his public sculpture around London today, for example the Royal Artillery Memorial at Hyde Park Corner and the Great Western War Memorial on platform 1 at Paddington Station."
            ]
        }
    ],
    "id": 7511,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/7511/building_7511_sjdk-exterior_310b962f94f92273735683fa9e568b1c.jpg",
            "description": null,
            "title": "View from Vassal Road",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_7511_sjdk-exterior_310b962f94f92273735683fa9e568b1c.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/7511/building_7511_sjdk-interior_a9991c6aa62b01ffbe144ec4813341c0.jpg",
            "description": null,
            "title": "Interior 1",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_7511_sjdk-interior_a9991c6aa62b01ffbe144ec4813341c0.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/7511/building_7511_kelham-rood_1f294a187cfb090f42eaf055b86be698.jpg",
            "description": null,
            "title": "The Kelham Rood by Charles Sargeant Jagger.",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_7511_kelham-rood_1f294a187cfb090f42eaf055b86be698.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/7511/building_7511_sjdk-1_7b46b5814f5310d8bede1d8414cb076f.jpg",
            "description": null,
            "title": "The western tower with tall broached spire completed in 1888-9 under A. E. Street.",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_7511_sjdk-1_7b46b5814f5310d8bede1d8414cb076f.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/7511/building_7511_sjdk-2_4c3b747f19cae864971b019b1a132183.jpg",
            "description": null,
            "title": "View from Patmos Road.",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_7511_sjdk-2_4c3b747f19cae864971b019b1a132183.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/7511/building_7511_sjdk-3_b5a3e9f062a761567c80df9d3bcdd73b.jpg",
            "description": null,
            "title": "View from Vassal Road.",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_7511_sjdk-3_b5a3e9f062a761567c80df9d3bcdd73b.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/7511/building_7511_sjdk-interior-1_23baae3a8737e81219d414e968aaf3c8.jpg",
            "description": null,
            "title": "Interior with a view of the sanctuary.",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_7511_sjdk-interior-1_23baae3a8737e81219d414e968aaf3c8.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/7511/building_7511_sjdk-interior-2_5a85ea21675c72e5ff55bf346a4cf1e8.jpg",
            "description": null,
            "title": "Interior with a view of the sanctuary.",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_7511_sjdk-interior-2_5a85ea21675c72e5ff55bf346a4cf1e8.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "84 Vassall Road, SW9 6JA",
        "latitude": 51.47773,
        "longitude": -0.10634,
        "meeting_point": null,
        "travel_info": [
            "Tube: Oval",
            "Train: Brixton, Denmark Hill, Elephant & Castle, Loughborough Junction, Vauxhall",
            "Bus: 36, 185, 133, 59, 159, 3, 436"
        ]
    },
    "name": "St John the Divine Church, Kennington",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/7511",
    "ticketed_events": false
}