{
    "all_week": false,
    "description": "Kensal House, designed in the 1930s by Maxwell Fry and Elizabeth Denby, is a landmark in social housing. Central to this Grade-II* listed building is the community room, fostering social interaction among residents. Today, this space hosts SPID, a youth theatre that advocates housing justice through co-created art. After 5 years of refurbishment, SPID is ready to re-open its door to the community.",
    "design": {
        "designers": [
            {
                "architect": "Maxwell Fry",
                "description": null,
                "year": "1937"
            }
        ],
        "periods": [
            "Studio Sam Causer",
            "Inter-war"
        ],
        "types": [
            "community/cultural"
        ]
    },
    "events": [
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/7514",
            "capacity": null,
            "date": "2024-09-14",
            "drop_in": false,
            "end": "2024-09-14T12:30:00+01:00",
            "fully_booked": true,
            "name": "Kensal House Community Room: Guided Tour",
            "notes": "Explore the iconic Kensal House Community Room, a centerpiece of 1930s modernist design by Maxwell Fry and Elizabeth Denby.",
            "start": "2024-09-14T11:00:00+01:00",
            "ticketed": true
        },
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/7514",
            "capacity": null,
            "date": "2024-09-14",
            "drop_in": false,
            "end": "2024-09-14T14:30:00+01:00",
            "fully_booked": true,
            "name": "Kensal House Community Room: Guided Tour",
            "notes": "Explore the iconic Kensal House Community Room, a centerpiece of 1930s modernist design by Maxwell Fry and Elizabeth Denby.",
            "start": "2024-09-14T13:00:00+01:00",
            "ticketed": true
        }
    ],
    "facilities": [
        "Toilets",
        "Accessible toilet",
        "Baby changing facilities",
        "Drinking water",
        "Family-friendly event",
        "Gender neutral toilet",
        "Handrails on stairs",
        "Seating available",
        "Step-free routes"
    ],
    "factsheet": [
        {
            "heading": "History",
            "paragraphs": [
                "Kensal House estate's modernist community rooms form a Grade II* listed community centre in London's North Kensington, just 10 minutes from Grenfell Tower, is home to SPID Theatre. The groundbreaking estate incorporated community facilities such as a crèche, canteen and workshops and it was also the country's first gas-powered housing development.",
                "Designed in 1937 by architect Maxwell Fry and social reformer Elizabeth Denby, this modernist gem offered an urban village for former slum dwellers, providing the prototype for buildings of social worth like Finsbury Park Health Centre. Kensal House was one of the first council estates to built in London and helped to champion the birth of the Welfare State. Now that more than 100 London estates are currently earmarked for demolition, its role is more important than ever.",
                "The community rooms house SPID's living history projects, documenting the heritage of local estates such as Grenfell and Trellick. The space has been registered as a community asset because of the programme of free arts, heritage and community activities that SPID runs from their base."
            ]
        },
        {
            "heading": "Sharing & Celebrating the History of Social Housing",
            "paragraphs": [
                "S.P.I.D. (Social, Progressive, Interconnected, Diversed) Theatre Company launches their £2.4 million capital project to refurbish, repair and extend London’s Grade II* listed Kensal House Estate Community Rooms at this year’s Open House London weekend.",
                "This free event will use tours, film, and original drawings to bring the past and future of these historic rooms to life."
            ]
        },
        {
            "heading": "The Refurbishment",
            "paragraphs": [
                "SPID is working with Studio Sam Causer to restore, refurbish and expand SPID's base to make it both fit for modern use and an embodiment of the modernist vision shared by architects Maxwell Fry and social reformer Elizabeth Denby. A new visitors entrance will make the arrival point more inviting and easier to find.   SPID will create an enclosed sloping corridor offering separate access to the hall, back stage area and new workshop room for all visitors, including those with disabilities. The corridor will let in fresh light to the community rooms, as will replacing all non original windows with full length windows.  The kitchen space at the back will be opened out, as will the office, by removing non original partitions.  A drainage cavity will be installed between the community rooms' ceiling and the floors of flats below to protect against future leaks.  The community rooms' heating and electrics will be replaced and new equipment installed."
            ]
        },
        {
            "heading": "SPID Theatre",
            "paragraphs": [
                "SPID Theatre makes art that advocates housing justice. Our high quality youth theatre takes place on council estates. We use theatre, film and radio to call for investment in social housings’ heritage and in young peoples’ future. We mix verbatim testimonies with scripted dialogue to celebrate and champion estates’ history, community and spirit. We swapped traditional stages for graffiti parks and youth clubs - casting local young people alongside professionals."
            ]
        }
    ],
    "id": 7514,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/7514/building_7514_kh-community-room_c2ae66c3f7dac2095b46c7df572b234f.png",
            "description": null,
            "title": "Kensal House Community Rooms, after completion in 1937.",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_7514_kh-community-room_c2ae66c3f7dac2095b46c7df572b234f.png"
        }
    ],
    "links": [],
    "location": {
        "address": "Kensal House estate, Ladbroke Grove, W10 5BQ",
        "latitude": 51.52515959999999,
        "longitude": -0.2155497,
        "meeting_point": null,
        "travel_info": [
            "Tube: Ladbroke Grove, Kensal Green",
            "Train: Kensal Rise",
            "Bus: 52, 452, 23, 70, 228, 295, 316"
        ]
    },
    "name": "Kensal House Estate Community Rooms",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/7514",
    "ticketed_events": true
}