{
    "all_week": false,
    "description": "Kensal House, designed in the 1930s by Maxwell Fry and Elizabeth Denby, is a landmark in social housing. Central to this Grade-II* listed building is the community room, fostering social interaction among residents. Today, this space hosts SPID, a youth theatre that advocates housing justice through co-created art. After 5 years of refurbishment, SPID is ready to re-open its door to the community.",
    "design": {
        "designers": [
            {
                "architect": "Maxwell Fry",
                "description": null,
                "year": "1937"
            }
        ],
        "periods": [
            "Studio Sam Causer",
            "Inter-war"
        ],
        "types": [
            "community/cultural"
        ]
    },
    "events": [
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/7514",
            "capacity": null,
            "date": "2024-09-14",
            "drop_in": false,
            "end": "2024-09-14T12:30:00+01:00",
            "fully_booked": false,
            "name": "Kensal House Community Room: Guided Tour",
            "notes": "Explore the iconic Kensal House Community Room, a centerpiece of 1930s modernist design by Maxwell Fry and Elizabeth Denby.",
            "start": "2024-09-14T11:00:00+01:00",
            "ticketed": true
        },
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/7514",
            "capacity": null,
            "date": "2024-09-14",
            "drop_in": false,
            "end": "2024-09-14T14:30:00+01:00",
            "fully_booked": false,
            "name": "Kensal House Community Room: Guided Tour",
            "notes": "Explore the iconic Kensal House Community Room, a centerpiece of 1930s modernist design by Maxwell Fry and Elizabeth Denby.",
            "start": "2024-09-14T13:00:00+01:00",
            "ticketed": true
        }
    ],
    "facilities": [
        "Toilets",
        "Accessible toilet",
        "Baby changing facilities",
        "Drinking water",
        "Family-friendly event",
        "Gender neutral toilet",
        "Handrails on stairs",
        "Seating available",
        "Step-free routes"
    ],
    "factsheet": [
        {
            "heading": "History",
            "paragraphs": [
                "Kensal House estate's modernist community rooms is a Grade II* listed community centre in London's deprived North Kensington just 10 minutes from Grenfell Tower and home to SPID Theatre. The groundbreaking estate incorporated community facilities such as a crèche, canteen and workshops and it was also the country's first gas-powered housing development.",
                "The aim was to show that an urban village could be created from scratch, offering people healthier, happier, safer, and more fulfilling lives than those they had known in the slums. The rooms are well used but sorely in need of restoration. SPID has raised £1.4m so far to restore, renovate and refurbish them fully in line with their modernist architects' vision and with the needs of their modern users.",
                "Designed in 1937 by architect Maxwell Fry and social reformer Elizabeth Denby, this modernist gem offered an urban village for former slum dwellers, providing the prototype for buildings of social worth like Finsbury Park Health Centre. Kensal House was one of the first council estates to built in London and helped to champion the birth of the Welfare State. Now that more than 100 London estates are currently ear marked for demolition, its role is more important than ever. The community rooms house SPID's living history projects, documenting the heritage of local estates such as Grenfell and Trellick.",
                "The community rooms are well used by disadvantaged residents form North Kensington estates, including those displaced from Grenfell Tower. It has been registered as a community asset because of the programme of free arts, heritage and community activities that SPID runs from their base. Securing SPID's 25 year lease in order to raise the profile of social housing and secure refurbishment funding was championed by local MP and architect, Emma Dent Coad, an active campaigner in Justice for Grenfell."
            ]
        },
        {
            "heading": "ESTATE OF PLAY – RESTORING, SHARING AND CELEBRATING THE HISTORY OF SOCIAL HOUSING",
            "paragraphs": [
                "S.P.I.D. (Social, Political, Innovative, Direct) Theatre Company launches Estate of Play, their £2.4million capital project to refurbish, repair and extend London’s Grade II* listed Kensal House Estate Community Rooms at this year’s Open House London weekend. Funders include the Mayor of London and National Lottery, the charity is currently fundraising for £500000.",
                "This free event will use tours, film, and original drawings to bring the past and future of these historic rooms to life. Historian Dr Elizabeth Darling, a specialist in 20th century social housing for her to give a talk with an introduction of archival films from 2pm on the Sunday."
            ]
        },
        {
            "heading": "Kensal House Estate",
            "paragraphs": [
                "Kensal House is significant as an illustrative example of interwar Modernism recognised as an experimental model for a social housing scheme. In particular, the inclusion of the community rooms below the east and west blocks, the nursery and the use of the adjacent land as allotments led to the project being referred to on its completion as an ‘urban village’. It also represents changing political and social awareness as well as attitudes to domesticity and recreation, amenities, self-sufficiency within the genre of an estate.",
                "SPID is working with Studio Sam Causer to restore, refurbish and expand SPID's base to make it both fit for modern use and an embodiment of the modernist vision shared by architects Maxwell Fry and social reformer Elizabeth Denby. A new visitors entrance will make the arrival point more inviting and easier to find.   SPID will create an enclosed sloping corridor offering separate access to the hall, back stage area and new workshop room for all visitors, including those with disabilities. The corridor will let in fresh light to the community rooms, as will replacing all non original windows with full length windows.  The kitchen space at the back will be opened out, as will the office, by removing non original partitions.  A drainage cavity will be installed between the community rooms' ceiling and the floors of flats below to protect against future leaks.  The community rooms' heating and electrics will be replaced and new equipment installed."
            ]
        },
        {
            "heading": "SPID Theatre",
            "paragraphs": [
                "SPID Theatre are based in the historic Kensal House estate 10 minutes from Grenfell Tower. After 12 years based in Kensal House estates’ neglected community rooms, the funding has been made possible by a 25 year lease from Kensington council. SPID's estate refurbishment is part of their  Grenfell Matters campaign advocating against the destruction of social housing and for increased investment in estates.",
                "SPID specialises in high quality community art for council estates. Their work takes the form of off-stage events that are participatory, adventurous and interactive. They bring young people together with older residents to dramatise the history of estates through interactive  performances, radio shows, films, oral histories and exhibitions. Their ground breaking Living History projects have been documented by the BBC, ITV and in National press."
            ]
        }
    ],
    "id": 7514,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/7514/building_7514_kh-community-room_c2ae66c3f7dac2095b46c7df572b234f.png",
            "description": null,
            "title": "Kensal House Community Rooms, after completion in 1937.",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_7514_kh-community-room_c2ae66c3f7dac2095b46c7df572b234f.png"
        }
    ],
    "links": [],
    "location": {
        "address": "Kensal House estate, Ladbroke Grove, W10 5BQ",
        "latitude": 51.52515959999999,
        "longitude": -0.2155497,
        "meeting_point": null,
        "travel_info": [
            "Tube: Ladbroke Grove, Kensal Green",
            "Train: Kensal Rise",
            "Bus: 52, 452, 23, 70, 228, 295, 316"
        ]
    },
    "name": "Kensal House Estate Community Rooms",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/7514",
    "ticketed_events": true
}