{
    "all_week": false,
    "description": "The church is a large victorian building with an interesting beautiful interior. The foundation stone was laid in 1871 by Bishop Samuel Wilberforce, son of the anti-slavery campaigner, William.",
    "design": {
        "designers": [
            {
                "architect": "Arthur j. Phelps",
                "description": null,
                "year": "1871"
            }
        ],
        "periods": [
            "Victorian"
        ],
        "types": [
            "religious",
            "concert/performance space",
            "community/cultural"
        ]
    },
    "events": [],
    "facilities": [
        "Toilets"
    ],
    "factsheet": [
        {
            "heading": "The Church",
            "paragraphs": [
                "St John’s Church first met in a temporary iron building on the  corner of Springfield and Denmark Roads in June 1870 under the care of the Reverend Arnold Letchworth, who was Vicar  until 1915.",
                "The foundation stone for a permanent church was laid in July 1871 by Bishop Samuel Wilberforce, son of the anti-slavery campaigner, William, on a site donated by William Mercer in the centre of the new Spring Grove Estate.",
                "Mercer also gave £2000 towards the cost of the building, whose original design included a tower and spire. In fact it was with difficulty that £7000 was raised to build the essentials, and the church was consecrated in November 1872 without a tower or spire and with little in the way of internal ornament.",
                "Additional work such as carving, painting and the provision of coloured windows and an organ went on as the years passed, but it was not until 1934 that the tower was added using legacies from Revd Letchworth and his sisters.",
                "The font was one of the first furnishings completed when the building was consecrated in 1872 and the first baptism  took place on 15th December that year. Ever since, water has been blessed here and poured over those being baptised to mark the beginning of their journey of faith within the family of the church.  \n                          \nThe stained glass windows are to remember two brothers killed in World War I, depicting St George standing victorious over the dragon and the other St Alban, the martyr.",
                "The stained glass in the west window high above the large doors was added in 1972, in memory of Annie Law, given by her husband. It depicts Mary, Jesus’ Mother, dressed in blue and holding a lily, which  symbolises her purity.",
                "There are two windows in the north aisle. One shows Peter        acknowledging Jesus as the Christ, dating from 1906, dedicated to John Bones by his wife; and the other dates       from 1887, where we see Peter and John healing a lame man in the name of Jesus Christ. Acts 3:1-10",
                "The window in the north transept in memory of Herbert and Mary Harris, is our most modern, installed in the early 1950s, replacing one that was bomb damaged. The Holy Trinity is depicted here. Christ is in the centre with the hand of God the Father above and the Holy Spirit represented as a dove beneath. On either side stand St Paul and St John the Baptist, and the four Gospel writers are represented at the top of the window. Notice the rainbow going through the centre, and can you see the little bird and a mouse?\n \nThe pillar to the north of the Chancel steps has probably the earliest carved capital in the church. If you look closely you will see the initials AL (Arnold Letchworth the first Vicar here) were included in the design. Other capitals were done as money was donated, but notice that the two most westerly pairs (at the back of the church) are still unadorned!  \n \nThe brass lectern was donated by Arthur J. Phelps, of Surbiton, the church’s architect.",
                "The Apse (the arched recess) at the east end of the church was first decorated in 1878.",
                "The Reredos behind the high altar is a memorial to William Watkins, one of St John’s greatest benefactors. William provided sufficient funds to complete the construction of the aisles in 1872, ready for the church’s consecration.       \t                         \n    \nThe five east windows were all completed by 1880. They depict Jesus’ birth, baptism, death, resurrection and ascension. The centre one is the earliest and was given by Mr Bedford, a Tasmanian gentleman, living in Springfield Road.",
                "The high altar chapel is a special prayer area where you can light a candle and leave prayer requests. Our monthly 9.00am Holy Communion  and other special services are taken here."
            ]
        },
        {
            "heading": "The Chapel Furniture and the South Transept and Aisle",
            "paragraphs": [
                "The Sisters, formerly of St Michael’s Convent in Ham, generously gifted us their beautiful chapel furniture and organ. The altar, lectern, cross and candles are now central to our Sunday worship.",
                "The large window in the south transept commemorates three sisters Emmerline, Frances and Charlotte Ayling, long standing members of St John’s who died in 1911, 1912 and 1913. The central figure is of St Michael, the Archangel. This window was by Kempe and Co",
                "The two windows in the south aisle were given by Arnold Letchworth in memory of his father Henry, also a priest, and two aunts Emma and Aliza Law. The first is of Jesus being presented in the Temple as a baby by his parents. Luke 2: 22-38",
                "We found an old wooden offertory box. This is probably the box mentioned in the 1897 March copy of St John’s Magazine, “The sum of £1.3.0 has been collected in the box at the Church door for the Indian Famine Relief Fund”. This amount in today’s money using the retail price index for 2008 would be about £97.00.",
                "In February 1994 the church narrowly escaped destruction when fire broke out in the crypt and burnt up through the floor. Pews and rails were lost but one burnt pew rail was rescued.  Because of the smoke damage the church was completely redecorated.",
                "At the end of October 2019 the church’s refurbishment was completed with the installation of new lighting, heating, toilets, carpet and a wonderful kitchen.   We look forward to being able to open the church for many new activities in the years to come."
            ]
        }
    ],
    "id": 7702,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2024/7702/building_7702_st-je_27dae6de8d34ccfd53b1292a01a8a22e.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_7702_st-je_27dae6de8d34ccfd53b1292a01a8a22e.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2024/7702/building_7702_font_50a19b16b6bb78f29e5f7e6767b9e5a4.jpg",
            "description": null,
            "title": "The Font ",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_7702_font_50a19b16b6bb78f29e5f7e6767b9e5a4.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2024/7702/building_7702_img-0772_61afc1ad27b30d7cd81dfa33da3f01f6.jpg",
            "description": null,
            "title": "View of the Alter",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_7702_img-0772_61afc1ad27b30d7cd81dfa33da3f01f6.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2024/7702/building_7702_img-0778_238ab155a77051aa197c1cafb48fa4c8.jpg",
            "description": null,
            "title": "One of the internal pillars",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_7702_img-0778_238ab155a77051aa197c1cafb48fa4c8.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Grove Lane, Kingston upon thames, Kingston upon Thames, KT1 2SU",
        "latitude": 51.4025463,
        "longitude": -0.2985612,
        "meeting_point": null,
        "travel_info": [
            "Train: Kingston, Surbiton",
            "Bus: K2, K1, K4",
            "Additional travel info: We are close to Kingston University and County Hall so any bus that goes near there is close to us.\r\nThere is on street meter parking."
        ]
    },
    "name": "St John the Evangelist, Kingston upon Thames",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/7702",
    "ticketed_events": false
}