{
    "all_week": false,
    "description": "Established in 1938, Ace Cafe London has become ‘the home’ for petrolheads and is known as the world’s most famous motor cafe, based on a shared passion for the rich traditions of motorcycles, cars and rock ’n’ roll.",
    "design": {
        "designers": [
            {
                "architect": "Unknown",
                "description": null,
                "year": "1938"
            }
        ],
        "periods": [
            "Historical/contemporary"
        ],
        "types": [
            "restaurant/bar"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2024-09-18",
            "drop_in": true,
            "end": "2024-09-18T17:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in: Drop-in with regular talks about the cafe",
            "notes": "",
            "start": "2024-09-18T09:30:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        "Toilets"
    ],
    "factsheet": [
        {
            "heading": "History",
            "paragraphs": [
                "The Ace Cafe was established in 1938 on the then brand new North Circular Road surrounding London. It was a simple roadside cafe catering to travellers, particularly truckers. With its proximity to Britain’s fast arterial road network, and being open 24 hours, the Ace Cafe soon attracted motorcyclists too.",
                "Once the cafe was established, the owner’s thoughts turned to the motor trade. In 1939 he opened a service station with a battery of 8 pumps on adjoining land with a spacious washing bay, showroom and repair shop.",
                "In World War Two, the building was badly damaged during an air raid on the adjacent railway marshalling yards.",
                "After the war the Ace Cafe was reopened in temporary accommodation and subsequently rebuilt in 1949.",
                "Long before its ‘greasy spoon’ tag, the cafe/restaurant was actually state-of-the-art, with home-made food being prepared and cooked on the premises.",
                "The Ace Cafe celebrated the Coronation of H. M. the Queen, Elizabeth II in 1953.",
                "The post-war increase in road traffic and advent of the ‘teenage’ phenomenon saw the Ace booming, and with it, the arrival of the ‘Ton-Up-Boys’. The British motorcycle industry was at its peak, and along came Rock ’n’  Roll. Not played on radio stations, initially the only place it could be heard was at fairgrounds or on jukeboxes at transport cafes.",
                "The Ace Cafe  became the place to meet, have a meal or cup of tea, arrange runs (often to other cafes or the coast) or simply to mend your bike.",
                "People came to listen to the jukebox, many subsequently\nstarting bands or clubs, some gaining success and considerable reputation.",
                "From this powerful fusion of motorbikes and Rock ’n’ Roll came the legends of record-racing, “drop the coin right into the slot”, and race to a given point and back before the record finished.",
                "The Ace Cafe, as the birthplace of a new breed of motorbike – the Cafe Racer – and with its combination of motorbikes, speed and Rock ’n’ Roll was the launchpad for many famous racers and for many bands.",
                "The famous 59 CLUB was essentially born there, when Father Bill Shergold, a motorcyclist, visited the Ace Cafe and then invited the youths to his church and club. This club then grew into the largest motorbike club in the world.",
                "The tabloid press carried many articles portraying cafes as the places where decent people didn’t go.",
                "The building has been used as a cafe, filling station, bookmakers office and latterly a tyre depot. It remains however, largely unaltered.",
                "The legend of the Ace Cafe lives on in the minds of those who went there, those who wish they went there and those too young to have been there.",
                "Changes in the social order, the growth of the car market at the expense of the motorbike industry and the expansion of the motorway network saw the Ace Cafe serving its last egg and chips in 1969."
            ]
        },
        {
            "heading": "The Ace Cafe Reunion",
            "paragraphs": [
                "The Ace Cafe Reunion is the brainchild of Mark Wilsmore. In 1993 he shared his ideas for an annual event to mark the closure of the original Ace Cafe and a book and film documenting the history of the Ace Cafe, and endeavoured to ensure that the original Ace Cafe re-opened, with relevant products being available.\n \nTo mark the 25th anniversary of the cafe’s closure, Mark, with friends, formed the organising team for the Reunion and arranged for motorcycle runs to converge at the former Ace Cafe site on Sunday 4 September 1994.",
                "The idea was well received by motorcycling organisations and clubs. Media support was sought and the event turned into a major free motorcycle and Rock ’n’ Roll event. It was estimated that over 12,000 people gathered at the old cafe site.",
                "Annual Reunions, known as ‘Ace Days’, have taken place on historic ground: Brighton’s famous Madeira Drive.",
                "With the Grand Opening of the original London premises, the Ace Cafe Reunion Weekend has developed into the critically acclaimed ‘world‘s coolest motorbike event‘, attracting every September tens of thousands of Riders partaking in the Brighton Burn Up Run from the Ace Cafe to gather for a free to attend motorbike and rock ’n’ roll party on Madeira Drive."
            ]
        },
        {
            "heading": "The Return of an Icon",
            "paragraphs": [
                "Planning permission was obtained and ACE CAFE LONDON bought the original Ace Cafe site. As from 7 December 1997, a part of the original and legendary Ace Cafe site was re-opened on Fridays, Saturdays, Sundays, Bank Holidays and on the first Wednesday of every month.",
                "The riders enjoy themselves whilst having a a cup of tea or coffee and exchanging the latest news and gossip from the biking world. The Sunday openings have been enthusiastically received and the plans to re-open the complete site are being pursued.",
                "Every type and style of bikes have turned out, representing an impressive kaleidoscope from the fifties to the nineties. The refreshments are served up by Bob and his crew."
            ]
        },
        {
            "heading": "Rumble at the Ace",
            "paragraphs": [
                "On 6 March 1999 a main London water supply pipe burst approximately 10 feet below the Ace Cafe forecourt. Bikes were flung into the air, disappearing in the torrent as they landed. The foaming white jet of water pitched tarmac, earth and rocks in all directions breaking windows and showering the building with assorted debris. Mark dashed back to check that everyone had got out safely, but some had run outside to rescue their bikes. By this time the water was coming through the door.",
                "The emergency services were called. Meanwhile, the water found a natural course onto the new North Circular Road underpass at the A406 Park Royal Estate junction, which became flooded to a height of over 25 feet."
            ]
        },
        {
            "heading": "The Ace Cafe Today",
            "paragraphs": [
                "We’ve made it – the Ace Cafe is alive and kicking today, following the Grand Re-opening in 2001 and our 80th anniversary in 2018.",
                "Ace Cafes have now also been established in Finland, Luzern, Beijing, Barcelona and Orlando.",
                "Well done Ace Cafe!"
            ]
        }
    ],
    "id": 7728,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/7728/building_7728_ace-cafe_67277aabc69d28b5cbaa2ba94d0968e7.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_7728_ace-cafe_67277aabc69d28b5cbaa2ba94d0968e7.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/7728/building_7728_ace-cafe_aaaa29db96f464662a6f26137d6eb251.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_7728_ace-cafe_aaaa29db96f464662a6f26137d6eb251.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/7728/building_7728_49007394_2518345248207104_1944614020279435264_o_66eadefda812a6186a0e225d49ec291f.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_7728_49007394_2518345248207104_1944614020279435264_o_66eadefda812a6186a0e225d49ec291f.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/7728/building_7728_9e84dd072e00760b4f70a2ce6e6ee497_89d5e3322c36447e793288f042698abf.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_7728_9e84dd072e00760b4f70a2ce6e6ee497_89d5e3322c36447e793288f042698abf.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/7728/building_7728_ace-main-logo-2008-on-black_1d69425d332aaeb89b08ac1bfc3897de.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_7728_ace-main-logo-2008-on-black_1d69425d332aaeb89b08ac1bfc3897de.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Ace Corner, North Circular Road, Stonebridge, NW10 7UD",
        "latitude": 51.54123,
        "longitude": -0.27748,
        "meeting_point": null,
        "travel_info": [
            "Tube: Stonebridge Park",
            "Train: Stonebridge Park",
            "Bus: 112, 440, 18",
            "Additional travel info: Junction off Beresford Avenue and the old North Circular Road, between the A40 and the A404 (Harrow Road)"
        ]
    },
    "name": "Ace Cafe London",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/7728",
    "ticketed_events": false
}