{
    "all_week": false,
    "description": "Built in 1958 to the 'Middlesex' design, Park Royal Fire Station is a 2-storey fire station with appliance bays that can accommodate two fire appliances. It has a 4-storey drill tower in the yard and backs onto the Grand Union Canal.",
    "design": {
        "designers": [
            {
                "architect": "Unknown",
                "description": null,
                "year": "1958"
            }
        ],
        "periods": [
            "Post-war"
        ],
        "types": [
            "industrial"
        ]
    },
    "events": [],
    "facilities": [
        "Parking",
        "Toilets",
        "Drinking water",
        "Family-friendly event",
        "Seating available"
    ],
    "factsheet": [
        {
            "heading": "History",
            "paragraphs": [
                "The station was built in 1958. Historically, the London Fire Brigade was organised into two divisions: Northern and Southern, divided in most places by the River Thames and each commanded by a Divisional Officer. Both divisions were divided into three districts, each under a Superintendent with his headquarters at a \"superintendent station\". The superintendent stations themselves were commanded by District Officers, with the other stations under Station Officers.",
                "On the creation of the Greater London Council in 1965, the brigade was enlarged and took over almost all of the Middlesex Fire Brigade, part of North Kent, North Surrey and South West Essex, together with the small County Borough brigades of Croydon, East Ham and West Ham. Park Royal became part of the western command, in the 'G' division, but recently the areas have been further divided and Park Royal now falls under the borough of Brent which is in the North West area."
            ]
        },
        {
            "heading": "Layout",
            "paragraphs": [
                "The station is built over two floors, the ground floor houses the watch room which is where information on incidents is sent to, and the station office where the officers work, plus rest areas for the officers and a gym, along with the station commander's office.",
                "On the first floor there are rest areas for the firefighters, along with kitchen, mess, training area and recreational facilities.",
                "The appliance bay is large enough to house two fire appliances, currently comprising a pump ladder, G291 and specialist appliance CU7 command unit.",
                "There is a four storey training tower at the rear of the station yard that crews use to practise external access to a building and high rise procedures, and the station also backs directly onto the canal, allowing practical pump and water relay training."
            ]
        },
        {
            "heading": "Operational Information",
            "paragraphs": [
                "Park Royal's ground is approximately 8 sq km in size. It covers the suburban areas of Park Royal, Harlesden, North Acton and Stonebridge comprising residential properties, commercial and light and heavy industrial premises, underground and railway stations, hospitals, chemical plants and various industrial premises. Major roads include large sections of the A40 and A406.",
                "Park Royal Fire Station currently has one pumping appliance, callsign G291 and a command unit, callsign CU7.",
                "G291 is crewed by 5 personnel, usually one officer and four firefighters. Last year G291 attended 153 fires, 336 false alarms and 186 special services.",
                "CU7 is crewed by 3 personnel, two officers and one firefighter."
            ]
        }
    ],
    "id": 8326,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2024/8326/building_8326_untitled_d51b48ac01cf88cb5c10dc0e11cb9e31.png",
            "description": null,
            "title": "Park Royal Fire Station",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_8326_untitled_d51b48ac01cf88cb5c10dc0e11cb9e31.png"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2024/8326/building_8326_thumbnail_image-1_be57948737e34d103c8a355959dd99c8.png",
            "description": null,
            "title": null,
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_8326_thumbnail_image-1_be57948737e34d103c8a355959dd99c8.png"
        }
    ],
    "links": [],
    "location": {
        "address": "Waxlow Road, NW10 7NU",
        "latitude": 51.5377088,
        "longitude": -0.265605,
        "meeting_point": null,
        "travel_info": [
            "Tube: Harlesden",
            "Train: Harlesden"
        ]
    },
    "name": "Park Royal Fire Station",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/8326",
    "ticketed_events": false
}