{
    "all_week": false,
    "description": "Founders' Hall boasts a unique blend of neo-Vernacular, Arts and Crafts, and Post-Modern styles. Its exterior features distinctive gabled bays, terracotta panels, and metal grilles, while the interior showcases a ceremonial staircase, ornate parlour, and a livery hall illuminated by impressive œil de bœuf windows, creating an exceptional fusion of architectural elements.",
    "design": {
        "designers": [
            {
                "architect": "Green Lloyd Architects",
                "description": null,
                "year": "1987"
            }
        ],
        "periods": [
            "Historical/contemporary"
        ],
        "types": [
            "livery hall"
        ]
    },
    "events": [],
    "facilities": [
        "Toilets",
        "Handrails on stairs",
        "Quieter area",
        "Seating available",
        "Step-free routes"
    ],
    "factsheet": [
        {
            "heading": "Foundation in 1365",
            "paragraphs": [
                "The Founders' Company began its existence as one of the early medieval \"guilds\" or associations formed by members of various crafts or trades in the City of London.",
                "Their main purposes were to defend the craft against unfair competition, to assist its members in their work, to help those in distress and to promote and control education.",
                "Founders were workers in brass and brass alloys or tinplate known as \"Iatten\" or \"laton\", producing small cast articles such as candlesticks and pots and pans. Their Foundries were situated in and around Lothbury, a street that still exists under that name."
            ]
        },
        {
            "heading": "Ordinance",
            "paragraphs": [
                "The earliest surviving evidence relating to the Guild of Founders is a petition in Norman French which it made in 1365 to the Lord Mayor and Aldermen for its Ordinances to be enrolled at Guildhall, which was granted. The Company must already have been in existence at that date, but the year 1365 served as the basis on which the Company celebrated its 600th anniversary at Guildhall in 1965. The Wardens' Accounts go back to 1497 and only three other City Companies possess accounts starting earlier."
            ]
        },
        {
            "heading": "Architect",
            "paragraphs": [
                "'Their new (and existing) site was long and narrow, fronting Cloth Fair, Kinghorn Street and Bartholomew Close, on the northern edge of the City, close to Smithfield Market. The appointed architect, Sam Lloyd (1930-2009) of Green Lloyd architects came from a practice founded two generations earlier by his maternal grandfather, William Curtis Green (1875-1960), architect of the Dorchester Hotel (with Owen Williams) and the Wolseley restaurant in Piccadilly. Lloyd took his cue from nearby Nos. 41-42 Cloth Fair, a remarkable pre-Great Fire survivor, which had been restored by Seeley & Paget for their office and home in 1930. Its jetties and gables were the inspiration for Lloyd’s exuberant design. While yellow and brown stock brick is the main facing material for the five-storey reinforced-concrete frame, it is the projecting bays that catch the eye, alternately proud and recessed. The main entrance façade faces west onto the narrow Bartholomew Passage fronting the eastern end of St Bartholomew-the-Great, providing a striking juxtaposition of architectural styles. A palette of decorative materials is used including cast aluminium plaques (containing the initials of Court and Livery Members at the time of the Hall’s construction), terracotta panels and metal grilles.' Written by Alec Forshaw for the 20C Society"
            ]
        },
        {
            "heading": "What The Founders' Company does",
            "paragraphs": [
                "Our membership participates in a wide variety of activities. We have an annual spring tour, various sporting groups, meals throughout the year where you can get to know your fellow Founders, committees that govern our philanthropic giving, lectures, exhibitions, industry specific visits, and much much more. There is a Founders’ event happening almost every week.",
                "We also run three charities. Large amounts of our grants go towards education, specifically in the metallurgy and materials engineering sphere."
            ]
        },
        {
            "heading": "The Founders' Charities",
            "paragraphs": [
                "The Worshipful Company of Founders is one of the oldest livery companies in the City of London. Our earliest records are for 1365 although there is evidence of a fraternity even older. Like other livery companies the main purpose of the company was to control trade in the City of London by setting standards and training apprentices who would subsequently become freeman of the Company indicating they were entitled to practice their art.",
                "Subsequently they could become liverymen who were deemed worthy to train apprentices. In addition, there was an element of mutual support including looking after spouses of deceased members. In some ways these still feature in the life of the Company today. Members join a fellowship where we share common meals and other events including sports and touring activities. Although members come from a wide variety of backgrounds, we still maintain excellent links with our core industry and have a very active programme of support for education.",
                "The Warner charity specifically supports our university bursaries (currently held at Imperial College, Birmingham and Manchester Universities) and our annual Warner lecture. In the past these have included well known academics such as Sir Colin Humphreys, Bill Bonfield and Mary Ryan for example. Via our other charity we support work in both primary and secondary schools focused on science and engineering and more recently on apprentices based at the Brunel Centre in Bedford.",
                "We have widened our support to include all areas of materials science especially in the areas of near net shape processing which now includes Additive manufacture. Also, we support prizes at Cranfield University in manufacturing and a prize for the best apprentice selected by the Cast Metal Federation. Our industrial members are involved in many areas of casting from street furniture to turbine blades and from MRI to public sculptures."
            ]
        }
    ],
    "id": 8396,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/8396/building_8396_pxl_20230215_122648530_2_634a9c33db11699a6aeb60e20337471a.jpg",
            "description": null,
            "title": null,
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_8396_pxl_20230215_122648530_2_634a9c33db11699a6aeb60e20337471a.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/8396/building_8396_ita-venues-founder-s-hall-stairwell-3-copy_50360261d1638cfc498469e76e2a3269.jpg",
            "description": null,
            "title": "Entrance to the Hall",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_8396_ita-venues-founder-s-hall-stairwell-3-copy_50360261d1638cfc498469e76e2a3269.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/8396/building_8396_ita-founders-hall-outside-building-2_69d4fe56d52049b493bd97f916953502.jpg",
            "description": null,
            "title": "Exterior View",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_8396_ita-founders-hall-outside-building-2_69d4fe56d52049b493bd97f916953502.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/8396/building_8396_pxl_20220110_144145659_83ea2e435b7d694e5bad064dd5107f94.jpg",
            "description": null,
            "title": "Artwork inside the Hall",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_8396_pxl_20220110_144145659_83ea2e435b7d694e5bad064dd5107f94.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/8396/building_8396_coade-stone-photograph-2021_e99ecfd8df468147a6e2051584e2f572.jpg",
            "description": null,
            "title": "Exterior - Coade Stone (1800)",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_8396_coade-stone-photograph-2021_e99ecfd8df468147a6e2051584e2f572.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/8396/building_8396_picture1_b19e097f93e8c4de9b9284f05d16aa41.jpg",
            "description": null,
            "title": "Founders' Hall ",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_8396_picture1_b19e097f93e8c4de9b9284f05d16aa41.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/8396/building_8396_pxl_20220301_133727085_b7c9b0c8722b9dc7a6301230493667b4.jpg",
            "description": null,
            "title": "'Mole's eye view' \r\nEloise Harris, 2023",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_8396_pxl_20220301_133727085_b7c9b0c8722b9dc7a6301230493667b4.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/8396/building_8396_pxl_20230413_104441570_f0f994088eba037e1816b9f37ab02770.jpg",
            "description": null,
            "title": "'Millennium Bell' \r\nEloise Harris, 2023",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_8396_pxl_20230413_104441570_f0f994088eba037e1816b9f37ab02770.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Founders' Hall, 1 Cloth Fair, EC1A 7JQ",
        "latitude": 51.5192561,
        "longitude": -0.0990206,
        "meeting_point": null,
        "travel_info": [
            "Tube: Farringdon, Barbican, St. Paul's, Moorgate",
            "Train: Farringdon, City Thameslink, Moorgate",
            "Bus: 4, 56, 153, 8, 25, 76, 40, 163, 63, 45",
            "Additional travel info: An easy walk form Barbican, Farringdon or St. Paul's stations."
        ]
    },
    "name": "Founders' Hall",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/8396",
    "ticketed_events": false
}