{
    "all_week": false,
    "description": "Egyptian-style, pink and grey mausoleum created for the second Earl of Kilmorey. The form relates to the shrines at the heart of Egyptian Temples.",
    "design": {
        "designers": [
            {
                "architect": "H. E. Kendall",
                "description": null,
                "year": "1854"
            }
        ],
        "periods": [
            "Kaner Olette",
            "Victorian"
        ],
        "types": [
            "cemetery",
            "garden"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2024-09-15",
            "drop_in": true,
            "end": "2024-09-15T17:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in: Open Day",
            "notes": "",
            "start": "2024-09-15T13:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        "Audio guide/description",
        "Family-friendly event",
        "Large print guides",
        "Quieter area"
    ],
    "factsheet": [
        {
            "heading": "The Earl of Kilmorey",
            "paragraphs": [
                "The 2nd Earl of Kilmorey had the mausoleum built in 1854 on a plot he had secured at Brompton Cemetery. The pink and grey Egyptian style mausoleum cost over £30,000 and was moved by the Earl two times before his death at the age of 92 in 1880.",
                "Francis Jack Needham succeeded his father as the Second Earl of Kilmorey in 1832. At various times, he lived in five different houses in Twickenham, including Gordon House, St Margaret’s House and, further towards Hampton, at Orleans House, Cross Deep and Radnor House."
            ]
        },
        {
            "heading": "Priscilla Hoste",
            "paragraphs": [
                "Priscilla Anne Hoste was born in 1823 at Hamble House in Hampshire. Her mother, Lady Harriet, was descended from the Walpole and Churchill families. Her father was Captain William Hoste, a hero of the Napoleonic wars who died of tuberculosis when Priscilla was just five years old. Upon his death, Priscilla and her five siblings were left in the care of their mother and Captain Waldegrave, a comrade of Hoste. The relationship between the Earl of Kilmorey and Priscilla developed after meeting in Geneva in 1843 when Priscilla was 20 and the Earl, 56. Their affair led to Priscilla becoming pregnant with their son Charles soon after. In the summer of 1844, the pair eloped and a search was led by her mother Lady Harriet Hoste to stop them. As Priscilla was weeks from turning 21, her mother petitioned the courts in Paris to reinstate custody of her daughter. Lady Harriet lost the court case which revealed that she had in-fact encouraged their affair as a way of getting close to the Earl but had subsequently become jealous of their relationship and pregnancy. The heavily pregnant Priscilla was placed by the court in the care of a Dr. Pinel who had been nominated by Priscilla’s guardian Captain Waldegrave until she reached 21. As soon as she became a legal adult, Priscilla and the Earl left France for Twickenham. She gave birth to their son just weeks later.",
                "When Priscilla became ill in 1851 with a terminal heart condition, Kilmorey began making preparations for her burial and in 1853 wrote to Brompton Cemetery regarding a select plot. It took over a year for the details to be settled and approved by the Home Secretary and cost Kilmorey £1,030 16s 9d.",
                "The architect, Mr. H.E. Kendall, designed the £30,000 mausoleum to fit the circular plot at Brompton Cemetery which measured 1,963 square feet. The Egyptian design is believed to have been derived from a plate in a French book Description de l’Egypte published in 1809. The shape of the building relates to the shrines at the heart of Egyptian Temples – the place where a treasured image of a god was installed.\nWhen Priscilla died in October 1854, her coffin was inscribed with the words “the beloved of Francis Jack Earl of Kilmorey”. Inside the mausoleum, the Earl installed a marble relief carved in Rome by Lawrence MacDonald (1799-1878) which showed Priscilla lying on her death bed, with the Earl at her feet and her son Charles by her side. Her burial was a private matter and years later Priscilla’s whereabouts were still a secret as the Middlesex Chronicle had reported that the mausoleum “contained the body of a dear friend”."
            ]
        },
        {
            "heading": "Gordon House",
            "paragraphs": [
                "In 1862 when Kilmorey moved to Woburn Park, Chertsey, he moved the mausoleum with him at a cost of £700. Just six years later Kilmorey moved to Gordon House, moving the mausoleum for the last time. At Gordon House the Earl built an underpass beneath the Kilmorey Road en route to the mausoleum. After Kilmorey’s death in June 1880, Gordon House was left in trust to his son, Charles Needham, until the time of his marriage. In 1895, Charles sold Gordon House for £10,000. In 1936 the grounds of the mausoleum were passed on in perpetuity to Hounslow Borough Council on condition that access would be maintained, although it was not for some time that anyone entered this secret cemetery. Since the boundary changes in 1994, the Mausoleum has become the responsibility of the London Borough of Richmond upon Thames."
            ]
        },
        {
            "heading": "Present Day",
            "paragraphs": [
                "Habitats & Heritage run events and occasional volunteer days to help maintain the grounds.",
                "For more information please visit our website: https://habitatsandheritage.org.uk/get-involved/our-projects/kilmorey-mausoleum-heritage-conservation/"
            ]
        }
    ],
    "id": 842,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/842/building_842_21-kilmorey-2_d188cc3dd98fa91336476aca8bc4c2e4.jpg",
            "description": null,
            "title": "Kilmorey Mausoleum",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_842_21-kilmorey-2_d188cc3dd98fa91336476aca8bc4c2e4.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/842/building_842__dsc8326-min_94a96fef38942e76f2af0e0273eb0903.JPG",
            "description": null,
            "title": "Interior of the mausoleum",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_842__dsc8326-min_94a96fef38942e76f2af0e0273eb0903.JPG"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/842/building_842_img_1576-min-768x801_73022db0a977f34f1e18453aa4f78581.jpg",
            "description": null,
            "title": "Kilmorey mausoleum ",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_842_img_1576-min-768x801_73022db0a977f34f1e18453aa4f78581.jpg"
        }
    ],
    "links": [
        {
            "href": "https://habitatsandheritage.org.uk/get-involved/our-projects/kilmorey-mausoleum-heritage-conservation/",
            "title": null
        }
    ],
    "location": {
        "address": "275 St Margaret's Road (opposite Ailsa Tavern), TW1 1NJ",
        "latitude": 51.46110789999999,
        "longitude": -0.3228409,
        "meeting_point": null,
        "travel_info": [
            "Tube: Richmond",
            "Train: St. Margaret's (Greater London)",
            "Bus: H37, 110",
            "Additional travel info: 10 minute walk from St Margaret's railway station."
        ]
    },
    "name": "Kilmorey Mausoleum",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/842",
    "ticketed_events": false
}