{
    "all_week": false,
    "description": "The low carbon building is a straw bale construction built on compacted tyres with a cedar roof.  In the Perivale Nature Reserve owned by the Selborne Society it is used for society meeting and as an education centre for adults and schools.",
    "design": {
        "designers": [
            {
                "architect": "Straw Works Ltd",
                "description": null,
                "year": "2014"
            }
        ],
        "periods": [
            "Contemporary"
        ],
        "types": [
            "club",
            "education",
            "mixed use",
            "scientific",
            "recreational"
        ]
    },
    "events": [],
    "facilities": [
        "Toilets",
        "Accessible toilet",
        "Drinking water",
        "Quieter area",
        "Seating available",
        "Step-free routes"
    ],
    "factsheet": [
        {
            "heading": "History of the Bluebell Centre",
            "paragraphs": [
                "For the last 40 years the only base for visitors and volunteers to Perivale Wood local nature reserve was a volunteer-built concrete-based wooden hut, “The Hut”.  Members’ meetings, equipment and workspace for field work and study, a refreshments area and storage were all crammed in together in a building with lots of character but no heating, insulation or toilet (a trip to the loo involved a walk to the chemical toilets located within the woods).\n \nThe idea of updating the Hut had been on and off the agenda for the trustees of the Selborne Society for a couple of years.  A decision was made to go ahead in 2012 and a small group of volunteers came together to turn this into a reality.\n \nThe first plan was to replace the Hut with a bigger hut – albeit a more modern heated hut!  One option was to dismantle and rebuild the old parks department building in Walpole Park, but by the time it had been dismantled and transported, and brought up to modern standards we wouldn’t have gained an awful lot in terms of good quality facilities and it would have cost a lot. Buying a prefab-type ready-made building was also considered but enthusiasm for building something ourselves took a grip.",
                "As we are a conservation group it was important that we considered the environment in our plans for a new building.  That led us to explore architecture that addressed sustainability and energy conservation, and after some research we found a company called Straw Works Ltd, architects specialising in straw bale buildings.  We fell in love with the idea of a straw bale building and plans were drawn up.  As the design process went on we decided to go for a building with a much bigger footprint than the Hut, with a big space for our educational activities, a room for scientific and admin work, toilets, a kitchen and a boot room.",
                "In 2014 we started our building project by building an indoor toilet, with disability access, plumbed into the mains next to our existing hut.  This was the first time we had a mains connected toilet and ended a 100 years of using the loos in the wood.  The work was all done by volunteers and we used recycled materials for most of it, including the disability handrails and the baby changing table.  This part of the project was a huge undertaking in itself as we had to hand dig a trench over 30m long to access a mains drain in the road.",
                "Now, in late 2014,  we were ready to start the build proper and apart from a few jobs we had to employ professionals for, the building was constructed by volunteers working 5, 6 and sometimes 7 days a week over two years to complete the structure.  Many of the volunteers were retired people who brought a range of professional and practical skills with them, but all volunteers learned a lot of new skills on the job and grew in confidence as the months went by.  We did ask specialists to come in to help build the wooden frame to support the straw and the make the windows and doors.  The oak trusses used to support the vaulted roof were hand carved by a local green wood worker and joiner, Thomas Bickerdike, and the lime plaster was applied to the outside of the building by a professional, but due to cost the volunteers decided to hand plaster the straw on the inside of the building.",
                "The premise of a low carbon building was stuck to – there is no concrete in the building, and where we could we re-used materials from other buildings, or used materials.  The walls are straw bales with a lime plaster finish, the foundations are compacted car tyres and the roof is covered in cedar hand cut shakes which we got from a British company which had them in stock for some while.",
                "The parquet flooring came from Pitzhanger Manor, the internal doors were recycled, one external door came from the toilet building in Walpole Park, all the bathroom fittings and the kitchen were second hand and donated, and the 1930s lead windows in the boot room came from a neighbour.",
                "The building is extremely well insulated with straw bale walls and 30cm of natural sheep’s wool in the roof space and under the floor.  The electrical system has been designed to switch off lights when not required in the toilets and when the building is locked the major electrical circuits e.g. urn, hob and water heaters are all switched off along with the water main.  Heating is 2 x 2kw electric heaters in the main area, a 1kw heater in the Lab.  The Lab heating switches over to frost protection when not in use and the main heaters are controlled via the internet and switched up from 11 degrees when we are using the centre.",
                "Throughout the build volunteers were inspired to try their hand at decorative features, inspired by nature, that helped the building take on a character and beauty of its own.",
                "The end result is not only “a bigger hut” but a building that looks beautiful, blends into its surroundings and is energy efficient.  The atmosphere in the building is one of calm and peace, we feel not just because it is built of natural materials but because it was built with love."
            ]
        },
        {
            "heading": "Selborne Society",
            "paragraphs": [
                "The Selborne Society was founded in 1885 as a national organisation, to commemorate, celebrate and promote the work of Gilbert White (1720-1793), a curate in Selborne in Hampshire, who is widely called the founder of modern natural history.",
                "As well as his acute observation of the flora and fauna of the local area, and his understanding of the importance of the relationship between living things and their environment, White was a gifted writer and his letters, published as ‘The Natural History of Selborne’ have never been out of print since they were published in 1789.",
                "The Perivale branch (originally the Brent Valley branch) of the Society first rented and then bought a small woodland area in what was then a rural setting, in the early 1900s, and established one of the first nature reserves, the Brent Valley Bird Sanctuary, at a time when ideas about the need to manage land for wildlife weren’t widely debated.",
                "Over the 20th century the national Selborne Society waned as other natural history organisations grew up, and Perivale is now the only remaining branch of the Society, and the main focus of the Society’s activity is the management of the nature reserve along with a broad education programme for adults and children. The Society still has active links with other organisations which promote Gilbert White’s work and legacy. We are a thriving membership organisation and welcome new members."
            ]
        },
        {
            "heading": "Perivale Local Nature Reserve",
            "paragraphs": [
                "Having rented the woodland initially the Brent Valley branch of the Selborne Society bought the land in 1922, and volunteers through the decades have worked hard to manage and enhance the habitats in the reserve for wildlife ever since. It gained the status of a Local Nature Reserve in 1974, one of only two reserves with the status at that time.",
                "The reserve covers 27 acres (11 hectares) of land comprising\n18 acres of ancient woodland\n5 acres of pasture\n2 acres of damp scrub\n2 acres of (relatively) recently disturbed land with a very different vegetation from the ancient woodland\n5 ponds and 2 streams",
                "A huge range of species are found in the reserve – 24 species of trees and 115 species of birds, for example, not to mention those less visible species such as molluscs, fungi, invertebrates, mosses and liverworts.  For many the reserve is indelibly associated with bluebells as the wood is carpeted with 4 million bluebells each spring.",
                "The reserve is not open to the public but members can collect a key and come in to enjoy the tranquility of the place, and to do their own wildlife watching or studies. We run regular field meetings and lectures, as well as a terrific programme of events for children, all of which are open to anyone, and we welcome up to 100 school parties each year."
            ]
        },
        {
            "heading": "Volunteers",
            "paragraphs": [
                "The Selborne Society is a charity, entirely run by volunteers, who look after the reserve, and run a programme of indoor and outdoor events throughout the year.  We have over 1000 members in the society.  There are volunteering opportunities for people whatever their abilities and interests, and we welcome everyone to come along and join in.",
                "We have people doing conservation work in the woods and others looking after the building, benches and boundaries. We also need people to do admin work looking after our database, records and bookings, people to help run our events and people to help with publicity and social media.",
                "The one thing we do like our volunteers to have is fun, no one is asked to do anything they don’t want to do and we encourage people to socialise and drink lots of tea."
            ]
        }
    ],
    "id": 8635,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/8635/building_8635_ed-building-23-4-17-049-copy_b35ed8fec6f51523784cee575361a495.JPG",
            "description": null,
            "title": " Bluebell Centre",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_8635_ed-building-23-4-17-049-copy_b35ed8fec6f51523784cee575361a495.JPG"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/8635/building_8635_ed-building-23-4-17-005_ed6bdb19f300e4788e2ea5264ebe2297.JPG",
            "description": null,
            "title": "Main Room with recycled floor from Pitzhanger Manor",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_8635_ed-building-23-4-17-005_ed6bdb19f300e4788e2ea5264ebe2297.JPG"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/8635/building_8635_ed-buiulding-9-4-15-010_b5f0d5dbbbcd97fad227ab0bfcae10ca.JPG",
            "description": null,
            "title": "Building the wooden frame to support the straw bales",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_8635_ed-buiulding-9-4-15-010_b5f0d5dbbbcd97fad227ab0bfcae10ca.JPG"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/8635/building_8635_ed-building-3-5-15-002_b1372230dc6cba45121a00a1481664e5.JPG",
            "description": null,
            "title": "Support for the roof which was built before the walls",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_8635_ed-building-3-5-15-002_b1372230dc6cba45121a00a1481664e5.JPG"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/8635/building_8635_ed-building-17-6-15-044_116083c8c4ea3c9c4505e046e8c66bde.JPG",
            "description": null,
            "title": "Building the straw bale walls",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_8635_ed-building-17-6-15-044_116083c8c4ea3c9c4505e046e8c66bde.JPG"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/8635/building_8635_ed-building-19-6-15-029_855e444fe8b38349bcd707df0fc926e4.JPG",
            "description": null,
            "title": "Lowering the roof on to the bales",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_8635_ed-building-19-6-15-029_855e444fe8b38349bcd707df0fc926e4.JPG"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/8635/building_8635_ed-building-19-6-15-063_ddf8b72fa9c9b27046939d54a0b758b7.JPG",
            "description": null,
            "title": "Straw Walls",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_8635_ed-building-19-6-15-063_ddf8b72fa9c9b27046939d54a0b758b7.JPG"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/8635/building_8635_ed-building-2-8-15-024_7a74556cb53facfa922844c407119b88.JPG",
            "description": null,
            "title": "Making the oak trusses",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_8635_ed-building-2-8-15-024_7a74556cb53facfa922844c407119b88.JPG"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/8635/building_8635_ed-building-6-9-15-003_e26fb699cbf8c22675bc6d62fef6adef.JPG",
            "description": null,
            "title": "Putting on the lime plaster",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_8635_ed-building-6-9-15-003_e26fb699cbf8c22675bc6d62fef6adef.JPG"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/8635/building_8635_ed-building29-10-15-004_e751e498cc97a23beb22eb5907deaffa.JPG",
            "description": null,
            "title": "Cedar shake roofing tiles",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_8635_ed-building29-10-15-004_e751e498cc97a23beb22eb5907deaffa.JPG"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/8635/building_8635_ed-building-15-11-15-025_a5c8db2d997a4b1fc98b36eef6161bd2.JPG",
            "description": null,
            "title": "Lime plastering the inside walls by hand",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_8635_ed-building-15-11-15-025_a5c8db2d997a4b1fc98b36eef6161bd2.JPG"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/8635/building_8635_feeding-time_53a1e81674e07efcd6cbc43700bafebf.jpg",
            "description": null,
            "title": "Starling moved in before we could finish the lights",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_8635_feeding-time_53a1e81674e07efcd6cbc43700bafebf.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/8635/building_8635_ed-building-29-11-16-066_d22a0c762498a0f7a6174414138191ed.JPG",
            "description": null,
            "title": "oak name for the centre",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_8635_ed-building-29-11-16-066_d22a0c762498a0f7a6174414138191ed.JPG"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/8635/building_8635_ed-building-29-3-16-011_cf285efaf596ac459c1b4d784ee18f25.JPG",
            "description": null,
            "title": "recycled scaffold boards for internal wall",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_8635_ed-building-29-3-16-011_cf285efaf596ac459c1b4d784ee18f25.JPG"
        }
    ],
    "links": [],
    "location": {
        "address": "between 36 & 38 Sunley Gardens, Perivale, UB6 7PE",
        "latitude": 51.5387675,
        "longitude": -0.3264989,
        "meeting_point": null,
        "travel_info": [
            "Tube: Perivale",
            "Train: South Greenford",
            "Bus: 297, 95, E5",
            "Additional travel info: Perivale wood where the Bluebell centre is sited is 200m from Perivale  station, under the bridge, second on the left. between no.36 & 38"
        ]
    },
    "name": "Bluebell Centre, Perivale Wood Nature Reserve",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/8635",
    "ticketed_events": false
}