{
    "all_week": false,
    "description": "The museum is situated in a shopfront in Leegate Shopping Centre, which has been described by the Evening Standard as \"the worst shopping precinct in the country.\"",
    "design": {
        "designers": [
            {
                "architect": "Clark Barker & Partners",
                "description": null,
                "year": "1964"
            }
        ],
        "periods": [
            "Contemporary"
        ],
        "types": [
            "museum"
        ]
    },
    "events": [],
    "facilities": [
        "Parking",
        "Toilets"
    ],
    "factsheet": [
        {
            "heading": "History",
            "paragraphs": [
                "Lee Green was once a village green, with a windmill and a village pub and several farms. A farmhouse stood roughly on the Museum of Neoliberalism site in the 1700s. In the 1840s the farm buildings were moved slighty to the east (to where the Leybridge Court estate is now.)",
                "In the 1820s William Cobbett, an early Victorian radical who opposed the Corn Laws, undertook a series of 'Rural Rides' to look at the condition of farming in the 1820s. In addition to the Corn Laws, his ‘rides’ were against a backdrop of the Enclosure Acts of the early part of the century, where the rich landowners took ownership of what had previously been common land.",
                "While he did not visit Lee specifically, he did note in nearby Dartford that \"Here dwell vanity and poverty,\" and in his descriptions of farming poverty elsewhere in the south-east he noted that, \"The labourers seem miserably poor. Their dwellings are little better than pig-beds, and their looks indicate that their food is not nearly equal to that of a pig. Their wretched hovels are stuck upon little bits of ground on the road side, where the space has been wider than the road demanded.\"",
                "In 1837, Robert Cocking, a British watercolour artist died in the first parachute accident, and there is evidence that he landed in “Six Acre Field” where the Museum stands today.",
                "The detail of Cocking's post-mortem was published in The Lancet, which covered the horrendous extent of his injuries in some detail. The Lancet though was damning of the enterprise, describing the parachute as a ‘suicidal machine’",
                "\"The instrument of death was simply a canvas toy, constructed in ignorance, and used with the hardihood which might distinguish an unfortunate being who contemplated his own destruction by extraordinary and wonder exciting means ….\"",
                "After the crash he was taken to the nearby (Old) Tiger's Head pub where he died soon after, and the innkeeper, Thomas Sears was upbraided by the coroner for charging locals sixpence to see the body, describing the scheme as “deserving of peculiar censure and deprecation.” Some of Cocking’s clothing and pieces of the parachute also disappeared whilst in Sear’s charge. Cocking is buried in the nearby St Margaret's of Antioch Churchyard alongside the famous astronomer Edmund Halley.",
                "The original site of Lee Green Farm was redeveoped in the 1860s as housing called Carston Mews, which was demolished 100 years later to make way for Leegate Shopping Centre, a mixed commercial and residential district.",
                "The centre has been in decline since Sainsbury’s opened to the west of Burnt Ash Road, which was compounded by the red-lining of the increasingly busy roads, and the demolition of the nearby Ferrier Estate.",
                "The site was acquired by developers St Modwen who submitted plans in 2016 to redevelop the site with as housing, shops and a large new ASDA. The plan fell through when ASDA and Sainsbury's entered talks to merge. Since then, the site was sold to Galliard Homes who are currently applying for planning permission to demolish the building and replace it with a 15 storey mixed-use complex of housing and shops.",
                "- Massive thanks to the Running Past blog (runner500.wordpress.com) for the historical research."
            ]
        },
        {
            "heading": "WAR Gallery",
            "paragraphs": [
                "In 2016 the unit where the Museum stands was rented by the artist Darren Cullen, (aka Spelling Mistakes Cost Lives), as a studio with the front of the space opened to the public as WAR Gallery. The gallery was open for 4 years showing work by political, comic, and outsider artists. In 2019 Cullen closed the gallery and opened the Museum of Neoliberalism in the same space."
            ]
        },
        {
            "heading": "Museum of Neoliberalism",
            "paragraphs": [
                "In 2019 Darren Cullen and Gavin Grindon co-curated the Museum of Neoliberalism at The World Transformed festival in Brighton, a fringe event of the Labour Party conference. After the festival closed the museum was reinstalled in the former WAR Gallery space and opened to the public for free.",
                "The curators intend to keep the museum open indefinitely, until redevelopment starts on the Leegate site."
            ]
        }
    ],
    "id": 8739,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2024/8739/building_8739_museum-of-neoliberalism-photo-outside_41f7accb3d8c16ea01c7c80565751ad3.jpeg",
            "description": null,
            "title": "Outside view",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_8739_museum-of-neoliberalism-photo-outside_41f7accb3d8c16ea01c7c80565751ad3.jpeg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2024/8739/building_8739_ee5yebtwwauon4f_5110798545d6c05cb707b9213dd43074.jpg",
            "description": null,
            "title": "Exhibit about rail privatisation",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_8739_ee5yebtwwauon4f_5110798545d6c05cb707b9213dd43074.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2024/8739/building_8739_ehboyf0wwaetret_fa833ab79b999fe1fb2575c869c1f826.jpg",
            "description": null,
            "title": "Amazon diorama",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_8739_ehboyf0wwaetret_fa833ab79b999fe1fb2575c869c1f826.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2024/8739/building_8739_grenfell_c7f4e0770c6087f8c42a4b37ee4c3fa5.jpg",
            "description": null,
            "title": "Exhibit showing cross-section of a wall in Grenfell Tower",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_8739_grenfell_c7f4e0770c6087f8c42a4b37ee4c3fa5.jpg"
        }
    ],
    "links": [
        {
            "href": "runner500.wordpress.com",
            "title": null
        }
    ],
    "location": {
        "address": "16 Eltham Road, SE12 8TF",
        "latitude": 51.4560075,
        "longitude": 0.0125015,
        "meeting_point": null,
        "travel_info": [
            "Tube: Lewisham",
            "Train: Blackheath, Lee, Lewisham",
            "Bus: 321, 178, 122, 261, 202",
            "Additional travel info: If coming from north east London, you can catch the overground to New Cross Gate and then the 321 bus will drop you off at The Old Tigers Head.\r\n\r\nThe museum is a 15 minute walk from Blackheath or Lee station, or a short bus ride from Lewisham."
        ]
    },
    "name": "Museum of Neoliberalism",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/8739",
    "ticketed_events": false
}