{
    "all_week": false,
    "description": "Originally the studio home of Lord Leighton, President of the Royal Academy, the house is one of the most remarkable buildings of 19C. The museum houses an outstanding collection of high Victorian art, including works by Leighton himself.",
    "design": {
        "designers": [
            {
                "architect": "George Aitchison",
                "description": null,
                "year": "1865"
            }
        ],
        "periods": [
            "BDP",
            "Victorian"
        ],
        "types": [
            "historical house"
        ]
    },
    "events": [],
    "facilities": [
        "Toilets",
        "Accessible toilet",
        "Baby changing facilities",
        "Gender neutral toilet",
        "Step-free routes"
    ],
    "factsheet": [
        {
            "heading": "Frederic Leighton (1830-1896)",
            "paragraphs": [
                "Frederic Leighton was born at 13 Brunswick Terrace, Scarborough, Yorkshire on 3 December 1830, the second of three children of Dr Frederic Septimus Leighton and Augusta Susan Nash. The family moved to London in 1833 and Leighton subsequently attended University College School. In 1841, for the sake of his mother's health, the family began spending extended periods on the continent and travel was to become a constant theme of Leighton's life, with weeks and sometimes years spent overseas each year.",
                "Leighton had shown an interest in drawing at an early age and, despite his father's initial scepticism, began his formal training in 1846 at the art institute in Frankfurt, Germany. Following completion of his studies, he travelled to Rome determined to launch his career as a painter. The principal product of this time was the vast canvas 'Cimabue's Celebrated Madonna is Carried in Procession through the Streets of Florence' which was exhibited at the Royal Academy in 1855 and immediately bought by Queen Victoria.",
                "Leighton returned to London in 1859 intent on furthering his artistic career. He was elected as an Associate of the Royal Academy in 1864 -- the same year he commissioned the studio-house in Holland Park Road where he would live until his death. His increasing reputation was recognised by a private visit from Queen Victoria in 1869 where she later noted in her journal: 'He is most agreeable & gentlemanlike & his house and studio charmingly arranged'.",
                "By 1878 Leighton was elected President of the Royal Academy and knighted. He proved an extremely effective and diplomatic President and used his wealth and stature to support a variety of causes. He also made particular efforts to draw into the Academy artists such as his friends G.F. Watts and Edward Burne-Jones.",
                "Ultimately, Leighton's many social commitments and public duties began to take a toll on his health from the late 1880s. In October 1894 he suffered a first attack of angina and spent much of 1895 recuperating abroad.",
                "Frederic Leighton died on 25 January 1896 and remains the only British artist to have been raised to the peerage, becoming Baron Leighton of Stretton shortly before he died. He was buried in St. Paul's Cathedral with the express approval of Queen Victoria, amid great ceremony."
            ]
        },
        {
            "heading": "The Building",
            "paragraphs": [
                "Leighton House, a remarkable Victorian residence, is unique among the capital's museums in combining an exceptional collection of Victorian art with the intimacy of a private home. Owned and operated by the Royal Borough of Kensington and Chelsea, it was the studio-home of Frederic Leighton (1830-1896), a leading exponent of 19th-century classical art.",
                "Whilst best known as a painter and sculptor, architecture was also a deep and abiding interest for Leighton. This was partly inspired by his extensive travels through Europe and North Africa and his sketchbooks contained many precise notes and drawings of architectural subjects.",
                "'I wish had a house' wrote Leighton to his mother in 1862. It was his clear intention to build, rather than purchase a house and he meant to be closely involved in its realisation.",
                "By 1864, Leighton was beginning to enjoy the financial status that could make a reality of his intentions. The architect George Aitchison (a good friend of Leighton's) was commissioned to design and build the studio-house in which Leighton could live, work, entertain and house a growing collection of fine and decorative art.",
                "Work started in 1865 and over the next thirty years he was almost constantly extending and embellishing his home. The Arab Hall was added at the end of the 1870s, coinciding with Leighton's election as President of the Royal Academy, and the Winter Studio was built in 1889. The last addition, the Silk Room was completed in the spring of 1895. As Leighton worked in his studio on his most famous painting 'Flaming June', the builders were at work just outside the studio door.",
                "In summary, the house was conceived around his fine collections and each room reflected a different, fascinating aspect of these."
            ]
        }
    ],
    "id": 901,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/901/building_901_lhm-arab-hall-the-royal-borough-of-kensington-and-chelsea-image-courtesy-of-will-price_01f317d8cefb9e4d93a0fd9b73de6271.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_901_lhm-arab-hall-the-royal-borough-of-kensington-and-chelsea-image-courtesy-of-will-price_01f317d8cefb9e4d93a0fd9b73de6271.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/901/building_901_lhm-exterior-the-royal-borough-of-kensington-and-chelsea-image-courtesy-of-will-price_0f9b866c324755a9eab7daa8776048a6.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_901_lhm-exterior-the-royal-borough-of-kensington-and-chelsea-image-courtesy-of-will-price_0f9b866c324755a9eab7daa8776048a6.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/901/building_901_lhm-garden-the-royal-borough-of-kensington-and-chelsea-image-courtesy-of-will-price_143098f2d97314ed861822e5152f418b.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_901_lhm-garden-the-royal-borough-of-kensington-and-chelsea-image-courtesy-of-will-price_143098f2d97314ed861822e5152f418b.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/901/building_901_lhm-narcissus-hall-the-royal-borough-of-kensington-and-chelsea-image-courtesy-of-will-price_aac1ce4e108575f448aa3b86eb75e6f6.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_901_lhm-narcissus-hall-the-royal-borough-of-kensington-and-chelsea-image-courtesy-of-will-price_aac1ce4e108575f448aa3b86eb75e6f6.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "12 Holland Park Road, W14 8LZ",
        "latitude": 51.4985714,
        "longitude": -0.2035702,
        "meeting_point": null,
        "travel_info": [
            "Tube: High Street Kensington, Earl's Court",
            "Train: Kensington Olympia",
            "Bus: 9, 27, 28, 49, C1, 23"
        ]
    },
    "name": "Leighton House Museum",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/901",
    "ticketed_events": false
}