{
    "all_week": false,
    "description": "This ambitious transformation of the former Camden Town Hall Annexe, a 1974 Brutalist structure, into a landmark hotel was achieved through the restoration of the original concrete façade and the addition of three striking storeys.",
    "design": {
        "designers": [
            {
                "architect": "Orms Architects",
                "description": null,
                "year": "2019"
            }
        ],
        "periods": [
            "Historical/contemporary"
        ],
        "types": [
            "hotel"
        ]
    },
    "events": [],
    "facilities": [
        "Toilets",
        "Accessible toilet",
        "Handrails on stairs"
    ],
    "factsheet": [
        {
            "heading": "Overview",
            "paragraphs": [
                "The Standard, London is the result of a bold transformation of the former 1970s Camden Town Hall Annexe envisioned by Orms and Crosstree Real Estate Partners in collaboration with interior designers Shawn Hausman Design and interior architects Archer Humphryes.",
                "Orms’ proposal to reuse, adapt, and extend the existing Brutalist structure has completely transformed the perception of the building, allowing for its new use as a destination hotel.",
                "Set in London’s thriving King’s Cross neighbourhood, the 1974 Brutalist building has been meticulously restored and sets the perfect stage for The Standard brand’s first hotel outside America. The Standard, London was created with design and culture as its core featuring a strong aesthetic throughout plus a rich cultural programme offering eclectic talks, a vibrant music offering and innovative food and beverage outlets.",
                "Orms’ conceptual design was led by the audacious idea of opting for renovation of the existing building over demolition which has remarkable impact on the building’s carbon emissions. To adopt its new function, Orms designed a contrasting new steel and glass three-storey extension. The top floor is served by a striking red colour external shuttle lift which glides up the north face of the building opposite Renaissance St Pancras Hotel.",
                "Its re-designed façade entrance points and a reinstated public garden provide a tranquil escape from the bustle of Euston Road in addition to a new, permanent east-west route for pedestrians and cyclists.",
                "The resulting hotel offers a myriad of facilities including a Library Lounge, which pays respect to the original use of the space that the team inherited – designed to bring a tactile quality and to spark conversations between people.",
                "Informed and inspired by Camden’s history, from politics, intellectuals and punk rock bands to the mischievous underbelly of King’s Cross, The Standard, London pays homage to both its location and the building while recognising the remarkable transformation taking hold of the neighbourhood."
            ]
        },
        {
            "heading": "Building conversion/refurbishment",
            "paragraphs": [
                "The conversion from offices to a contemporary boutique hotel was developed by retaining and cleaning the original brutalist concrete frame. The original tinted-windows in their distinct rounded rectangular frames were then replaced with clear glass, and on the building corners, rounded panes with high-grade acoustic specification were inserted to combat noise from the busy roads below.",
                "The façade’s existing precast concrete panels formed an integral part of the building’s structure and so could not be removed or altered without significant structural remodelling, so separating the annexe from the neo-classical Town Hall was entrusted by Orms to convert the former Camden council offices into a shell and core suitable for premium hospitality facilities.",
                "To do this Orms had to remove the stair core and the concrete plant enclosure at roof level that joined the Annexe and Camden Town Hall together and allowed access but blocked important views through Tonbridge Walk to St Pancras and beyond.  By removing these items, Orms allowed the sculptural mass of the building to be expressed as a stand-alone building for the first time. However, removal of the core also meant that the building’s stability was partly reduced, and so the architects used the addition of new internal goods lift core and a shear wall to re-stabilise the building.",
                "To create the rooftop extension PVD coated stainless cladding was used and deliberately angled to form a solid, sculpted roof element, catching the light differently throughout the day to create a constantly changing display. On the 8th floor, façades constructed in timber and glass allow the interior materials of the bedrooms to ‘flow out’ onto their private terraces which feature outside baths. Above these the 9th and 10th floor bays cantilever out – to match the profile of the existing building below – to host the new restaurant and bar, and a roof terrace above. Orms designed dramatic 4.6m floor to ceiling heights on the top level, maximising the views to St Pancras and Kings Cross to the north and the city, and West End to the south. The top floor is served by a dedicated external shuttle lift which glides up the north face of the building opposite St Pancras. Its red colour – chosen by Shawn Hausman Design and based on the iconic London bus – and rounded form gives the building an additional striking feature on its public face.",
                "At ground level, a large format, blue revolving door marks the new entrance to reception under a new precast concrete canopy.  The characteristic design style of Shawn Hausman Design and Archer Humphryes carries its way up through the variously configured hotel rooms and suites, and throughout the common hospitality spaces.",
                "The resulting hotel offers a myriad of facilities including a library lounge, which pays respect to the original use of the space that the team inherited – designed to bring a tactile quality and to spark conversations between people. The ground floor reception-come-library hosts two restaurants and a bar. Upstairs, the 266 rooms configured in 42 unique styles over seven of the existing floors and 2 new floors, range from rooms placed within the core, windowless ‘sanctuaries’ designed for a restful night’s sleep, to terraced suites with outdoor bathtubs overlooking St Pancras. Above this, the top floor of Orms’ three storey extension houses an additional restaurant and roof garden."
            ]
        }
    ],
    "id": 9211,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/9211/building_9211_standard-exterior_017-final_high_f29f47a01c23e8f3b1442a29d136b8fa.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9211_standard-exterior_017-final_high_f29f47a01c23e8f3b1442a29d136b8fa.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/9211/building_9211_library_lounge_002_3692827fa2d1f82c1809c6063c74be81.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9211_library_lounge_002_3692827fa2d1f82c1809c6063c74be81.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/9211/building_9211_double-standard_002_a1f69602015a8eb0952aaff52a6e738e.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9211_double-standard_002_a1f69602015a8eb0952aaff52a6e738e.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/9211/building_9211_library_lounge_021_9485b1c1a95b9393f6777712ba396169.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9211_library_lounge_021_9485b1c1a95b9393f6777712ba396169.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/9211/building_9211_library_lounge_030_f04a94c116712103d07a45b3da43a09f.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9211_library_lounge_030_f04a94c116712103d07a45b3da43a09f.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/9211/building_9211_the-standard-lifestyle_176_fbdb1bfcb058faf9922f6d7bda1f5826.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9211_the-standard-lifestyle_176_fbdb1bfcb058faf9922f6d7bda1f5826.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/9211/building_9211_the-standard_suite-spot-july-1st_157-final-3_c26561ca7c939ff7684569400805d1c5.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9211_the-standard_suite-spot-july-1st_157-final-3_c26561ca7c939ff7684569400805d1c5.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/9211/building_9211_the-standard-london-nye-couple-shot-10-8_7982a42a164d07c39e709fe89fbbc5e2.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9211_the-standard-london-nye-couple-shot-10-8_7982a42a164d07c39e709fe89fbbc5e2.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/9211/building_9211_the-standard-decimo_038-final_a98d2c448a1ddf784057840ba5307847.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9211_the-standard-decimo_038-final_a98d2c448a1ddf784057840ba5307847.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/9211/building_9211_the-standard-decimo_126-final_1c6e095b40121407339fb94e71ac7a7b.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9211_the-standard-decimo_126-final_1c6e095b40121407339fb94e71ac7a7b.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/9211/building_9211_decimo-night-shoot_104_final_6845b5d43e5ed75017e6665d283863cd.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9211_decimo-night-shoot_104_final_6845b5d43e5ed75017e6665d283863cd.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/9211/building_9211_the-standard-july-3_216_6edbe8ce7af53da5d27d60e5b2b962c7.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9211_the-standard-july-3_216_6edbe8ce7af53da5d27d60e5b2b962c7.jpg"
        }
    ],
    "links": [
        {
            "href": "https://www.standardhotels.com/london/properties/london",
            "title": "www.standardhotels.com/london/properties/london"
        }
    ],
    "location": {
        "address": "10 Argyle St, WC1H 8EG",
        "latitude": 51.52971,
        "longitude": -0.12442,
        "meeting_point": null,
        "travel_info": [
            "Tube: King's Cross St. Pancras, Euston",
            "Train: King's Cross, Euston",
            "Bus: 10, 17, 30, 45, 46, 59, 63, 73, 91, 205, 214, 259, 390, 476",
            "Additional travel info: The meeting point will be in the main reception, further details will be shared a few days ahead of the tour by email."
        ]
    },
    "name": "The Standard, London",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/9211",
    "ticketed_events": false
}