{
    "all_week": false,
    "description": "Antepavilion Commission offers emerging architects and makers opportunities to create new work through hands-on construction. Works are put on temporary display in Columbia/ Brunswick Wharf, situated on the Regents Canal in Haggerston.",
    "design": {
        "designers": [
            {
                "architect": "Jaimie Shorten",
                "description": null,
                "year": "2017"
            },
            {
                "architect": "Thomas Randall-Page and Benedetta Rogers",
                "description": null,
                "year": "2017"
            },
            {
                "architect": "Project Bunny Rabbit",
                "description": null,
                "year": "2017"
            },
            {
                "architect": "Studio Sardar",
                "description": null,
                "year": "2017"
            }
        ],
        "periods": [
            "Thomas Randall-Page and Benedetta Rogers",
            "Historical/contemporary"
        ],
        "types": [
            "industrial",
            "art in the public realm",
            "public realm/landscape",
            "walk/tour",
            "community/cultural",
            "event"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2024-09-15",
            "drop_in": true,
            "end": "2024-09-15T18:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in: Tour",
            "notes": "Please let us know if you plan to visit. Doing so allows the venue to plan ahead and you will be notified by email about any changes to the programme that might affect your visit.",
            "start": "2024-09-15T11:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        "Toilets",
        "Drinking water"
    ],
    "factsheet": [
        {
            "heading": "Antepavilion Competition",
            "paragraphs": [
                "Established in 2017, Antepavilion is an arts and architecture charity in Hackney which promotes individual free thought and expression. The annual Antepavilion competition allows artists, architects and designers to create challenging and thought-provoking structures at the interface of art and architecture and importantly to obtain hands-on construction experience.",
                "Over the last few years, the competition has attracted the ire of Hackney Council. They served planning enforcement notices against the 2017 and 2019 winners, HVAC and Potemkin Theatre, and obtained an emergency High Court injunction against the 2020 Antepavilion winner, Sharks!.",
                "The Council have labelled the structures \"unacceptable in terms of their size, location and design\". A position which shows no respect for the opinions of local residents and the wider arts community who find the installations enliven an otherwise dull canalfront.",
                "These actions have placed Antepavilion in the centre of a battle between free expression and bureaucratic control for its own sake, or for simple authoritarian art censorship."
            ]
        },
        {
            "heading": "Sharks! 2020",
            "paragraphs": [
                "SHARKS!, the winning proposal by architect Jaimie Shorten takes inspiration from the Headington Shark, the full-scale fibreglass sculpture of a shark that crashes into the roof of a terraced house in suburban Oxford. Installed in 1986, the Headington Shark was the subject of a prolonged campaign by Oxford City Council to force its removal.",
                "Sharks! lived up to its forebearer's controversial history, being the subject of a High Court Injunction. After a popular tour of duty in the City Road Basin, Sharks! is now largely quarantined in the warehouse till ongoing litigation is resolved.",
                "The story of Shacks! has become the subject of a meticulously researched and highly successful youtube video by CGPGrey: https://www.youtube.com/watch?v=_8xhdL8BPvU"
            ]
        },
        {
            "heading": "All Along the Watchtower 2021",
            "paragraphs": [
                "All Along the Watchtower was a special early summer commission for the 2021 Antepavilion competition. It is a bamboo and steel cable 'tensegrity structure' constructed and designed by Project Bunny Rabbit.",
                "Popularised by American architect, Buckminster Fuller, these structures place isolated components under compression (the bamboo) within a lattice of tension (the cable). In this way, none of the bamboo elements touch each other. The tensegrity structure forms a visually striking, fast construct and deconstruct, ultra-lightweight rooftop feature.",
                "In our tradition of attracting disproportionate oppressive actions from the authorities, Watchtower managed to excite the powers not just of the minnows of Hackney Council but of the home secretary herself.  In June last year Priti Patel - she the radicalised custodian of the hostile environment for human rights and civil liberties - sent around 100 police, spearheaded by the notorious thugs of the TSG in a raid on Hoxton Docks. They smashed their way through all the closed doors of the buildings, three people were arrested and documents, materials and mobile phones were seized. The site was occupied for two days by bewildered lower ranks who were told their 'ropes team’ were on their way to dismantle the towers.",
                "All this was apparently done to make sure the structure would not be used in an Extinction Rebellion protest. Antepavilion has no relationship with Extinction Rebellion, a fact the police undercover officers failed to recognise or report to their superiors.",
                "On display will be an example of the bamboo and wire rope modular structures that the police got so exercised by that they started their own specialist training programme to deal with."
            ]
        },
        {
            "heading": "Antechamber 2021",
            "paragraphs": [
                "Antechamber is the 2021 Antepavilion by Nima Sardar. Inspired by a bird box, the collapsable structure is a camera obscure, utilising a lens aperture in the roof through which the sky or surroundings are projected onto a viewing surface. Situated on the roof of our canals side building AnteChamber produces impressive projections of Regent’s Canal and Hackney."
            ]
        }
    ],
    "id": 9395,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/9395/building_9395_166676334_878855519345339_6759784143630396758_n_e01956aa8390b3afd8c8066f4d712245.jpg",
            "description": null,
            "title": "Sharks! in the City Road Basin",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9395_166676334_878855519345339_6759784143630396758_n_e01956aa8390b3afd8c8066f4d712245.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/9395/building_9395_img_2841-2_ea67913307da7e32fe39bef38ab15d4d.jpeg",
            "description": null,
            "title": "Antechamber",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9395_img_2841-2_ea67913307da7e32fe39bef38ab15d4d.jpeg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/9395/building_9395_274841973_358488325956733_2388749822426436889_n_23ba9b740d21da1d1bcf7c79554bf55b.jpg",
            "description": null,
            "title": "Projection of Regent's Canal produced by Antechamber",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9395_274841973_358488325956733_2388749822426436889_n_23ba9b740d21da1d1bcf7c79554bf55b.jpg"
        }
    ],
    "links": [
        {
            "href": "https://www.youtube.com/watch?v=_8xhdL8BPvU",
            "title": null
        }
    ],
    "location": {
        "address": "Hoxton Docks, 55 Laburnum street, E2 8BD",
        "latitude": 51.5356201,
        "longitude": -0.0712453,
        "meeting_point": null,
        "travel_info": [
            "Train: Haggerston"
        ]
    },
    "name": "Hoxton Docks",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/9395",
    "ticketed_events": false
}