{
    "all_week": false,
    "description": "Fine Victorian Gothic church with impressive windows and painted chancel. Paintings by Buckeridge and Westlake 1897. Restoration of chancel paintings was to celebrate the Diamond Jubilee of Queen Elizabeth II. (2012)",
    "design": {
        "designers": [
            {
                "architect": "William Butterfield",
                "description": null,
                "year": "1883"
            }
        ],
        "periods": [
            "Hirst Conservation",
            "Victorian"
        ],
        "types": [
            "religious"
        ]
    },
    "events": [],
    "facilities": [
        "Accessible toilet",
        "Parking",
        "Toilets"
    ],
    "factsheet": [
        {
            "heading": "Building history",
            "paragraphs": [
                "Sited 250 ft above sea-level, the church when first built would have been a notable local landmark, opposite the windmill on the crest of the hill. Constructed of Kentish Rag with Bath stone courses and quoins, it presents a robust solidity and the 150 ft massive pyramidal spire is in smooth stone above the bright red roof tiles, the textured walls and the chequered gable of the porch.",
                "Mrs Georgiana Hannah Twells commissioned the church from William Butterfield, as a monument to her husband Philip Twells of Chase Side House, a banker and MP for the City of London. The foundation stone was laid in 1881 and the church was consecrated two years later. At this time the suburb was developing rapidly with the railway reaching Enfield Chase and there was a need for a substantial church serving the surrounding villas and smaller houses."
            ]
        },
        {
            "heading": "Church interior",
            "paragraphs": [
                "Internally the church is expensively and elaborately ornate, and the wagon-roofed nave and aisles have white walls set off by dark wood, with a rich brown stone arcade. The stained glass is of a consistently high quality and includes a touching WW1 memorial in the north aisle. The traceried screen added in1898 at the chancel has been moved to the west end of the nave.",
                "The sanctuary is adorned with sumptuous wall and ceiling paintings in dark colours and gilt in an elaborate scheme of Evangelists, prophets and patriarchs, with scenes of the Incarnation and Epiphany. These are by Charles Buckeridge (1897) and those on the side walls by N H Westlake (1899). These were restored by Hirst Conservation in 2012 with the aid of part monies from the Lottery.",
                "The chancel floor is handsomely tiled and the lower walls have rich marble inlay and gold paint. The side chapel in the south aisle was added 1907/8 by Allen Fairhead and Sons.",
                "The original ring of 8 bells was cast in 1883 by Spitalfields Foundry.These were replaced in 1999 (millennium) with new ones from Whitechapel Foundry. The old bells were sold to Grace Church, South Carolina, USA.",
                "Also the Spire was reclad at the same time by Wheldon Stone with part Lottery Monies,",
                "In the Churchyard is an Algerian oak tree, grown from one of a handful of acorns given to Queen Victoria in 1844 by King Louis Philippe. (now dead)"
            ]
        }
    ],
    "id": 945,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/945/building_945_st-mary-magdalene-for-disk-etc_cf4afbbcfeba6defeb8ad1f6373995c4.jpg",
            "description": null,
            "title": "from windmill hill",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_945_st-mary-magdalene-for-disk-etc_cf4afbbcfeba6defeb8ad1f6373995c4.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/945/building_945_chancel-photo_95df46f36e01ee7336115cd28dae20c5.jpg",
            "description": null,
            "title": "chancel paintings ",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_945_chancel-photo_95df46f36e01ee7336115cd28dae20c5.jpg"
        }
    ],
    "links": [
        {
            "href": "https://stmarymagdalene.church",
            "title": "stmarymagdalene.church"
        }
    ],
    "location": {
        "address": "Windmill Hill, Enfield, EN2 7AJ",
        "latitude": 51.6541,
        "longitude": -0.09745,
        "meeting_point": null,
        "travel_info": [
            "Tube: Oakwood",
            "Train: Enfield Chase",
            "Bus: 121, 307, 377",
            "Additional travel info: other buses  313 456"
        ]
    },
    "name": "St Mary Magdalene Church",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/945",
    "ticketed_events": false
}