{
    "all_week": false,
    "description": "Hackney Bridge is a meanwhile project to provide incubator space for a range of people and organisations, combined with public facing elements such as an event space and food hall, across five buildings arranged around a central yard.",
    "design": {
        "designers": [
            {
                "architect": "Turner Works",
                "description": null,
                "year": "2020"
            }
        ],
        "periods": [
            "Contemporary"
        ],
        "types": [
            "offices",
            "art in the public realm",
            "community/cultural",
            "mixed use",
            "restaurant/bar"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2024-09-21",
            "drop_in": true,
            "end": "2024-09-21T17:30:00+01:00",
            "fully_booked": false,
            "name": "Drop in: Hackney Bridge Guided Tours",
            "notes": "Please let us know if you plan to visit. Doing so allows the venue to plan ahead and you will be notified by email about any changes to the programme that might affect your visit.",
            "start": "2024-09-21T10:30:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        "Toilets",
        "Accessible toilet",
        "Drinking water",
        "Family-friendly event",
        "Gender neutral toilet",
        "Handrails on stairs",
        "Large print guides",
        "Seating available"
    ],
    "factsheet": [
        {
            "heading": "Project Summary",
            "paragraphs": [
                "Hackney Bridge is a meanwhile (or short-term) project to provide incubator space for a range of people and organisations, combined with public facing elements such as an event space and food hall, provided across five buildings arranged around a central yard. The site will eventually be developed as part of the Olympic Legacy Plan for\nhousing, but the interim period of 12 years will allow the site to support start-ups and offer opportunities for local people on the Olympic Park and surrounding neighbourhoods."
            ]
        },
        {
            "heading": "Architectural Statement",
            "paragraphs": [
                "Hackney Bridge is the third meanwhile project we have designed for Make Shift, following on from Pop Brixton and Peckham Levels. For many reasons, this was the most challenging of the three sites, but we had the learning and experience of the former to draw from. Meanwhile thinking focuses the mind and our approach is thus to try to do the most with the least; the least funds, materials, resources and time.",
                "Our Environmental Strategy built on this thought process of practicality. The challenge here was working within a highly controlled environment (from planning through to construction) that is the Olympic Park.\nWe set about an intensive period of research and local consultation, examining the workings of Hackney Wick located opposite our site, talking to artists, makers and creatives about the area and about how they worked and\nthe kind of space they might need in the future.\nThis resulted in five buildings with a range of uses and scales of space centred around one main public yard and the creation of direct access from the canal towpath through our site; a new open campus.\nThe three public-facing buildings are organised along the edge of an existing retaining wall and use a simple\nfactory roof profile to create a ‘quayside’ to the canal. The two workspace buildings sit between this new row and the existing Copper Box Arena.",
                "The buildings have been organised into heated and unheated spaces dependent on use. A careful balance had to be struck between the carbon embodied within say, insulation, and the carbon that would be saved only within a 12-year lifespan, and an argument made for offsetting. Every component of the building has been considered with these pressures in mind, and each building has been designed to be dismantled and either recycled or relocated (in whole or in part). We have five modest buildings here that can all have separate lives beyond.",
                "The five buildings forming Hackney Bridge share many similarities, but some key differences. The key similarity is the expressed steel frame that all five utilise. The three along the quayside have been connected together (as they are all public) via linking roofs, allowing people to walk between buildings without getting wet. They are also already offering space for pop-up stalls and bars at events. These three buildings share the same steel profiled cladding to create continuity, with each building differentiated through different window frame colours, proportions and disposition. The event space is a box within a box construction to provide acoustic isolation, the market hall is unheated and the block nearest the bridge is insulated and heated, with food and drink at ground floor and workspace above.\nThe black timber clad building houses maker spaces (which we think of as akin to railway arches in typology) at ground floor level, with co-work space above. The maker spaces have a fenced yard to the rear to allow deliveries and safe outdoor making. Plywood has been used extensively internally as a finish to add warmth and speed up construction (as opposed to dry lining).\nThe studio block is clad in a mixture of corrugated steel and polycarbonate panels. We reduced the use of polycarbonate due to life cycle concerns for the material. Internally we have used OSB3 and plywood left exposed, or where dry-lined left for tenants to complete.\nMaterials have generally been chosen as self-finished for speed, cost and durability. The concrete ground slabs, for instance, were polished and have been left exposed at ground floor level as the finish, reducing the need to add in further finishes."
            ]
        }
    ],
    "id": 9596,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/9596/building_9596_turner-works_hackney-bridge_tim-crocker_9709_2270c18e52f02afae4e8c529a1a93b2c.jpg",
            "description": null,
            "title": "View of Hackney Bridge from the Canal",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9596_turner-works_hackney-bridge_tim-crocker_9709_2270c18e52f02afae4e8c529a1a93b2c.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/9596/building_9596_turner-works_hackney-bridge_tim-crocker_6892_3b5fdfc4eae8428c78ec06a81527b887.jpg",
            "description": null,
            "title": "Multi-use space in the Hackney Bridge Courtyard ",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9596_turner-works_hackney-bridge_tim-crocker_6892_3b5fdfc4eae8428c78ec06a81527b887.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/9596/building_9596_turner-works_hackney-bridge_tim-crocker_9197_5f20995dc0ce9cf2eb06d089497f339f.jpg",
            "description": null,
            "title": "Self finished interiors using  a simple kit of parts designed for disassembly.",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9596_turner-works_hackney-bridge_tim-crocker_9197_5f20995dc0ce9cf2eb06d089497f339f.jpg"
        }
    ],
    "links": [
        {
            "href": "https://www.turner.works",
            "title": "www.turner.works"
        },
        {
            "href": "https://www.instagram.com/turner.works/",
            "title": "www.instagram.com/turner.works"
        }
    ],
    "location": {
        "address": "East Bay Lane, E15 2SJ",
        "latitude": 51.5466974,
        "longitude": -0.0232169,
        "meeting_point": null,
        "travel_info": [
            "Train: Hackney Wick",
            "Bus: 388"
        ]
    },
    "name": "Hackney Bridge",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/9596",
    "ticketed_events": false
}