{
    "all_week": false,
    "description": "Completed in 1929, 55 Broadway is an art-deco, Grade I listed 'cathedral to modernity' and London’s ‘first skyscraper’ - formerly, the Headquarters of Transport for London.",
    "design": {
        "designers": [
            {
                "architect": "Charles Holden",
                "description": null,
                "year": "1927"
            }
        ],
        "periods": [
            "Inter-war"
        ],
        "types": [
            "offices"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2024-09-16",
            "drop_in": true,
            "end": "2024-09-16T20:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in: Evening Exhibition Display",
            "notes": "Located in the ground floor reception, the Evening Exhibition Display tells the captivating story of 55 Broadway.",
            "start": "2024-09-16T18:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        "Toilets",
        "Family-friendly event",
        "Quieter area",
        "Seating available",
        "Step-free routes"
    ],
    "factsheet": [
        {
            "heading": "55 Broadway - an iconic building",
            "paragraphs": [
                "55 Broadway was built between 1927 and 1929 in an art-deco, early-modernist style as the headquarters of the Underground Electric Railways of London Ltd which at the time was gradually taking control of London's privately-run public transport companies.",
                "The new building served as both offices and as a symbol for the Underground Electric Railways of London, which was subsequently taken into public ownership and became London Transport in 1933.",
                "As the tallest office building in the capital at the time, it was dubbed 'London's first skyscraper' at just over 53 metres and won the RIBA London Architecture Medal upon its completion.",
                "55 Broadway was awarded Grade II listed status by English Heritage in 1970.",
                "Due to the exceptional architectural interest of the building and its position as a milestone in 20th Century design, this was upgraded to Grade I listed status in 2011."
            ]
        },
        {
            "heading": "55 Broadway - the location",
            "paragraphs": [
                "The District Railway (one of the companies that was to form London Transport and, in time, London Underground) constructed London's second underground line in the late 1860s under the maze of Westminster's back streets between St James's Park and the then recently constructed Victoria Street.",
                "Both the new line and St James's Park station opened in 1868, and thirty years later the railway company transferred its offices from Victoria Street to new premises over the station.",
                "As the District Railway Company and its successors expanded their control over public transport operations in London, the offices were rebuilt and extended. By the late 1920s, the Board of what had become the Underground Group (that included the Tube railways, the London General bus company, various tram operators and electrical supply companies) was anxious to house all its staff in one new purpose-built block on the site."
            ]
        },
        {
            "heading": "55 Broadway – the design concept",
            "paragraphs": [
                "55 Broadway was constructed of Portland stone on a steel frame. Charles Holden's design is believed to have been influenced by the General Motors building in Detroit.\nIt has a diamond shape at ground floor which responds to the local street layout and a four-winged 'cruciform' plan at upper levels.\nThe site also includes the famous 'Four Winds' sculptures by  influential artists of the day and the 'Day' and 'Night' sculptures by the renowned artist Jacob Epstein."
            ]
        },
        {
            "heading": "55 Broadway - the architect",
            "paragraphs": [
                "The name of Charles Holden, one of the partners in the commissioned firm of architects, is always associated with 55 Broadway and the Underground Group, for whom he undertook many other commissions, notably new stations such as the Morden extensions of 1926, and the Piccadilly line extensions of 1932/33.",
                "For 55 Broadway, Holden adopted an ingenious solution for a site made complex by both its irregular shape and by the railway only 8m (24 feet) below ground level. Holden provided a route for pedestrians through the ground floor of the offices and across the station booking hall, thereby reducing the circuitous walk between Victoria Street and the Park. This \"short cut\" became the principal axis of Holden's cruciform design, although the purely cross-shaped layout for office accommodation was only adopted from the second floor upwards. On the ground and first floors, the \"hypotenuse\" of three of the triangles was additionally used as working or commercial space.",
                "Adams, Holden and Pearson won the London Architectural Medal, awarded by the RIBA, for 55 Broadway in 1929 and Holden was to receive the RIBA Gold Medal in 1936.",
                "As well as his works for the Underground Holden was also architect for other, significant, buildings – including the Bristol Central Library (1902), the British Medical Association headquarters (now Zimbabwe House) on the Strand (1907) and Senate House for the University of London (1931). He also did much work for the Imperial War Graves Commission after the First World War."
            ]
        },
        {
            "heading": "55 Broadway - construction features",
            "paragraphs": [
                "55 Broadway was constructed between 1927 and 1929. The building is supported by 700 concrete piles sunk to an average depth of 12m (40 feet) below basement level. Nineteen massive load-bearing steel girders span the railway, and special insulation was used to reduce vibration from the trains. Above ground, the building was constructed around a steel girder skeleton (supplied and constructed by Rubery, Owen of Darlaston, Staffordshire) and faced with 2,200 cubic metres (78,000 cubic feet) of high quality Portland stone. This was a material much used by Holden (although in later Underground buildings he would become famous for the use of reinforced concrete and brickwork) and much attention was taken as to the precise cutting and dressing of the stone so as to ensure subtle details would be enhanced and weathering would help develop the 'look' of the building.\n \nAs well as Portland stone use was made of Norwegian granite for the plinth facings and black Belgian marble for the column capitals at low level. In addition there was extensive use of decorative bronze features throughout the building.",
                "The façades were embellished with decorative drawings, carved in-situ. Two are just above the street level – Night and Day by Jacob Epstein – and a further eight, representing the Four Winds, are above the sixth floor level on each side of all four wings. These are by Eric Gill (3), Henry Moore, A H Garrard, Eric Aumonier, Allan Wyon and F Rabinovitch. They are among the most celebrated public sculptures of the twentieth century and, indeed, the Epsteins provoked considerable outcry at the time of construction.",
                "The bold appearance of the building is enhanced by the progressive stepping back, and the central tower further echoes the uneven 'pyramid' effect. This design, above the eighth floor, was an answer to the \"London Building Act\" requirements – and the building was felt by many to be very 'American' in style."
            ]
        },
        {
            "heading": "55 Broadway - the future",
            "paragraphs": [
                "Integrity International Group, as the new long-term custodians of 55 Broadway, has three principal objectives for the future of this landmark building.\n1. to open-up 55 Broadway for public benefit by providing access, supporting the community and contributing to the local economy.\n2. to cherish the building and celebrate its heritage\n3. to create a high-quality hotel worthy of the building, to be owned and operated by a dedicated hotel expert."
            ]
        }
    ],
    "id": 963,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/963/building_963_3147092_55-broadway_0ec617aa1c4fc9b475ba23aeda622ffb.jpg",
            "description": null,
            "title": null,
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_963_3147092_55-broadway_0ec617aa1c4fc9b475ba23aeda622ffb.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "55 Broadway, SW1H 0BD",
        "latitude": 51.4994181,
        "longitude": -0.1342755,
        "meeting_point": null,
        "travel_info": [
            "Tube: Victoria, Westminster",
            "Train: Victoria",
            "Bus: 11, 24, 148, 26",
            "Additional travel info: Not applicable"
        ]
    },
    "name": "55 Broadway (Formerly the Headquarters of Transport for London)",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/963",
    "ticketed_events": false
}