{
    "all_week": false,
    "description": "Amongst the RIBA Stirling Prize shortlist 2022 sits Mæ Architect's Sands End Arts & Community Centre in Fulham. The centre consists of a single-storey building comprising bright, airy and flexible event spaces and a community café.",
    "design": {
        "designers": [
            {
                "architect": "Mae Architects",
                "description": null,
                "year": "2020"
            }
        ],
        "periods": [
            "Contemporary"
        ],
        "types": [
            "community/cultural"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2024-09-14",
            "drop_in": true,
            "end": "2024-09-14T17:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in: Fulham Society of Artists and Potters Exhibition",
            "notes": "",
            "start": "2024-09-14T10:00:00+01:00",
            "ticketed": false
        },
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2024-09-15",
            "drop_in": true,
            "end": "2024-09-15T17:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in: Fulham Society of Artists and Potters Exhibition",
            "notes": "",
            "start": "2024-09-15T10:00:00+01:00",
            "ticketed": false
        },
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/9662",
            "capacity": null,
            "date": "2024-09-15",
            "drop_in": false,
            "end": "2024-09-15T14:30:00+01:00",
            "fully_booked": false,
            "name": "Tour of SEACC",
            "notes": "A tour of the centre with the centre Director.",
            "start": "2024-09-15T14:00:00+01:00",
            "ticketed": true
        },
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/9662",
            "capacity": null,
            "date": "2024-09-15",
            "drop_in": false,
            "end": "2024-09-15T15:00:00+01:00",
            "fully_booked": false,
            "name": "Deaf-led BSL Tour of SEACC",
            "notes": "This tour will be conducted in BSL",
            "start": "2024-09-15T14:30:00+01:00",
            "ticketed": true
        },
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/9662",
            "capacity": null,
            "date": "2024-09-15",
            "drop_in": false,
            "end": "2024-09-15T15:30:00+01:00",
            "fully_booked": false,
            "name": "Tour of SEACC",
            "notes": "A tour of the centre with the centre Director.",
            "start": "2024-09-15T15:00:00+01:00",
            "ticketed": true
        }
    ],
    "facilities": [
        "Toilets",
        "Accessible toilet",
        "BSL interpreter",
        "Drinking water",
        "Gender neutral toilet",
        "Step-free routes"
    ],
    "factsheet": [
        {
            "heading": "Intro",
            "paragraphs": [
                "Mæ’s Sands End Arts & Community Centre is a welcome addition for the local community in Fulham, London. Sited beside the historic Clancarty Lodge in the north western corner of South Park, the centre caters to a wide range of users, providing a café alongside spaces for social and educational functions, clubs and events.",
                "Hammersmith and Fulham Council’s ambitious brief sought to deliver community facilities that promoted social integration within the community. Mæ have delivered on the council’s aspirations, with a building that blends together several programmatic elements within a highly sustainable shell, and brings a former maintenance yard back into productive use."
            ]
        },
        {
            "heading": "Environmental Impact",
            "paragraphs": [
                "Throughout the project, Mæ and the project team continually tested and challenged their thinking in order to minimise the building’s carbon footprint. Over 35% of the building material is composed of recycled materials, with a responsibly sourced CLT timber structure which has inherently low embodied energy values. Recyclable construction materials have also been considered by Mæ: for instance the use of bolts over glue as a structural fixing to allow for ease of disassembly.",
                "The building’s brick skin has been supplied by specialist supplier ‘StoneCycling’, which has allowed Mæ’s design to effectively upcycle over 28 tonnes of potential construction landfill material. The bespoke ‘Nougat’ WasteBasedBricks® have been created specifically for Sands End, to suit the context and its characteristics.",
                "Considering the new buildings as a shell CLT structure enabled Mæ to plan for a simple, economic, and adaptable construction that could provide for a rich variety of options in use. Construction details were led by the imperative to reduce the ongoing maintenance demands of the building, with the provision for mechanical and electrical services detailed in a manner that is easy to maintain, while allowing for future adaptation without incurring the cost and time required for altering the building shell."
            ]
        },
        {
            "heading": "Social Impact",
            "paragraphs": [
                "The project is highly innovative in both its programmatic and material response, reconsidering the typology of community centre and anticipating the needs of future generations. In its spatial disposition, rooms are arranged to overlap in plan.",
                "Sliding partitions offer the users a multitude of different ways to inhabit the space for assemblies, events, community workshops, and celebrations, whilst also opening up connections to the external courtyard and park.",
                "The building’s completion coincided with the Covid-19 pandemic, when this inherent flexibility enabled the Centre to be put to use as a temporary testing centre to serve the local community."
            ]
        },
        {
            "heading": "History & Design",
            "paragraphs": [
                "The additions are designed to be secondary to the lodge, with a scale and massing which creates an ensemble of forms that frame the view of the existing lodge from both the street and within the park. Augmenting the existing historic fabric with new community assets, Mæ’s response was to design a simple and flexible lean-to typology for a series of new pavilions clustered around a courtyard. The mono-pitched roofs and tall clerestory windows of the new structures take inspiration from the glasshouses built by the pre-eminent horticulturalist James Veitch that previously occupied the site in the 19th century.",
                "A series of new public spaces are laid out in sequence from the street to park, closely connected with the new facility, and each with its own distinct and intimate character. The landscaping design took inspiration from exotic nurseries and the former horticultural use of the site, where structure and landscape were closely intertwined.",
                "The entrance yard provides a moment of orientation defining the transition from street into the centre’s landscaped fringes and the park setting. Progressing to the lobby at the heart of the centre, visitors can continue to the cafe, common room, hall and other facilities. The Lodge courtyard and terracing is the third part of the journey, providing outdoor seating and a vantage point to take in all the social activity. New planting, trees, hedges, green walls and wildlife habitats, create a shaded retreat from the street while enhancing the local biodiversity.",
                "The interior materiality is again reminiscent of glasshouse structures, and reinforce the idea that the additions are designed to be secondary to the lodge. The use of an expressed timber roof construction gives a natural lightness to the space: these interior spaces are lit by large north facing clerestory glazing to give a consistent light environment for internal activities. Internally, the use of an exposed timber structure and envelope reinforces the sustainable agenda behind the project while giving a highly tactile quality to the space."
            ]
        }
    ],
    "id": 9662,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/9662/building_9662_03_rorygardiner1421c_01_304cc2e322e8ffe0e7a066c119f607ff.jpg",
            "description": null,
            "title": "The community centre's external envelope made out of recycled bricks from construction waste, in line with the environmental aspirations.",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9662_03_rorygardiner1421c_01_304cc2e322e8ffe0e7a066c119f607ff.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/9662/building_9662_j6307_n14_high_68f1f9873d1102f20dce14077ab85aab.jpg",
            "description": null,
            "title": "The project included refurbishing an existing historical lodge adjacent to the new buildings.",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9662_j6307_n14_high_68f1f9873d1102f20dce14077ab85aab.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/9662/building_9662_j6307_n11_high_d493290fdde1acc3755e47603bf58737.jpg",
            "description": null,
            "title": "Full height glazing is protected from glare with a deep overhang on the garden side.",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9662_j6307_n11_high_d493290fdde1acc3755e47603bf58737.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/9662/building_9662_j6307_n12_high_f60bbc96d7a57e471bfbae1b5f5f54ca.jpg",
            "description": null,
            "title": "Flexibility has been a key element of the brief for the adaptable spaces.",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9662_j6307_n12_high_f60bbc96d7a57e471bfbae1b5f5f54ca.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2024/9662/building_9662_j6307_n13_high_7ef4fc092850625b08c162844d8e4c2c.jpg",
            "description": null,
            "title": "Clerestory provides natural light and a link to the outdoors. Natural materials have been chosen throughout to echo surrounding environment. Services run in a buried trench to avoid disrupting the lines of exposed CLT elements.",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9662_j6307_n13_high_7ef4fc092850625b08c162844d8e4c2c.jpg"
        }
    ],
    "links": [
        {
            "href": "https://www.seacc.uk/",
            "title": "www.seacc.uk"
        },
        {
            "href": "https://www.instagram.com/seaccfulham/",
            "title": "www.instagram.com/seaccfulham"
        },
        {
            "href": "https://www.instagram.com/maearchitects/",
            "title": "www.instagram.com/maearchitects"
        },
        {
            "href": "https://www.mae.co.uk/",
            "title": "www.mae.co.uk"
        }
    ],
    "location": {
        "address": "Peterborough Road, Fulham, SW6 3EZ",
        "latitude": 51.46981,
        "longitude": -0.19703,
        "meeting_point": null,
        "travel_info": [
            "Tube: Parsons Green, Putney Bridge",
            "Train: Wandsworth Town, Putney",
            "Bus: 424, 295, 28, C3"
        ]
    },
    "name": "Sands End Arts & Community Centre",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/9662",
    "ticketed_events": true
}