{
    "all_week": false,
    "balloted_events": false,
    "description": "Wren designed building of 1675, interior lost in blitz of 1940, reopened 1957 with 'Wren inspired' interior",
    "design": {
        "designers": [
            {
                "architect": "Christopher Wren",
                "description": null,
                "year": "1675"
            }
        ],
        "periods": [
            "Christopher Wren",
            "Walter Godfrey Allen",
            "Medieval",
            "Roman",
            "Stuart"
        ],
        "types": [
            "religious",
            "museum"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2025-09-14",
            "drop_in": true,
            "end": "2025-09-14T16:30:00+01:00",
            "fully_booked": false,
            "name": "Drop in: Drop in",
            "notes": "One of our guides will be on hand to enhance your visit",
            "start": "2025-09-14T12:30:00+01:00",
            "ticketed": false
        },
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2025-09-15",
            "drop_in": true,
            "end": "2025-09-15T16:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in: Drop in",
            "notes": "Please let us know if you plan to visit. Doing so allows\n                    the venue to plan ahead and you will be notified by email\n                    about any changes to the programme that might affect your\n                    visit.",
            "start": "2025-09-15T09:00:00+01:00",
            "ticketed": false
        },
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2025-09-16",
            "drop_in": true,
            "end": "2025-09-16T16:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in: Drop in",
            "notes": "Please let us know if you plan to visit. Doing so allows\n                    the venue to plan ahead and you will be notified by email\n                    about any changes to the programme that might affect your\n                    visit.",
            "start": "2025-09-16T14:00:00+01:00",
            "ticketed": false
        },
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2025-09-17",
            "drop_in": true,
            "end": "2025-09-17T16:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in: Drop in",
            "notes": "Please let us know if you plan to visit. Doing so allows\n                    the venue to plan ahead and you will be notified by email\n                    about any changes to the programme that might affect your\n                    visit.",
            "start": "2025-09-17T09:00:00+01:00",
            "ticketed": false
        },
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2025-09-18",
            "drop_in": true,
            "end": "2025-09-18T16:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in: Drop in",
            "notes": "Please let us know if you plan to visit. Doing so allows\n                    the venue to plan ahead and you will be notified by email\n                    about any changes to the programme that might affect your\n                    visit.",
            "start": "2025-09-18T09:00:00+01:00",
            "ticketed": false
        },
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2025-09-19",
            "drop_in": true,
            "end": "2025-09-19T16:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in: Drop in",
            "notes": "Please let us know if you plan to visit. Doing so allows\n                    the venue to plan ahead and you will be notified by email\n                    about any changes to the programme that might affect your\n                    visit.",
            "start": "2025-09-19T14:00:00+01:00",
            "ticketed": false
        },
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2025-09-20",
            "drop_in": true,
            "end": "2025-09-20T15:30:00+01:00",
            "fully_booked": false,
            "name": "Drop in: Drop in",
            "notes": "One of our guides will be on hand to enhance your visit",
            "start": "2025-09-20T10:00:00+01:00",
            "ticketed": false
        },
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2025-09-21",
            "drop_in": true,
            "end": "2025-09-21T16:30:00+01:00",
            "fully_booked": false,
            "name": "Drop in: Drop in",
            "notes": "One of our guides will be on hand to enhance your visit",
            "start": "2025-09-21T12:30:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        "Accessible toilet",
        "Seating available",
        "Baby changing facilities",
        "Gender neutral toilet",
        "Handrails on both sides of stairs"
    ],
    "factsheet": [
        {
            "heading": "Chapter 1: Introduction",
            "paragraphs": [
                "Prepare to be amazed!  The story of St Bride’s and this site, which dates back 2000 years, is inextricably woven into the history of the City of London, and our visitors often express their astonishment at the extraordinary discoveries that await them here.",
                "By the time that the Great Fire of London in 1666 left the mediaeval St Bride’s in ruins, a succession of churches had existed on this site for centuries, and the area around Fleet Street had already assumed its unique role in the emergence of English printing.  It took nine years for our church to arise from the ashes, under the inspired direction of Christopher Wren.  For the next 250 years the rise of the British newspaper industry took place in the shadow of our distinctive wedding cake spire.",
                "In 1940, St Bride’s fell victim to flames once again when German incendiary bombs reduced Wren’s architectural gem to a roofless shell, although miraculously the famous spire and the outer walls survived.  It took 17 years for the restoration to be completed.  The rebuilding project made possible a series of highly significant excavations in the crypt led by the mediaeval archaeologist, Professor W.F. Grimes.",
                "The results were extraordinary, revealing the foundations of six previous churches on the present site, a wealth of archaeological remains spanning several centuries, and some remarkable skeletal remains.  And this was only the beginning of the remarkable tale that was to unfold."
            ]
        },
        {
            "heading": "Chapter 2: AD 43-1000",
            "paragraphs": [
                "When you visit our crypt today, you can still see the remains of a Roman pavement dating back to around AD 180, and a range of Roman artefacts that were discovered on this site are on display in our crypt museum.",
                "When the Romans established Londinium following the invasion under the emperor Claudius in AD 43, they dug a substantial ditch (the purpose of which is unclear) just outside the walls of the Roman city, on the site of what is now our church.  A building was constructed here (including the area of pavement that is still visible) which may have been connected with one of the earliest places of worship.  It was also the site of a sacred well (sadly long-since dried-up), one of the most ancient in the city, which came to bear the name Bride Well.",
                "Our association with St Bride (St Brigid of Kildare) may date back to the sixth century.  Ours is the only church on the east side of England to bear this dedication.  Brigid was said to be the daughter of an Irish prince and a druidic slave.  As a teenager she experienced a profound sense of calling to follow Christ, and gave away so many of her father’s possessions to the needy that eventually he permitted her to follow her calling and enter the religious life.  In AD 470 she founded a convent in Kildare with seven other nuns, which developed into a centre of learning and spirituality.  It became famous for its illuminated manuscripts, such as the Book of Kildare, which was held to rival the Book of Kells in its beauty.",
                "The St Bride’s Cross, reputed to have been made by Bride from rushes in order to help to bring a dying man to faith, is still seen in Irish houses to this day, and it features on some of the items we have on sale in our shop.",
                "Legend has it that when Bride received her blessing as an abbess, the rite appropriate to the consecration of a bishop was inadvertently read out, and could not be rescinded.  For this reason, the authority held by Bride and the abbesses who followed her for the next seven centuries, was equal to that of a bishop.",
                "Today, members of our own Guild of St Bride wear a medallion that incorporates in its design both a Celtic cross (reminding us of our Irish roots) and a symbolic ring of fire.  It was said that in pagan times in Kildare, a ritual fire was kept alive to invoke protection on cattle and the harvest.  When Bride built her convent, she continued the custom of keeping this perpetual fire burning, to represent the light of Christ, which the darkness cannot extinguish.",
                "Bride was renowned for her love of music and poetry, her compassion, and her love of God’s creation, as well as for her gift for hospitality.  Legend has it that she was blessed with a gift for turning bathwater into beer, and a line from a poem attributed to her declares: ‘I long for a great lake of ale’.  Clearly she was particularly well-suited to become the patron saint of a church that was to develop a distinctive ministry to journalists!  She died on 1st February AD 525, and was buried with the remains of Ireland’s two other patron saints, Patrick and Columba.  Her saint’s day continues to be celebrated on this date."
            ]
        },
        {
            "heading": "Chapter 3: AD 1000-1500",
            "paragraphs": [
                "During the medieval period, St Bride’s was re-built on a number of occasions.  In our crypt you can still see the remains of the churches that stood on this site between the 11th and 15th centuries, and examples of medieval floor tiles, roof tiles, stonework, glass and other artefacts from the period are on display.",
                "We also have a beautiful chapel in part of the medieval crypt: when Christopher Wren rebuilt the church centuries later, he skilfully constructed two heavy stone arches to support the weight of the wall above this tranquil and prayerful space.  It was restored in 2002 as a memorial to the Harmsworth family and to the staff of Associated Newspapers who lost their lives during the First and Second World Wars.",
                "Between the 11th and 13th centuries, the population of London increased significantly, from less than 15,000 to over 80,000.  By the year 1200, the capital city of this country was, in effect, Westminster: a small town up-river from the City of London, where the Royal Treasury was located, and financial records were stored.  St Bride’s was situated between between London and Westminster, a geographical location of considerable significance.  In 1205, the Curia Regis, a council of landowners and ecclesiastics (in effect, a predecessor of today’s Parliament, charged with providing legislative advice to King John) was held in St Bride’s.",
                "The influence of our church and its numbers of parishioners grew substantially during the medieval period.  From the 13th century onwards two seats of power developed in the area: Westminster became the royal capital and centre of government, while the City of London became the principal centre of commerce and trade – a distinction that remains evident to this day.",
                "The area between Westminster and the City was increasingly urbanised during the period, a process that was completed by the end of the 16th century.  It was at the beginning of this century that St Bride’s developed its first links with one of the future cornerstones of British society – an association that was to represent one of its most enduring claims to fame."
            ]
        },
        {
            "heading": "Chapter 4: AD 1500-1665",
            "paragraphs": [
                "In 1476, William Caxton, a merchant, businessman, and diplomat, brought to this country for the first time, a printing press that used moveable type, and set it up on a site adjacent to Westminster Abbey.  After his death around the year 1492, his press was acquired by his apprentice, the printer Wynkyn de Worde, who was dependent upon printing for his livelihood and needed to ensure its commercial viability.",
                "At the time, the area around St Bride’s had become a haven for clergy, who were unable to afford the high cost of living in the very heart of the medieval city.  Since the clergy possessed almost a monopoly of literacy in those days, alongside the lawyers who were also based in the area, they were the printers’ best customers.  So Wynkyn de Worde followed the best commercial principles and moved his business to the customer base, setting up his printing press in the churchyard of St Bride’s in 1500.",
                "This was a perfect location.  The publishers of playwrights and peots soon set up competing presses in the local area, and the connection between St Bride’s and the world of printing was cemented.  Fleet Street rapidly became the cradle in which the ‘art and mystery’ of printing became one of the most influential industries in human history. Wynkyn de Worde was buried in St Bride’s in 1535, and a plaque commemorating his life can be seen in the church.  St Bride’s is also proud to possess an original example of Wynkyn de Worde’s printing, dating from 1495.",
                "St Bride’s experienced the religious turmoil of the Reformation era at first hand.  A former Vicar of St Bride’s, John Cardmaker, known for his Protestant views, was burnt at the stake at Smithfield on 30th May 1555 during the reign of the Catholic Queen Mary I; his death is commemorated in Foxe’s Book of Martyrs.  Two of his parishioners, Isobel Foster and Thomas Browne, were to share his fate on 27th January 1556.  Cardmaker’s story is particularly poignant.  When initially arrested and deprived of his clergy livings, he agreed to recant and renounce his religious views.  He subsequently attempted to flee the country, but was captured and jailed in the Fleet Prison.  Remarkably, despite facing torture and certain death, Cardmaker retracted his former recantation and held true to his Protestant convictions, which led to his martyrdom.",
                "By the 17th century, Fleet Street was attracting the great writers and diarists of the day.  A trio of Johns – Milton, Dryden, and Evelyn, lived in the vicinity.  Samuel Pepys was born in a house adjacent to St Bride’s and was baptised here, and his mother had her own pew in the church.  St Bride’s is also the burial place of Richard Lovelace.",
                "St Bride’s long-standing connection with the colonies in America began when the parents of Virginia Dare, the first child born to English emigrants to North Carolina in 1585, were married at the church.  This event is commemorated in a touching bust of a little girl in the south-west corner of the church.",
                "The parents of Edward Winslow (1595-1655), who is famous as one of the leaders of the Mayflower expedition in 1620, were also married at St Bride’s.  Edward Winslow was himself apprentice to a Fleet Street printer with strong Puritan sympathies, John Beale, before breaking his contract and leaving for Leiden to join a community of other like-minded Protestants.  He would have known St Bride’s well.  Winslow was to be elected three times as governor of Plymouth, Massachusetts.  In 1957, Her Majesty the Queen unveiled a new carved reredos as a memorial to Winslow and the Pilgrim Fathers, and despite the constraints of the Coronavirus pandemic, we marked the 400th anniversary of the sailing of the Mayflower here in September 2020.  In 2006, a direct descendant of Edward Winslow (also Edward, and known as Ted) came from Maryland, USA, to marry his bride, Jennifer here at St Bride’s, so our links with the Pilgrim Fathers have continued down the centuries.",
                "The parish of St Bride’s also helped to populate another English colony in America during the 17th century: in 1619 one hundred girls and boys from the Bridewell Hospital orphanage, located next to the church, were sent to Virginia in 1619.  The project proved so successful that the governor requested 100 more.  All the young people received grants of land there, on their coming of age.",
                "However, in the space of sixteen terrible months, the story of St Bride’s was to take a number of unexpected turns."
            ]
        },
        {
            "heading": "Chapter 5: 1665-1666",
            "paragraphs": [
                "On Christmas Eve 1664 in London, a woman living in the poverty-stricken region of St Giles in the Fields was pronounced dead: hers was the first recorded case of what history now calls The Great Plague.  By 6th June 1665, St Bride’s was officially notified that the outbreak had reached its parish.  As this was a densely populated and poor area, its impact was devastating.",
                "The Court of Charles II, together with lawyers, merchants, doctors, and many clergy, fled the city in fear.  The poor did not have the luxury of this option.  With remarkable courage, the then vicar of St Bride’s, Richard Peirson, chose to remain at his post, serving his people in the most horrific of circumstances. The role of the church was essential in providing support to stricken families, who would be boarded up in their homes for 40 days if a family member was diagnosed with bubonic plague.",
                "At the height of the plague in September 1665, Peirson buried 636 people within a month – 43 of them on a single day.  The dead included two of his Churchwardens.  His signature appears at the bottom of each page of our burial register during the plague months.",
                "In all the plague cost St Bride’s some £581.  The human toll was far greater: 2,111 people died in the parish that year – and 100,000 Londoners lost their lives (20% of its population).",
                "Remarkably, Peirson survived the plague, and was succeeded as vicar here in August 1666 by Paul Boston.  The unfortunate Boston was in post for a mere fortnight before a second unimaginable disaster struck.",
                "After a summer of drought, on 2nd September 1666 fire broke out in the bakery of Thomas Farriner in Pudding Lane.  Fanned by strong winds from the east, the fire spread rapidly, and one onlooker described how it ‘rushed like a torrent down Ludgate Hill.’  On 4th September the fire crossed the Fleet River (which today runs underground), and engulfed St Bride’s.  Our church was equipped with its own fire engine, but it was both inefficient, and had not been properly maintained, ‘scoured, oyled and trimmed’ so it was ineffective.  Soldiers attempted to halt the spread of the fire by destroying the houses in its path, but this also proved futile.",
                "On 7th September the diarist Samuel Pepys described the destruction of St Bride’s in his diary:",
                "Up by five o’clock; and blessed be God! find all well; and by water to Paul’s Wharfe.  Walked thence, and saw all the towne burned; and a miserable sight of Paul’s church, with all the roof fallen, and the body of the quire fallen into St Fayth’s; Paul’s School also, Ludgate and Fleete-street, my father’s house [in Salisbury Court] and the church [St Bride’s] and a good part of the Temple the like.",
                "St Bride’s was utterly destroyed: fragments of medieval window glass warped by the heat, melted bell metal, charred wood, and stonework, are on display in our crypt museum.  A poignant entry in our burial register records the destruction of the whole of the parish, apart from ‘sixteene houses in ye brode [broad] place by new street.’",
                "Courageously, the new vicar, Paul Boston, kept the worship of the church going in a tabernacle in the churchyard, as the church itself was filled with rubble.  In his will he left £50 to the church which purchased new communion vessels that are still in use today.",
                "The question remained, however, would St Bride’s be rebuilt?"
            ]
        },
        {
            "heading": "Chapter 6: 1666-1730",
            "paragraphs": [
                "In 1671 the churchwardens of St Bride’s took Mr Christopher Wren (Surveyor General and Principal Architect for rebuilding the City) to dinner at the Globe Tavern.  It would take another year before they could convince him of their cause, but their persistence meant that St Bride’s was to be one of the first post-fire churches to be opened.",
                "The Great Fire of London had destroyed 87 churches.  Despite Wren’s conviction that only 39 were necessary to serve such a small area, St Bride’s was among the 51 to be rebuilt.  The £500 required as a deposit by Guildhall to launch the project was raised in a single month: a remarkable effort, given that most of the parishioners had lost homes and businesses in the disaster.  Nor was this the end to the financial demands, as money remained tight.  However, a combination of donations, loans and Coal Dues eventually met the rebuilding cost of £11,430 5s. 11d.",
                "Joshua Marshall was the main contractor for the works.  A parishioner and master mason to the King (like his father before him), Marshall was a wise choice.  He also worked with Wren on the Temple Bar and the Monument, and one of his assistants was the young Nicholas Hawksmoor, who was to become a renowned architect himself.",
                "The main material for the church was (and remains) Portland stone.  By September 1672, within a year of the work starting, the walls had reached the upper part of the cornice.  The speed of progress was partly ascribed to the fact that the workmen had a hostel adjacent to the church, the Old Bell Tavern, built for them by Wren (which is still here today!).  By 1674 the main structural work was complete, and a year later the church finally reopened for worship on Sunday 19th December 1675.",
                "The church was open, yet still incomplete: most notably, the tower remained unfinished.  In 1682 the churchwardens again approached Wren, this time about building the steeple.  Work did not commence until 1671 and took two years to complete.  At 234 ft, it was Wren’s highest steeple, although after it was damaged by a lightning strike in 1764 it was subsequently reduced to 226 ft during further rebuilding.",
                "The most romantic tale connected with the steeple is that of William Rich, apprentice to a baker near Ludgate Circus.  He fell in love with his master’s daughter and, when he set up his own business at the end of his apprenticeship, won her father’s approval for her hand in marriage.  Rich wished to create a spectacular cake for the wedding feast, but was unsure how, until one day he looked up at the steeple of the church in which their marriage was to be held, and inspiration struck!  He would create a cake in layers, tiered, and diminishing as it rose.  Thus began the tradition of the tiered wedding cake.  His bride, Susannah, is buried at St Bride’s, and we have in our archive a dress that once belonged to her."
            ]
        },
        {
            "heading": "Chapter 7: 1730-1940",
            "paragraphs": [
                "The year before St Bride’s steeple was originally finished, the Daily Courant became the first regular daily newspaper to be produced in this country, published on 11th March 1702, by Elizabeth Mallet, from rooms above the White Hart pub in Fleet Street.  A brass plaque to commemorate the 300th anniversary of this first edition was unveiled by the Prince of Wales at a special service in St Bride’s on 11th March 2002.",
                "Publishers and newspapers began to spring up, and by 1709 there were eighteen different titles available in London each week.  The Daily Universal Register (which was to become The Times) was first published in 1785, and The Observer became the world’s first Sunday newspaper in 1791.  The author Daniel Defoe, whose career as a journalist is often overlooked, was actively involved in editing and producing newspapers in the early eighteenth century.  As numerous regional and provincial titles were founded, they set up London offices in and around St Bride’s, as did the first news agencies.",
                "The vast expansion of the printing industry in Fleet Street attracted intellectuals, artists and actors.   The author Samuel Richardson, who wrote and published Pamela, the first English novel, is buried at St Bride’s.  His friend, Dr Samuel Johnson lived just north of Fleet Street, and was part of a literary circle that included James Boswell, Joshua Reynolds, Oliver Goldsmith, and Alexander Pope.  Alongside William Hogarth, William Wordsworth, and John Keats, they were often to be seen in the coffeehouses in and around St Bride’s.",
                "In little more than a century the following familiar titles were established:",
                "The Guardian (1821)\nThe Daily Mail (1896)\nThe Sunday Times (1822)\nThe Daily Express (1900)\nThe News of the World (1843)\nThe Daily Mirror (1903)\nThe Daily Telegraph (1855)\nThe Sunday Mirror (1915)\nThe People (1881)\nThe Sunday Express (1918)\nThe Financial Times (1888)\nThe Morning Star (1930)",
                "With the coming of the 20th century their combined circulations were immense, and the power of the press barons, such as Northcliffee, Kemsley, Beaverbook, Astor and Rothermere, propelled Fleet Street into the very heart of the British power structure, shaping news as well as reporting it.",
                "Throughout this period, alongside its unique ministry to the printing and newspaper industries, St Bride’s remained a parish church, serving the needs of all its people.  Two individuals whose stories are of note are commemorated in our church today.",
                "The first is the Frenchman, Denis Papin.  Although few are familiar with his name today, he was a pioneering scientist and inventor, whose ground-breaking work revolutionised steam engineering.  In 1675, his Protestant beliefs led him to flee France for England.  Working with Robert Boyle, he famously invented a ‘digesteur’, which was in effect a pressure cooker but, more significantly, was the precursor to the steam engine.  Little was known of Papin’s eventual fate – until an entry in the St Bride’s burial register came to light, revealing that he was buried in our lower graveyard on 26th August 1713.",
                "A second memorial commemorates the life of Mary Ann (‘Polly’) Nichols, tragically remembered today as the first-known victim of the Victorian serial killer, Jack the Ripper.  Polly Nichols (née Walker) was born in this parish in 1845, and married William Nichols, a printer, in St Bride’s on 16th January 1864.  She became the mother of five children.  It is immensely important that the nature of her tragic death is not the only fact about her that is remembered, which is why her memorial at St Bride’s states: ‘Remember her life, not its end.’",
                "Meanwhile, back to the story of St Bride’s and Fleet Street.  Our next chapter begins in 1940, when catastrophe struck once again in World War II …"
            ]
        },
        {
            "heading": "Chapter 8: 1940-1957",
            "paragraphs": [
                "The Blitz began in the early autumn of 1940 when the Germans, their plans for a summer invasion thwarted, sought instead to bomb Britain’s cities into submission.  On the night of 29th December an incendiary raid destroyed St Bride’s.",
                "The church had been locked after Evensong, and fire bombs pierced the roof: the seasoned timbers proved to be perfect tinder. One of our Guildsmen, John Colley, who worked in Fleet Street, was returning from the night shift when he was horrified to see the church ablaze, with flames emerging from within the spire.  John, who sadly died in 2015, recalled seeing printers, journalists, and a host of others who worked in the industry, doing everything they could to rescue the contents of the burning church, including the medieval gospel lectern, which had survived the Great Fire of 1666, but much was lost.  Sadly, by daylight, only the spire and the outer walls of St Bride’s remained.",
                "It was only when the war finally ended that the church administrators were finally able to address the question of how to rebuild both the church and its congregation.",
                "By the early 1950s services were again being held on the site, in the open air, in the former vestry, and some in the crypt chapel.  It was thanks to the vision, energy and determination of the new Rector, Cyril Armitage, that a restoration fund enabled rebuilding work to begin.  The chosen architect, Godfrey Allen, an authority on Wren, studied the master’s original plans: he kept the clear glass that Wren loved, but did not rebuild the galleries, instead laying out the stalls in the distinctive collegiate style that you see today.",
                "Rebuilding required excavation as well as restoration.  In addition to the astonishing discovery of Roman remains on the site in 1953, the crypts were found to contain thousands of human remains, some of them victims of the Great Plague of 1665 and the cholera epidemic of 1854.  This epidemic claimed 10,000 lives in the City of London, leaving the churchyards and crypts overflowing with dead, which was dangerously insanitary.  As a result, Parliament decreed that there should be no more burials in the City.  The crypts were sealed and forgotten about.",
                "As a result of the excavations of Professor F.W. Grimes exactly a century later, St Bride’s now possesses two remarkable collections of human remains.  One of these includes the skeletons of 252 individuals, all of whom are identifiable, rendering this an invaluable resource for those undertaking historical, medical, or other forensic research.  The other collection is estimated to include nearly 7,000 human remains, is in a medieval charnel house within the crypt complex.  Many of these bones were found grouped together in categories (thigh bone with thigh bone, etc.), and laid out in a distinctive chequer-board pattern.  This is probably evidence of a land shortage in London, even during the medieval period, as these bones would have been relocated here from their original burial plots."
            ]
        },
        {
            "heading": "Chapter 9: 1957-1989",
            "paragraphs": [
                "Following its post-war reconstruction, the new St Bride’s was rededicated in the presence of the Queen and Prince Philip on 19th December 1957 – the anniversary of the opening of the original Wren church 282 years earlier.",
                "In 1962, Dewi Morgan succeeded Cyril Armitage as Rector, and throughout the 1960s and 70s St Bride’s continued its ministry to the newspaper world, hosting baptisms, weddings and memorial services, as well as offering a weekday ministry to those working in the area.",
                "In 1967 St Bride’s was packed for a service to celebrate the 100th anniversary of the Press Association, whose offices were situated next door to the church.  The glass doors at the West End were a gift to mark the occasion.  Thanks to the generosity of Sir Max Aitken, Lord Beaverbrook’s heir, a permanent exhibition was mounted in the crypt, chronicling the history of the site and of Fleet Street.  This was renewed and refurbished twenty-five years later, with the help of Reuters and the Museum of London.",
                "By the 1980s all was not well in the newspaper world.  For years it had suffered from chaotic industrial relations.  Proprietors found the so-called ‘Spanish practices’ of the print unions intolerable, while the workers rejected management attempts to introduce flexible working, no-strike clauses, new technology, and an end to the closed shop.",
                "National newspapers continued to be produced by the labour-intensive linotype hot-metal method, rather than being composed electronically.  Eddie Shah’s Messenger Group had, however, benefited from the Conservative government’s trade union legislation, which allowed employers to de-recognise unions, enabling Shah to use an alternative workforce and new technology.  Journalists could copy input directly, sweeping away arcane craft-union manning levels, and cutting costs dramatically.",
                "On 24th January 1986, some 6,000 newspaper workers went on strike after the breakdown of negotiations with Rupert Murdoch’s News International, the parent company of Times Newspapers and News Group Newspapers.  They were unaware that Murdoch had built, and clandestinely equipped, a new-technology printing plant in Wapping.  When they went out on strike, he relocated his operation overnight.",
                "Within months the printing dinosaur that was Fleet Street was dead.  By 1989 all the national newspapers had decamped, as other proprietors followed Murdoch’s lead.  Computers had consigned Wynkyn de Worde’s revolution to history.",
                "At the time, many feared that the diaspora of the ‘Fourth Estate’ might result in St Bride’s losing its distinctive identity as the Journalists’ Church; some even considered that the great church would lose its parishioners and congregation altogether.  Might Rupert Murdoch’s vision bring about what pestilence, fire, and the Luftwaffe had failed to achieve?"
            ]
        },
        {
            "heading": "Chapter 10: 1989-2021",
            "paragraphs": [
                "Fortunately for St Bride’s, when the national newspapers left Fleet Street, they scattered in every direction rather than congregating in one new locality; so ‘Fleet Street’ remains to this day a generic term for the nation’s press, and the church retains its unique ministry to journalism and all aspects of the media.",
                "During the Middle East hostage crisis of the late 1980s and early 1990s, St Bride’s hosted all-night vigils for John McCarthy and the other hostages.  On their release in 1991 a wonderful service of celebration was held here, which was attended by John McCarthy.  It was during this period that our now famous Journalists’ Altar was established in the north east corner of the church, which remains a particular focus of prayer for those in the profession who have died, many during the course of their work, as well as those who are missing or whose fate is unknown.",
                "The journalists whom we have commemorated over the years include John Schofield, the BBC reporter killed in Croatia in 1995; Reuters’ Kerem Lawton, killed in Kosovo; and Channel 4’s Gaby Rado and ITN’s Terry Lloyd, who lost their lives in Iraq.  The journalist Marie Colvin was killed in Homs, Syria in 2012, just over a year after she gave the address at the St Bride’s annual Journalists’ Commemorative service.",
                "Our ministry to journalists is fully international: in 2015 we held a memorial service for Ammar al-Shahbandar, head of the Iraq bureau of the Institute for War and Peace Reporting, who was killed in a car bomb explosion in Baghdad.  There is a commemorative plaque to the Saudi journalist, Jamal Khashoggi, murdered in 2018.  In 2019, working in partnership with the NUJ, we held a vigil for the Irish journalist Lyra McKie, shot dead in Belfast.  These are but a few examples.  The pastoral and spiritual support that we are able to offer to those working in the profession, and their families and colleagues, has never been more essential.",
                "Our ministry also extends well beyond the world of journalism: the buildings that had once housed giant printing presses became the home of lawyers, bankers, and accountants.  Our regular congregations are diverse, drawing in people of all ages and backgrounds, and from every walk of life.  We warmly welcome all who visit us here, whether they come to join our worship, to find a space for quiet reflection in the heart of the city, or simply to explore our fascinating and historic building and to discover the extraordinary story that we have to tell.",
                "Today, St Bride’s remains a living church in the modern world.  Our beautiful building has a light and open feel to it, while remaining steeped in the prayers of the faithful who have kept the flame of faith alive in this sacred place for so many centuries.  Fleet Street continues to develop and change, and new plans for its future are unfolding all the time.  St Bride’s remains at its very heart, proclaiming the love of Christ to all who come, as one of the most historic, vibrant and beautiful churches to be found anywhere in London."
            ]
        }
    ],
    "first_published": "2025-07-23T21:23:00.000000",
    "id": 10035,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/10035/building_10035_saint-brides-slater-king-354_bb8f07c9db1f49a68fbe0607f358d945.jpg",
            "description": null,
            "title": "Interior looking East",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10035_saint-brides-slater-king-354_bb8f07c9db1f49a68fbe0607f358d945.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/10035/building_10035__dsc5779_cd3d912e5447e35e717d236627d51849.jpg",
            "description": null,
            "title": "St Bride - David McFall",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10035__dsc5779_cd3d912e5447e35e717d236627d51849.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/10035/building_10035__dsc5914_179a1c91dd4d40e08e3a1850fa0f390c.jpg",
            "description": null,
            "title": "The Spire",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10035__dsc5914_179a1c91dd4d40e08e3a1850fa0f390c.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/10035/building_10035_saint-brides-slater-king-418_c22f6b0ed23f0c5ed4d2af75a40e3446.jpg",
            "description": null,
            "title": "Crypt Chapel",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10035_saint-brides-slater-king-418_c22f6b0ed23f0c5ed4d2af75a40e3446.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/10035/building_10035_saint-brides-slater-king-337_46871a9de60eca0f2b50cb5dbc1b3314.jpg",
            "description": null,
            "title": "The Dome",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10035_saint-brides-slater-king-337_46871a9de60eca0f2b50cb5dbc1b3314.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/10035/building_10035_saint-brides-slater-king-370_d2eda4854bb80af0cf057fca1dbc9b38.jpg",
            "description": null,
            "title": "woodwork detail",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10035_saint-brides-slater-king-370_d2eda4854bb80af0cf057fca1dbc9b38.jpg"
        }
    ],
    "links": [
        {
            "href": "https://www.stbrides.com",
            "title": "www.stbrides.com"
        },
        {
            "href": "https://twitter.com/stbrides",
            "title": "twitter.com/stbrides"
        }
    ],
    "location": {
        "address": "St Bride's Church, St Bride's Avenue, EC4Y 8AU",
        "latitude": 51.5137695,
        "longitude": -0.105544,
        "meeting_point": null,
        "travel_info": [
            "Tube: Blackfriars, St. Paul's",
            "Train: City Thameslink, Blackfriars",
            "Bus: 11, 15, 26, 76, 341"
        ]
    },
    "name": "St Bride's Church, Fleet Street",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/10035",
    "ticketed_events": false,
    "venue_years_listed": [
        2021,
        2022,
        2024,
        2025
    ]
}