{
    "all_week": false,
    "balloted_events": false,
    "description": "1920s water pumping station comprising of several architectural styles. Interior retains original steam pumping machinery and historic electrical equipment.",
    "design": {
        "designers": [
            {
                "architect": "Henry E. Stilgoe",
                "description": null,
                "year": "1929"
            }
        ],
        "periods": [
            "Inter-war"
        ],
        "types": [
            "museum",
            "industrial"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2025-09-13",
            "drop_in": true,
            "end": "2025-09-13T16:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in: Open Day",
            "notes": "",
            "start": "2025-09-13T10:30:00+01:00",
            "ticketed": false
        },
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2025-09-14",
            "drop_in": true,
            "end": "2025-09-14T16:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in: Open Day",
            "notes": "",
            "start": "2025-09-14T10:30:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        "Parking",
        "Toilets",
        "Accessible toilet",
        "Baby changing facilities",
        "Drinking water",
        "Family-friendly event",
        "Seating available",
        "Step-free routes",
        "Handrails on one side of stairs"
    ],
    "factsheet": [
        {
            "heading": "Introduction",
            "paragraphs": [
                "Kempton Steam Museum is home to the world’s largest working triple-expansion steam engine. It stands as high as four stacked double-decker buses and along with its identical twin, pumped vast volumes of London’s drinking water from 1929 to 1980.",
                "The museum and its engines are housed within a grand Scheduled Monument located at the Thames Water’s Kempton Park Pumping Station in south-west London. The mighty steam engines have been preserved since 1995 by the Kempton Great Engines Trust to ensure that their engineering magnificence is treasured for generations to come."
            ]
        },
        {
            "heading": "Brief History of the Kempton Park Pumping Station",
            "paragraphs": [
                "Kempton Park Pumping Station has been supplying fresh water to London since 1906. The site today is operated by Thames Water PLC and is also home to the Kempton Great Engines Trust.  Since 1995, the Trust has preserved the unique set of triple-expansion steam engines and turbines at Kempton Park, which served London for over fifty years.",
                "The Kempton Park works was established by The New River Company in 1897 to purify water abstracted from the River Thames at Staines and pump it to service reservoirs at Cricklewood.  Construction began in 1900 and was completed in 1906, by which time the New River Company and its seven rival water companies in London had been amalgamated into the Metropolitan Water Board (MWB).",
                "The expansion of London necessitated the MWB to increase the capacity of the works in the 1920s with the installation of rapid primary filtration and additional steam pumping machinery. The use of primary filtration was cutting edge for its time and the steam engines were amongst the largest of their kind in the world. Post-war the site became a test bed for further filtration innovation including the trialling of chemical treatments and rotary strainers.",
                "In 1973 the MWB’s governance was amalgamated with local wastewater facilities to form the Thames Water Authority. The clean water side of the operation then became known as the Metropolitan Water Division (MWD).",
                "Steam power dominated Kempton until 1980 when the engines now preserved by Kempton Steam Museum were decommissioned in favour of more economic electric spindle pumps.",
                "Kempton Park still serves London through much of the original infrastructure laid down at the beginning of the last century. Since the 1990s, Kempton has also delivered water into the London Ring Main which acts as an underground service reservoir circumnavigating London . The site on average supplies 130 Mega Litres (30 million gallons) every day.",
                "In 1995 the Kempton Great Engines Trust was established with the aim to restore and showcase the surviving triple-expansion engines and steam turbines at Kempton Park. Since 2004, Kempton Steam Museum has welcomed thousands of visitors each year and endeavours to demonstrate the ‘Sir William Prescott’ engine in steam for many generations to come."
            ]
        },
        {
            "heading": "The New Pumping Station & Triple-Expansion Engines",
            "paragraphs": [
                "London’s continual growth in the early part of the 20th century necessitated further expansion to the water supply infrastructure. In 1912 the MWB’s Chief Engineer Mr. W. B. Bryan recommended that Kempton Park should be expanded by constructing further slow sand filter beds and an additional pumping station which would also act as  an electric power station.  In the plan, three steam turbines would be installed each with the capability of pumping 15 million gallons per day along a 66 inch main to a new reservoir at Horsenden Hill in Hampstead.  In addition to the pumps were to be three steam turbine electric generators for powering electric water pumps intended for installation at Hanworth, Sunbury and Littleton.  Bryan also outlined plans for a new raw water storage reservoir at Littleton later known as the Queen Mary Reservoir to supply the new pumps at Kempton.",
                "The MWB began approval of Bryan’s recommendations in 1914 but were shelved shortly after the outbreak of the First World War and the death of Bryan.  Sir James Restler succeeded as Chief Engineer and recommended the use of triple-expansion engines over steam turbines on the grounds of efficiency and reliability. Sir James Restler also died in office and was succeeded by Henry E. Stilgoe in 1920.",
                "In 1920 Henry Stilgoe further advocated the expansion of Kempton Park works this time with rapid sand filters and triple-expansion engines. In 1924 the MWB accepted the tender of Worthington Simpson of Newark-on-Trent for two inverted marine type triple-expansion steam engines at a cost of £94,000. These engines would each have a maximum output of 19 million gallons of water per day and be amongst the largest steam engines ever built (now preserved by Kempton Steam Museum). Tenders were also received from William Moss & Sons for the construction of the Primary Filter and New Engine House at the combined cost of £245,000.  To power the engines, six Water Tube Boilers were ordered from  Babcock & Wilcox at a cost of £34,000. The boilers were fired with coal using an electrically driven moving chain grate.",
                "Construction began in 1925 and was completed by 1929.  On the 24th October 1929 the pumping station was inaugurated by the Minister of Health, the Rt Hon. Arthur Greenwood M.P. in the presence of many dignitaries.  On the 8th November 1929 the two engines, Nos. 6 & 7  were named ‘The Sir William Prescott’ and ‘Lady Bessie Prescott’ engines respectively after the Chairman of the MWB and his wife.",
                "The installation meant an additional 24 million gallons of drinking water could be pumped to service reservoirs at Cricklewood, Highgate, Bishops Wood and Fortis Green. Water from these reservoirs would then flow by gravity for distribution to large parts of North, West and Central London."
            ]
        },
        {
            "heading": "The Steam Turbines & The Dawn of Electricity",
            "paragraphs": [
                "London’s continual expansion necessitated the output of the Kempton works to be increased. To meet this demand two steam turbines were installed in 1933. The two units were made by Fraser & Chalmers in Erith, Kent and numbered 8 and 9. They were installed in a space left between the two triple-expansion engines intended for a further engine or turbine equivalent.",
                "The two turbines drove centrifugal water pumps made by Worthington Simpson and could deliver a total output of 24 million gallons of water each per day. Unlike the quiet and efficient running triples, the turbines were noisy and consumed considerably more steam. Their size and cost was however substantially less than a triple.",
                "The turbines along with the triple-expansion engines were retired from service in 1980. The water pumping operations at the Kempton Park site are now undertaken by electric centrifugal pumps located in the old Lilleshall engine house."
            ]
        },
        {
            "heading": "Kempton Great Engines Trust & Kempton Steam Museum",
            "paragraphs": [
                "After 1980 the steam engines and boilers remained derelict with only the occasional film shoot or visit.  In 1993 the six Babcock & Wilcox and two John Thompson boilers were scrapped to make way for a Carbon Reactivation plant.  In 1995, Thames Water approached Nick Reynolds at Kew Bridge Steam Museum to establish a trust to preserve the steam engines.",
                "In 1997 a 99 year lease was signed between Thames Water and The Kempton Great Engines Trust. The Kempton Great Engines Society was subsequently formed which recruited volunteers to undertake the restoration work. In 2002 the Sir William Prescott engine was returned to steam and the museum inaugurated by the HRH The Prince of Wales in December of that year.  Since 2004, Kempton Steam Museum has welcomed thousands of visitors and endeavours to maintain the collection for generations to come."
            ]
        }
    ],
    "first_published": "2025-07-17T23:11:51.000000",
    "id": 10239,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/10239/building_10239_dsc_0155_b5d3bcac665c9107af7d5f3c5019d81a.jpeg",
            "description": null,
            "title": "Engine house",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10239_dsc_0155_b5d3bcac665c9107af7d5f3c5019d81a.jpeg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/10239/building_10239_dsc_0174-copy_7a7276fd5d217f238afabf6d9fb01a4b.jpg",
            "description": null,
            "title": "The Sir William Prescott triple-expansion engine ",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10239_dsc_0174-copy_7a7276fd5d217f238afabf6d9fb01a4b.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/10239/building_10239_dsc_1167_68ad7f2615233a57cbc2951f9e556ff9.jpeg",
            "description": null,
            "title": "The Sir William Prescott triple-expansion engine ",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10239_dsc_1167_68ad7f2615233a57cbc2951f9e556ff9.jpeg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/10239/building_10239_img_20190120_152207_0d76448d8fcf6c5d875213d5f2554b23.jpeg",
            "description": null,
            "title": "Engine house",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10239_img_20190120_152207_0d76448d8fcf6c5d875213d5f2554b23.jpeg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/10239/building_10239_dsc_0359_e57f6d57d2378ce2f005fcc74552aa1b.jpeg",
            "description": null,
            "title": "Historic lamp standards ",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10239_dsc_0359_e57f6d57d2378ce2f005fcc74552aa1b.jpeg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/10239/building_10239_dsc_0157-copy_e08b4a3dc1b82cc524f675eaca88aed7.jpg",
            "description": null,
            "title": "Mercury Arc Rectifiers",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10239_dsc_0157-copy_e08b4a3dc1b82cc524f675eaca88aed7.jpg"
        }
    ],
    "links": [
        {
            "href": "https://kemptonsteam.org/",
            "title": "kemptonsteam.org"
        },
        {
            "href": "https://www.facebook.com/www.kemptonsteam.org",
            "title": "www.facebook.com/www.kemptonsteam.org"
        },
        {
            "href": "https://www.instagram.com/kemptonsteammuseum/",
            "title": "www.instagram.com/kemptonsteammuseum"
        }
    ],
    "location": {
        "address": "Kempton Park Pumping Station, Snakey Lane, TW13 6XH",
        "latitude": 51.42579,
        "longitude": -0.40497,
        "meeting_point": null,
        "travel_info": [
            "Train: Feltham",
            "Bus: H25, 290",
            "Additional travel info: Easily reached by road via the A316 & M3. Ample parking on site with accessible bays close to the building."
        ]
    },
    "name": "Kempton Steam Museum",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/10239",
    "ticketed_events": false,
    "venue_years_listed": [
        2021,
        2023,
        2024,
        2025
    ]
}