{
    "all_week": false,
    "description": "Designed by Charles Barry Jr in the Victorian Gothic style, it has been a landmark in Dulwich since it was painted by the French Impressionist Camille Pissarro in 1870. There is a fine fresco painted by Sir Edward Poynter in the chancel.",
    "design": {
        "designers": [
            {
                "architect": "Charles Barry Junior",
                "description": null,
                "year": "1868"
            }
        ],
        "periods": [
            "Victorian"
        ],
        "types": [
            "religious",
            "community/cultural",
            "concert/performance space",
            "education"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2025-09-13",
            "drop_in": true,
            "end": "2025-09-13T17:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in: Open day with guided tours",
            "notes": "",
            "start": "2025-09-13T10:00:00+01:00",
            "ticketed": false
        },
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2025-09-14",
            "drop_in": true,
            "end": "2025-09-14T17:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in: Open day with guided tours",
            "notes": "",
            "start": "2025-09-14T11:30:00+01:00",
            "ticketed": false
        },
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2025-09-20",
            "drop_in": true,
            "end": "2025-09-20T17:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in: Open day with guided tours",
            "notes": "",
            "start": "2025-09-20T11:00:00+01:00",
            "ticketed": false
        },
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2025-09-21",
            "drop_in": true,
            "end": "2025-09-21T17:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in: Open day with guided tours",
            "notes": "",
            "start": "2025-09-21T11:30:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        "Toilets",
        "Accessible toilet",
        "Gender neutral toilet",
        "Handrails on one side of stairs",
        "Loan wheelchair",
        "Seating available",
        "Step-free routes",
        "Baby changing facilities",
        "Blue badge parking",
        "Drinking water",
        "Family-friendly event"
    ],
    "factsheet": [
        {
            "heading": "Essential Information",
            "paragraphs": [
                "In 1868, only a handful of people lived in the leafy part of Surrey now known as Dulwich, on a few dairy farms and in modern gracious villas.",
                "St Stephen’s, in the woods on College Road, a beautiful neo-gothic church, was commissioned from the famous Victorian architect, Charles Barry Jr, to seat a congregation of seven hundred. The church was built by private subscription without endowments, and with the extra gift of a fresco by Sir Edward Poynter.",
                "Despite enormous damage sustained during the blitz, St Stephen’s church survived, and in the early 1990s was reordered and refurbished to provide a worship space more suited for the times, but in keeping with the architecture of the building.",
                "In 1999 a new church hall was built to replace the original hall built as a “temporary” structure in 1947. St Stephen’s now has a church and hall well suited as a base for its outreach and other activities along with a new resource for the local community.",
                "In 2024 we installed new stained glass windows designed by Roland Mitton, which celebrate the nativity and commemorate our recent benefactor Dr Joan Greenwood OBE, a renowned midwife."
            ]
        },
        {
            "heading": "Beginnings",
            "paragraphs": [
                "St Stephen’s Church was built to meet the needs of the growing population in South Dulwich following the establishment of the Crystal Palace on the top of Sydenham Hill and the arrival of the railway which made its way in a tunnel under Crystal Palace en route to Chatham and Dover.",
                "The Church with its notable spire has been a landmark in Dulwich ever since it was painted by the famous French Impressionist, Camille Pissarro in 1870, two years after its Consecration.",
                "Designed by Charles Barry Jr (the son of the architect of the Houses of Parliament), the Church was of considerable beauty and was richly decorated in the Victorian Gothic style beloved of Pugin and Ruskin, as can be seen from a contemporary painting, probably the work of Barry himself.",
                "The Church met the needs of the growing community south of the newly-built Dulwich College (also designed by Barry) and Dulwich Woods became the setting for many fine houses.  Shortly after the completion of the building Sir Edward Poynter executed the fine fresco in the chancel commemorating the Trial and Martyrdom of St Stephen."
            ]
        },
        {
            "heading": "World Wars I and II",
            "paragraphs": [
                "Over the years the Church was further beautified and enlarged. In particular there is a fine east window by the renowned stained glass makers C E Kempe & Co, erected in memory of his wife in 1924 by Lord Vestey, the owner of Kingswood House which lies close to the Church.",
                "Despite serious war damage caused by V1 ‘flying bombs’ in 1944, the building was saved, though not without anxious moments in 1946 when the walls began to lean outwards. This was the result of the pressure exerted on them by the roof which had almost been lifted off the building by the bomb blast.",
                "An ingenious proposal by a young builder, Cecil Watkins to squeeze the walls together by the use of jacks resulted in the walls being restored to their original position, since when they have been held together by unobtrusive tie bars inserted at intervals along the nave. This  work was described in The Builder magazine as a ‘miracle’.",
                "The church was awarded a Heritage Category: Listed Building Grade II on 27 September 1972. List Entry Number: 1385417",
                "The War Memorial was awarded a Heritage Category: Listed Building Grade II on 7 November 2017. List Entry Number:1449908"
            ]
        },
        {
            "heading": "Recent Restoration and Improvements",
            "paragraphs": [
                "The rich decoration of the interior of the Church was largely restored to mark the Church’s centenary and, more recently, there has been successful and sensitive re-ordering with a nave altar.",
                "Music has always been a major feature of worship at St Stephen’s and a new organ was installed in 2004 at the west end of the building.",
                "A longstanding member of the congregation, the late Michael Goodman, wrote a history of the church entitled The Story of St Stephen’s, South Dulwich, A Beacon in Times of Peace and War: The History of the Building and the People who lived and worshipped there 1868-2007. The book contains an account of the contributions made by parishioners to the Life of the Church over the past  hundred and thirty years and the relationship with the Dulwich Estate.",
                "Copies of this book are obtainable from St Stephen’s Church, College Road, London SE21 7HN.",
                "In 2024, the PCC installed new stained glass windows celebrating the nativity in memory of Dr Joan Greenwood OBE, a renowned midwife and former churchwarden, whose generous legacy funded the renewal of the church lighting and sound systems."
            ]
        }
    ],
    "id": 10452,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/10452/building_10452_img_0297_802965212279a30cdd1794319f0f3688.jpg",
            "description": null,
            "title": "View from College Road in the snow",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10452_img_0297_802965212279a30cdd1794319f0f3688.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/10452/building_10452_img_1817_7a6fbdc7f77f390315f2604e95387093.jpg",
            "description": null,
            "title": "View of the west end organ and window after a wedding",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10452_img_1817_7a6fbdc7f77f390315f2604e95387093.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/10452/building_10452_img_1522_3b26f74239e8184c7acca5e66442b401.jpg",
            "description": null,
            "title": "Stained glass windows in the lady chapel",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10452_img_1522_3b26f74239e8184c7acca5e66442b401.jpg"
        }
    ],
    "links": [
        {
            "href": "https://www.ststephensdulwich.org/",
            "title": "www.ststephensdulwich.org"
        }
    ],
    "location": {
        "address": "St Stephen's Church, College Road, Dulwich, SE21 7HW",
        "latitude": 51.43225,
        "longitude": -0.07845,
        "meeting_point": null,
        "travel_info": [
            "Train: Sydenham Hill",
            "Bus: 3, 363, 202, 122, 450, 227",
            "Additional travel info: Sydenham Hill station is 50 yards from St Stephen's"
        ]
    },
    "name": "St Stephen's Church, Dulwich",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/10452",
    "ticketed_events": false
}