{
    "all_week": false,
    "description": "Grade II listed, built as a Welsh Charity School in 1738. A library with a focus on Marxism and Socialism since 1933. Lenin worked here 1902-03 and his office is preserved. Fresco by Jack Hastings in 1st floor. Late 15C tunnels.",
    "design": {
        "designers": [
            {
                "architect": "Sir James Steere",
                "description": null,
                "year": "1738"
            }
        ],
        "periods": [
            "Georgian"
        ],
        "types": [
            "library",
            "online"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2025-09-13",
            "drop_in": true,
            "end": "2025-09-13T16:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in: Guided tour",
            "notes": "We will welcome visitors to drop in tours of our historic site.",
            "start": "2025-09-13T11:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        "Toilets",
        "Gender neutral toilet",
        "Seating available"
    ],
    "factsheet": [
        {
            "heading": "History of our building",
            "paragraphs": [
                "Marx House was built in 1738 as a Welsh Charity school. It educated boys and later a few girls – the children of Welsh artisans living in poverty in Clerkenwell. Gradually the intake became too large and the school moved to new premises in 1772. After this the building was divided into separate workshops (examples, mattress & cabinet makers). Including coffee house where International Workingmen’s Association met. Marx himself spoke on this site. One of the workshops became home to the London Patriotic Society from 1872 until 1892 – important questions of the day discussed including women’s suffrage and Fenian question. The Twentieth Century Press occupied 37a and 38, and expanded into 37 by 1909 .",
                "The Twentieth Century Press was founded by the Social Democratic Federation as printer for its journal Justice (can see copy in Lenin Room). It was the first socialist press in Clerkenwell. An early benefactor was William Morris, who guaranteed the first year’s £50 rent of the Patriotic Club to the Twentieth Century Press in 1893. During its time in Clerkenwell Green, the Twentieth Century Press produced several of the earliest English editions of the works of Marx and Engels. The Twentieth Century Press remained at the building until 1922. (good time to make reference to the Hammersmith Socialist Society banner recently on display at NPG).",
                "During this period Lenin himself worked at the library for a period - more on that later. Good time to mention Lawrence Bradshaw’s Lenin bust at the end of the main Hall – same artist who designed Marx's grave at Highgate cemetery. The Library still plays a key role in organising the annual oration mid-march.",
                "Even before it became the library – a history rooted in radical tradition. It is outside the library that crowds still gather on May Day."
            ]
        },
        {
            "heading": "History of our library",
            "paragraphs": [
                "In 1933, the fiftieth anniversary of the death of Karl Marx, a delegate meeting comprising trade unionists, veteran socialists belonging to the Labour Party and Communist Party, and representatives of the Labour Research Department and Martin Lawrence Publishers Ltd., considered setting up a Permanent memorial to him. That year also saw the Nazis in Germany burning books. In these circumstances the meeting resolved that the most appropriate memorial would be a Library. Thus the Marx Memorial Library and Workers School (as it was then known) was established at 37a Clerkenwell Green that year. Study classes, held in the evenings, became the distinguishing feature of the Workers’ School, which was divided into faculties of science, history and political economy. Prominent speakers included J.D. Bernal, J.S. Haldane, Eric Hobsbawm, Christopher Hill, Tom Mann.",
                "For over eighty years the library has continued its work collecting published and archival material on the science of Marxism, trade unionism and the working class movement. We also continue to have an education programme with weekly lectures etc – these take place here in the Main Hall. One of our main collections is the archive of the lnternational Brigades who volunteered to fight fascism during the civil war 1936-39. These cabinets in the hall contain the archive and library of the IB. Here you can also see the banner that was presented to the IB in 1938 by the ‘women of Barcelona’ when they left Spain. More recently we have acquired this painting by Rosa Branson who depicts various aspects of the conflict including Spanish Medical Aid, La Pasionaria and Guernica.",
                "Other core collections include the Printers Collection – which will show you shortly; the Bernal Peace library, collections of soviet posters and the archives of the Daily Worker/Morning Star. We have a total of around 50,000 books. We also have a huge number of rare periodical and pamphlets.",
                "The premises achieved Grade II listed building status in 1967 and in 1969 the façade was restored to the way it had originally looked in 1738. During further refurbishments in 1987, tunnels were discovered underneath the library. Their origins are obscure but they significantly pre-date the building."
            ]
        }
    ],
    "first_published": "2025-07-26T21:21:23.055071",
    "id": 1048,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/1048/building_1048_photo_sub_marx_memorial_library083_87486154045e73cd7aff05495fea94dc.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1048_photo_sub_marx_memorial_library083_87486154045e73cd7aff05495fea94dc.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/1048/building_1048_events-may-day-external_ec27f8043b32ec7b70ae156d9a140cca.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1048_events-may-day-external_ec27f8043b32ec7b70ae156d9a140cca.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/1048/building_1048_selected-mml-21-9-15-283_d5e1dd69ca213c076d478dc31a820c34.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1048_selected-mml-21-9-15-283_d5e1dd69ca213c076d478dc31a820c34.jpg"
        }
    ],
    "links": [
        {
            "href": "http://www.marx-memorial-library.org.uk",
            "title": "www.marx-memorial-library.org.uk"
        },
        {
            "href": "https://twitter.com/MarxLibrary",
            "title": "twitter.com/MarxLibrary"
        }
    ],
    "location": {
        "address": "37a Clerkenwell Green, EC1R 0DU",
        "latitude": 51.5229739,
        "longitude": -0.1056922,
        "meeting_point": null,
        "travel_info": [
            "Tube: Farringdon",
            "Train: Farringdon",
            "Bus: 55, 63, 243"
        ]
    },
    "name": "Marx Memorial Library & Workers' School",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/1048",
    "ticketed_events": false,
    "venue_years_listed": [
        2021,
        2023,
        2024,
        2025
    ]
}