{
    "all_week": false,
    "description": "9 Fitzroy Square is the home of the British Cardiovascular Society. In addition to original architectural features, visitors will be able to view the BCS collection of objects illustrating the history of cardiology. Last entry 3.30 pm.",
    "design": {
        "designers": [
            {
                "architect": "Robert Adam",
                "description": null,
                "year": "1794"
            }
        ],
        "periods": [
            "Georgian"
        ],
        "types": [
            "museum",
            "health",
            "institution/profession",
            "offices",
            "scientific"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2025-09-14",
            "drop_in": true,
            "end": "2025-09-14T16:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in",
            "notes": "",
            "start": "2025-09-14T10:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        "Toilets",
        "Drinking water"
    ],
    "factsheet": [
        {
            "heading": "History",
            "paragraphs": [
                "9 Fitzroy Square was designed by Robert Adam as one of a row of houses on the eastern side of Fitzroy Square. Designed in the neoclassical style, the houses were built speculatively to attract wealthy aristocratic families. The lease for the site was given to the Adam brothers in 1792 and building commenced in 1794. As Robert died in 1792, the houses were completed by his brothers James and William.",
                "The house is now the headquarters of the British Cardiovascular Society, including meeting rooms, office space and the BCS Museum, Library and Archive collections.",
                "Architectural details:",
                "The house is built from Portland stone with a slate mansard roof and dormers. The building has 3 storeys, an attic and a basement, which opens onto a small paved enclosed courtyard garden at the rear.",
                "The round-arched doorway features pilaster-jambs carrying a cornice-head; fanlight and panelled door. There is a plain band at 1st floor level. The windows are square-headed recessed sash windows, with cast-iron balconies on the first floor. The house features a cornice and balustraded parapet. Attached are cast-iron railings with urn finials to areas.",
                "The house also carries an English Heritage blue plaque of Professor A W Hoffmann, a famous organic chemist, who lived there in the mid-19th Century."
            ]
        },
        {
            "heading": "British Cardiovascular Society",
            "paragraphs": [
                "The British Cardiovascular Society is the professional body for healthcare professionals working in cardiovascular health. Founded in 1922 as The Cardiac Club, the BCS is the oldest cardiological society in the world, and formed the model for similar societies across the globe.",
                "The BCS is committed to enhancing and maintaining the highest standards in training, education and research in cardiovascular disease, and has over 3,000 members.",
                "The BCS also has a large historical collection which comprises three main categories - Library, Museum and Archives. The BCS Museum collection of objects and artefacts from the history of cardiology is displayed in cases  throughout the building, and a detailed walking guide will be available on the day.",
                "Last entry 3.30 pm."
            ]
        }
    ],
    "id": 10880,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/10880/building_10880_08410006_98023eef9a86a13deb4adadfbc9a6538.jpg",
            "description": null,
            "title": "9 Fitzroy Square front",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10880_08410006_98023eef9a86a13deb4adadfbc9a6538.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/10880/building_10880_9fitzroy1_25aa03f7edf8847a8465639dd711b738.jpg",
            "description": null,
            "title": "9 Fitzroy Square from north side",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10880_9fitzroy1_25aa03f7edf8847a8465639dd711b738.jpg"
        }
    ],
    "links": [
        {
            "href": "https://www.britishcardiovascularsociety.org/",
            "title": "www.britishcardiovascularsociety.org"
        },
        {
            "href": "https://x.com/britishcardioso",
            "title": "x.com/britishcardioso"
        }
    ],
    "location": {
        "address": "British Cardiovascular Society, 9 Fitzroy Square, W1T 5HW",
        "latitude": 51.52359629999999,
        "longitude": -0.1398657,
        "meeting_point": null,
        "travel_info": [
            "Tube: Warren Street",
            "Train: Euston",
            "Bus: 29, 24"
        ]
    },
    "name": "British Cardiovascular Society",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/10880",
    "ticketed_events": false
}