{
    "all_week": false,
    "description": "A row of thirteen dwellings plus a hall used as a committee room and offices, constructed as one block on two floors. The building is divided by a jettied cross range. Grade II listed.",
    "design": {
        "designers": [
            {
                "architect": "Sir George Monoux",
                "description": null,
                "year": "1527"
            }
        ],
        "periods": [
            "Post-war",
            "Tudor"
        ],
        "types": [
            "housing"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2025-09-21",
            "drop_in": true,
            "end": "2025-09-21T14:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in: Monoux Hall - open day",
            "notes": "",
            "start": "2025-09-21T10:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        "Toilets",
        "Drinking water",
        "Handrails on one side of stairs",
        "Seating available"
    ],
    "factsheet": [
        {
            "heading": "History",
            "paragraphs": [
                "The original school and almshouses were designed and built to Monoux’s own specification. A memorandum in George Monoux’s ledger book notes that on Sunday 16th June 1527, in the presence of witnesses, his attorney Richard Vaughan took possession of the almshouse land from Prior Nicholas and the Convent of Holy Trinity Priory in Aldgate London."
            ]
        },
        {
            "heading": "The Design of the Almshouses",
            "paragraphs": [
                "Monoux’s design for the almshouses was for 13 rooms measuring 13 feet by 17 feet, each room having two windows, two doors, a fireplace sharing a chimney with the adjoining room and a back yard. Forming a gabled crossing in the centre with six rooms to the west and seven rooms to the east, stands a house measuring 15 feet by 17 feet with two rooms below and two above, where the alms-priest schoolmaster lived.",
                "Two long galleries on the first floor on either side of the school masters house, were to be used as a schoolroom and a church house. Later documents reveal that Monoux intended these upper rooms should be used for parish dinners and wedding feasts for poor people in the parish. An adjoining house belonging to Monoux on the north side of the almshouses was equipped with spits, irons and pewter ‘and other necessaries fit for the dressing of the said Dinner’.",
                "Accompanying the memorandum and sketch of the almshouses, but dated 1541, are the rules carefully designed by George Monoux to ensure the good governance of the almspeople and the almspriest, who would serve both as schoolmaster and as priest to the almspeople. George Monoux also provided for the financial future of the almshouses and school in his Will dated 6th June 1541.",
                "The Almshouses and School faced difficult times and neglect over the following centuries, however the almshouses to this day provide secure and comfortable accommodation to older people from Walthamstow and Chingford."
            ]
        }
    ],
    "first_published": "2025-07-26T21:21:23.055071",
    "id": 1119,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/1119/building_1119_sir-george-monoux-almshouses-july-2016-2_a5f966061695d6ce15b6c081028b65ea.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1119_sir-george-monoux-almshouses-july-2016-2_a5f966061695d6ce15b6c081028b65ea.jpg"
        }
    ],
    "links": [
        {
            "href": "https://wcac.org.uk/",
            "title": "wcac.org.uk"
        }
    ],
    "location": {
        "address": "Church End, E17 9RL",
        "latitude": 51.5855139,
        "longitude": -0.0115774,
        "meeting_point": null,
        "travel_info": [
            "Tube: Walthamstow Central",
            "Train: Walthamstow Central, Walthamstow Queens Road",
            "Bus: 212, W12"
        ]
    },
    "name": "Monoux Almshouses",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/1119",
    "ticketed_events": false,
    "venue_years_listed": [
        2025
    ]
}