{
    "all_week": false,
    "description": "The building, designed by Mole Architects, comprises a top-lit, 2,000 square foot rehearsal studio, open-plan office, music production studio. \r\n\r\nConstructed entirely from timber, clad in weathered corten steel and designed to limit energy consumption.",
    "design": {
        "designers": [
            {
                "architect": "Mole Architects",
                "description": null,
                "year": "2022"
            }
        ],
        "periods": [
            "Contemporary"
        ],
        "types": [
            "art studio",
            "concert/performance space",
            "education",
            "health",
            "theatre"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2025-09-13",
            "drop_in": true,
            "end": "2025-09-13T16:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in: Open Day - including free exhibition",
            "notes": "",
            "start": "2025-09-13T10:00:00+01:00",
            "ticketed": false
        },
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2025-09-14",
            "drop_in": true,
            "end": "2025-09-14T16:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in: Open Day - including free exhibition",
            "notes": "",
            "start": "2025-09-14T10:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        "Parking",
        "Toilets",
        "Accessible toilet",
        "Drinking water",
        "Gender neutral toilet",
        "Handrails on both sides of stairs",
        "Seating available",
        "Step-free routes"
    ],
    "factsheet": [
        {
            "heading": "Design District",
            "paragraphs": [
                "The building is situated in London’s Design District on Greenwich Peninsula. The newly-created pedestrian quarter, masterplanned by HNNA, features 16 architect-designed buildings and establishes a permanent home for creative industries – designers, artists, and makers of all types.",
                "The intentionally eclectic assortment of buildings is arranged along and connected by narrow alleyways leading into intimate courtyards and a new market square. Studios, floors, or entire buildings are available to tenants – individuals or businesses – at low rates and flexible leases that help creative Londoners kickstart their enterprises after Covid in an interdependent and mutually supportive community.",
                "Arts company Clod Ensemble occupy the 1st and 2nd floors of C2, including an expansive top-lit rehearsal studio, an open-plan office, music production studio and small design studio. The ground floor provides an industrial kitchen space serving Design District’s Canteen."
            ]
        },
        {
            "heading": "Materials",
            "paragraphs": [
                "C2 (also known as Ziggurat) is a three-storey Corten-clad building.  The site was home to Europe’s largest gasworks. The architects were inspired by a 1950s photograph of two scientists working on fuel research on the buildings’ site.",
                "The weathered steel cladding is laid diagonally to give the simple stepped form texture and weight, and an industrial quality reminiscent of the original gasholders. It is constructed entirely from timber, with exposed beams and wooden ceilings imbuing the space with warmth and character. The top floor studio sits under the building’s sawtooth rooflights."
            ]
        },
        {
            "heading": "Energy Use",
            "paragraphs": [
                "Mole has designed the building to limit energy consumption, with consideration to both embodied energy use during construction, as well as limiting energy in-use.",
                "C2 is designed around a hybrid glulam timber frame with structural cross-laminated timber (CLT) floors, stairs and lift shaft, with structural insulated panel (SIP) walls.",
                "The solid timber floor slabs are exposed on the soffit, with a raised floor distributing services. The timber construction has resulted in a 41 per cent saving of kgC02/m² compared to an equivalent concrete structure. This construction has not only reduced embodied energy, but led to a more efficient prefabricated construction process that lowered the time on site.",
                "The building's walls are lined in a phase change material (PCM) board that contributes to the internal temperature control in hot weather, along with the external blinds and shutters. The distribution of windows and the shallow depth of the building ensure high levels of daylight and the ability to naturally ventilate the spaces. External shutters on its west side and fins on its east act to shield the upper floor windows from solar gain. The design was developed with M&E consultants Skelley & Couch, who thermally modelled the buildings to ensure the lightweight buildings perform as required."
            ]
        },
        {
            "heading": "Clod Ensemble",
            "paragraphs": [
                "Clod Ensemble create provocative, finely crafted performance and participation projects driven by movement and music. For over 25 years, director Suzy Willson and composer Paul Clark have developed a highly original performance language, in collaboration with a wide range of associate artists.",
                "Each production has a unique visual identity and distinctive musical score. Their work is presented in London, across the UK and internationally in theatres, dance houses, galleries and public spaces including Sadler’s Wells, Tate Modern, The Lowry, Wales Millennium Centre, Serralves Museum Porto and Public Theater New York.",
                "Clod Ensemble’s work on Greenwich Peninsula radiates to national and international audiences through live and digital events and resources - exchanging of ideas, music and movement. The studios are being used to incubate new talent, hosting their learning and artist development programmes, including intensive courses for young artists in cross disciplinary performance. These learning and professional development opportunities celebrate movement, music and visual languages as vital ways of knowing, learning, and communicating.",
                "The studio is the base for their pioneering creative health programme Performing Medicine, an our award-winning, sector-leading initiative. Primarily focused on the education and wellbeing of healthcare workers – developing their skills through creative practice so they can build healthier, respectful, caring, creative communities.",
                "clodensemble.com\n@clodensemble"
            ]
        },
        {
            "heading": "Mole Architects",
            "paragraphs": [
                "Founded by Meredith Bowles in 1997, Mole Architects combines innovation and individuality with a commitment to cutting-edge sustainability.",
                "The practice has a reputation for ‘green and gorgeous’ buildings, as evidenced by one-off houses such as the Black House in the Cambridgeshire Fens (winner of the 2004 Manser Medal), and The Houseboat (winner of the 2017 Stephen Lawrence Prize).",
                "Recent projects include multi-award winning Marmalade Lane, a council-led cohousing scheme for developers TOWN and residents of the K1 Co-housing group, in Orchard Park, Cambridge (2019), and postgraduate apartments and a health centre at Eddington, Cambridge (2018).",
                "The practice has been the delivery architect for Living Architecture’s houses, working as collaborator on The Balancing Barn with Dutch practice MVRDV; Dune House with Norwegian practice Jarmund Vigsnaes; and The Secular Retreat – Swiss architect and Pritzker Prize winner Peter Zumthor’s first permanent UK building. Meredith was a key member of the delivery team for Peter Salter’s award-winning Walmer Yard in Notting Hill.",
                "molearchitects.co.uk \n@molearchitects"
            ]
        }
    ],
    "first_published": "2025-07-17T16:15:43.000000",
    "id": 11214,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/11214/building_11214_1592-nickguttridge-molearchitects-designdistrict-026_88184ec6a13b8d240745fcdd19fe2af6.jpg",
            "description": null,
            "title": "Top Floor rehearsal studio",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11214_1592-nickguttridge-molearchitects-designdistrict-026_88184ec6a13b8d240745fcdd19fe2af6.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/11214/building_11214_ces_64fad49be000cc4f72556e00b2b4b5d1.jpg",
            "description": null,
            "title": "Clod Ensemble Studios",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11214_ces_64fad49be000cc4f72556e00b2b4b5d1.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/11214/building_11214_ces2_0cd99090cb3b35a2d4a6d512a3715e92.jpg",
            "description": null,
            "title": "Clod Ensemble Studios",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11214_ces2_0cd99090cb3b35a2d4a6d512a3715e92.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/11214/building_11214_ces3_844dfaaba8649f35132ef72f28269970.jpg",
            "description": null,
            "title": "Clod Ensemble Studios",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11214_ces3_844dfaaba8649f35132ef72f28269970.jpg"
        }
    ],
    "links": [
        {
            "href": "https://www.clodensemble.com",
            "title": "www.clodensemble.com"
        },
        {
            "href": "https://www.facebook.com/ClodEnsemble/",
            "title": "www.facebook.com/ClodEnsemble"
        },
        {
            "href": "https://twitter.com/clodensemble",
            "title": "twitter.com/clodensemble"
        },
        {
            "href": "https://www.instagram.com/clod.ensemble/",
            "title": "www.instagram.com/clod.ensemble"
        },
        {
            "href": "clodensemble.com",
            "title": null
        },
        {
            "href": "molearchitects.co.uk",
            "title": null
        }
    ],
    "location": {
        "address": "C2 Cripps Yard, Soames Walk, Design District, SE10 0BQ",
        "latitude": 51.50019,
        "longitude": 0.00604,
        "meeting_point": null,
        "travel_info": [
            "Tube: North Greenwich",
            "Bus: 108, 422, 486, 129, 188, 161, 180, 472, 132",
            "Additional travel info: The IFS Cloud cable car and the Thames Clipper Uber Boat also stop a short distance from the building."
        ]
    },
    "name": "C2 Clod Ensemble Studios : Design District",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/11214",
    "ticketed_events": false,
    "venue_years_listed": [
        2022,
        2023,
        2025
    ]
}