{
    "all_week": false,
    "balloted_events": false,
    "description": "Built in the 1950s, this site was originally the head offices for a large consortium of industrial spaces which produced dyes and food colourings. It is now a creative workspace with 26 studios for creative businesses and an event space.",
    "design": {
        "designers": [
            {
                "architect": "Jan Kattein Architects",
                "description": null,
                "year": "2019"
            }
        ],
        "periods": [
            "Post-war"
        ],
        "types": [
            "mixed use"
        ]
    },
    "events": [],
    "facilities": [
        "Toilets"
    ],
    "factsheet": [
        {
            "heading": "History",
            "paragraphs": [
                "Built in the 1950s, this site was originally the head offices for a large consortium of industrial spaces which produced dyes and food colourings.",
                "In its second phase of life it became a call centre and switchboard that dealt with all the enquiries that came through to Waltham Forest Council.",
                "The building is now home to Switchboard Studios, a creative co-working space whose name pays homage to the building’s council heritage.",
                "Although it was renovated in 2018, like Sutherland House the site retains a number of original architectural details. See the terrazzo flooring on the staircase, for example.",
                "After receiving funds from the GLA’s London Regeneration Fund, Switchboard Studios was designed and operated by High Street Works, a joint-venture between Jan Kattein Architects and Meanwhile Space. Waltham Forest Council took over management in 2020.\n \nSwitchboard Studio is now home to fine artists, record labels, and digital creatives, including audio designers, graphic studios, and videographers. Switchboard Studios' creative workspace consists of 26 Studios and an event space.",
                "It’s 26 studios range in size from 14 to 35 square metres. Each provides a dedicated workspace for an SME creative business.",
                "Before you head out, be sure to check out Switchboard’s hidden gem.",
                "Inside the event space – ‘The Circuit Room’ – you’ll find a walk-in safe that was used to store the cash that paid the industrial workers in the 1950s.",
                "You can still see the functioning safe door which weighs nearly half a ton."
            ]
        },
        {
            "heading": "Open Studios: Switchboard Studios",
            "paragraphs": [
                "Step inside one of East London's most vibrant creative hubs for a weekend that reveals the extraordinary diversity of talent thriving in Walthamstow's industrial spaces. Eight studios within Switchboard Studios are opening their doors to showcase how fine artists, filmmakers, illustrators, and digital creatives transform ideas into compelling work.",
                "Meet the makers behind the magic:\nBenji Davies, beloved children's author and illustrator of The Storm Whale and Grandad's Island, welcomes visitors into his working studio. Bring your copies of his books for signing and drawings, and discover how his internationally celebrated stories come to life (Saturday 20th, 10am-2pm).",
                "Colour of Saying presents their Colour Lab Open Studios - a living laboratory where you can grind ancient pigments, explore how colour has shaped cultures, and glimpse sustainable colour innovation, including bacterial pigments and pH-responsive dyes. Saturday focuses on historical foundations, while Sunday explores colour futures (Saturday & Sunday, 10am-6pm).",
                "EJM Studio reveals how Edward Milton transforms initial sketches into beautiful furniture and interior designs, sharing insights into the intersection of creativity and commerce in contemporary design practice.",
                "Everyone On Boards demonstrates how creative projects change lives and strengthen communities, using skateboarding and action sports to connect people across different backgrounds.",
                "Imprint offers an interactive climate installation where your movements create shifting gradients of light, encouraging reflection on how our actions impact the environment around us.",
                "Mountain Way Pictures opens their filmmaking world, showing how they transform ideas into impact films for arts and charity organisations, from pre-production planning to final edit.",
                "Yukai Du Illustration & Animation showcases vibrant visual storytelling that blends traditional craftsmanship with digital techniques, with works-in-progress at various stages.",
                "Hannah Bodsworth Photography demonstrates the artistry behind every shot, revealing professional equipment and techniques that bring creative visions to life.",
                "This Open Studios weekend showcases eight creative practices in action, where traditional artistic skills meet cutting-edge technology within the historic industrial architecture of Blackhorse Lane. Switchboard Studios, home to 26 creative businesses and managed by Waltham Forest Council since 2020, provides dedicated workspace for creative SMEs in this recognised Creative Enterprise Zone.",
                "Perfect for families, design enthusiasts, and anyone curious about the creative process. Activities are free and drop in, with advance booking required only for specific Colour of Saying workshops."
            ]
        }
    ],
    "first_published": "2025-08-12T16:21:45.147987",
    "id": 11358,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/11358/building_11358_switchboard-studios_elevation-night-2_jan-kattein-architects-ltd_lowres_4438b1e58cb3a3ef4ba5e46847f2c23d.jpg",
            "description": null,
            "title": "View at night of entrance and neon signage",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11358_switchboard-studios_elevation-night-2_jan-kattein-architects-ltd_lowres_4438b1e58cb3a3ef4ba5e46847f2c23d.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/11358/building_11358_copy-of-main-image-mountain-way_c6c34b842232142d093d605c652b0faa.jpg",
            "description": null,
            "title": "Image courtesy of Mountain Way Pictures",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11358_copy-of-main-image-mountain-way_c6c34b842232142d093d605c652b0faa.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/11358/building_11358_copy-of-main-image-cos_5cdffda3cc87c1d4427c65eed1b5e773.jpg",
            "description": null,
            "title": "Image courtesy of EJM Studio",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11358_copy-of-main-image-cos_5cdffda3cc87c1d4427c65eed1b5e773.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/11358/building_11358_copy-of-main-image-ejm_7d4ae6f488854ec242f707a85097ec38.jpeg",
            "description": null,
            "title": "Image courtesy of Colour of Saying",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11358_copy-of-main-image-ejm_7d4ae6f488854ec242f707a85097ec38.jpeg"
        }
    ],
    "links": [
        {
            "href": "https://www.instagram.com/switchboard_studios/",
            "title": "www.instagram.com/switchboard_studios"
        }
    ],
    "location": {
        "address": "Switchboard Studios,, 50 Uplands Business Park, E17 5QJ",
        "latitude": 51.59408,
        "longitude": -0.0417,
        "meeting_point": null,
        "travel_info": [
            "Tube: Blackhorse Road",
            "Train: Blackhorse Road",
            "Bus: 123, 158, 230",
            "Additional travel info: At Uplands Business Park, enter Uplands B and take first right. Switchboard Studios will be directly infront of you."
        ]
    },
    "name": "Switchboard Studios",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/11358",
    "ticketed_events": false,
    "venue_years_listed": [
        2022,
        2024,
        2025
    ]
}