{
    "all_week": false,
    "description": "Open Day: LFB's grade II listed Memorial Hall, part of the LFB's Art Deco Headquarters, opened in 1937. The hall is rarely seen by the public and contains stunning large memorials by Gilbert Bayes depicting episodes in the Fire Brigade's history and post-war memorials commemorating firefighters lost protecting London in the Second World War.",
    "design": {
        "designers": [
            {
                "architect": "Some aspects by Gilbert Bayes",
                "description": null,
                "year": "1937"
            }
        ],
        "periods": [
            "Inter-war"
        ],
        "types": [
            "monument"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2025-09-13",
            "drop_in": true,
            "end": "2025-09-13T16:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in: Open Day",
            "notes": "",
            "start": "2025-09-13T11:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        "Large print guides"
    ],
    "factsheet": [
        {
            "heading": "History",
            "paragraphs": [
                "The London Fire Brigade’s Memorial Hall is part of the former LFB Headquarters building at 8 Albert Embankment which was opened on Wednesday 21 July 1937 by King George VI and Queen Elizabeth. \nThe striking purpose-built building served as LFB's headquarters until 2007 and incorporates a fire station as well as the Memorial Hall.",
                "The capital's firefighting operations were run from Lambeth Fire Station during the Second World War and during the 1950s and 60s the upper floors were used as the Brigade's training school.",
                "The Memorial Hall is a beautiful, reflective space that offers an ongoing focus for the memorialisation of firefighters who have lost their lives in the line of duty, protecting the people of London."
            ]
        },
        {
            "heading": "Listing",
            "paragraphs": [
                "8 Albert Embankment is Grade II listed and the listing noted that it is “of special architectural interest as a well-composed and externally unaltered 1930s building which, while in the streamlined Moderne idiom, upholds the Arts and Crafts ideal of collaboration between architecture and sculpture”. The exterior of the building, and the Memorial Hall, incorporate sculptural reliefs by Gilbert Bayes.\nAs well as the main building, the drill tower in the yard is also Grade II listed and there is a good view of the tower from front and the rear of the building, though the yard will not be accessible on the day."
            ]
        },
        {
            "heading": "Memorials",
            "paragraphs": [
                "The original scheme had two memorials by significant early 20th-century sculptor Gilbert Bayes. The first commemorates the establishment of Metropolitan Fire Brigade in 1865, depicting an 18th century firefighting scene with firefighters in the distinctive the leather hats of the period.",
                "The second Bayes memorial was presented to LFB by Lloyds Underwriters for the opening of the new Headquarters. This firefighting scene is contemporary, featuring firefighters in the brass helmets that were introduced by Massey Shaw in 1868.",
                "The Second World War saw great loss of life across London, including amongst firefighters and Fire Brigade staff. The Hall also includes a simple memorial tablet to London County Council staff who died in the two World Wars, with gilded key pattern. A 1950s floor panel map shows the areas of the London Civil Defence Region Fire Services in the Second World War. Above it, a wall-based memorial features St Paul’s Cathedral, a symbol of resilience to Londoners through the Blitz and lists the names of those lost in the war, in the course of duty.",
                "A more modern sculpture by John Mills has been placed in this area in the mid 1980s, which is a smaller version of the National Fire Fighters’ Memorial located near St Paul’s Cathedral."
            ]
        },
        {
            "heading": "External Features",
            "paragraphs": [
                "The building was designed by E. P. Wheeler, Architect to London City Council.  The front of the building was decorated with sculpted reliefs by Gilbert Bayes, with gold mosaic backgrounds, and above the two entrances to the building are stone reliefs of firefighters in action by Nicholas Babb. The sculptures include firefighters dressed in the most modern uniform and using the most up to date equipment in 1937, alongside mythical imagery including Phoebus the sun god in his chariot with sun's rays behind. The coat of arms of the London County Council, also on the front of the building, was produced by F. P. Morton."
            ]
        },
        {
            "heading": "Exhibition",
            "paragraphs": [
                "The open day will include a small exhibition of information panels about the history of the building and the memorials and a display about the Second World War."
            ]
        }
    ],
    "first_published": "2025-07-17T16:15:43.000000",
    "id": 11781,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/11781/building_11781_main-image_7b78a7d102bc779b70ce0533a3d1b6de.jpg",
            "description": null,
            "title": "LFB Memorial Hall",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11781_main-image_7b78a7d102bc779b70ce0533a3d1b6de.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/11781/building_11781_2ww-memorial_e996cc5404609c9826097861216b67fd.jpg",
            "description": null,
            "title": "Memorial to firefighters lost in the line of duty during the Second World War",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11781_2ww-memorial_e996cc5404609c9826097861216b67fd.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/11781/building_11781_20230718_160926_03a8f56de2bc58d6ed9a7cb5f6d74c2e.jpg",
            "description": null,
            "title": "Memorial by Gilbert Bayes, 1937",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11781_20230718_160926_03a8f56de2bc58d6ed9a7cb5f6d74c2e.jpg"
        }
    ],
    "links": [
        {
            "href": "https://www.london-fire.gov.uk",
            "title": "www.london-fire.gov.uk"
        },
        {
            "href": "https://www.instagram.com/londonfirebrigade",
            "title": "www.instagram.com/londonfirebrigade"
        }
    ],
    "location": {
        "address": "8 Albert Embankment, SE1 7SP",
        "latitude": 51.49253,
        "longitude": -0.1215,
        "meeting_point": null,
        "travel_info": [
            "Tube: Waterloo, Lambeth North, Vauxhall",
            "Train: Vauxhall",
            "Bus: 344, 77"
        ]
    },
    "name": "London Fire Brigade Memorial Hall",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/11781",
    "ticketed_events": false,
    "venue_years_listed": [
        2023,
        2024,
        2025
    ]
}