{
    "all_week": false,
    "description": "Home of NLA, London’s built environment community, and located in the West Wing of the Guildhall complex, the Centre highlights scale architectural models of London: the New London Model and the City Model, in additional to a rotating exhibition highlighting key NLA projects.",
    "design": {
        "designers": [
            {
                "architect": "Giles Gilbert Scott",
                "description": null,
                "year": "1974"
            }
        ],
        "periods": [
            "Contemporary"
        ],
        "types": [
            "gallery"
        ]
    },
    "events": [
        {
            "activity_type": "Talk",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/12022",
            "capacity": null,
            "date": "2025-09-19",
            "drop_in": false,
            "end": "2025-09-19T13:00:00+01:00",
            "fully_booked": false,
            "name": "The London Model Talk",
            "notes": "Join us for a free lunchtime talk at The London Centre to learn about London’s historical and physical development.",
            "start": "2025-09-19T12:30:00+01:00",
            "ticketed": true
        }
    ],
    "facilities": [
        "Accessible toilet",
        "Baby changing facilities",
        "Toilets",
        "Drinking water",
        "Family-friendly event",
        "Gender neutral toilet",
        "Seating available",
        "Handrails on both sides of stairs",
        "Quieter area",
        "Step-free routes"
    ],
    "factsheet": [
        {
            "heading": "The City Model",
            "paragraphs": [
                "The City of London, also known as the Square Mile, is the primary business district and historic centre of London. The 1:500 City Model is the best place for people to come to experience the future of the City of London’s skyline and engage with new developments. The model is used by a range of built environment professionals involved in the shaping of the City and includes exact scale replicas of the buildings in and around the Square Mile, with added detail on illuminated buildings built since the year 2000."
            ]
        },
        {
            "heading": "The New London Model",
            "paragraphs": [
                "At 16.5 metres long, the 1:2000 scale London model covers more than 247 square kilometres of London, 21 Boroughs and approximately 42km of the Thames, stretching from King’s Cross in the north to Lewisham in the south and Barking and Dagenham in the east to Wembley in the west."
            ]
        },
        {
            "heading": "Planning London",
            "paragraphs": [
                "Planning London showcases the innovative data tools used by the Mayor of London to map out development in ways that balance growth with community needs, ensuring that the city evolves sustainably, inclusively and with accountability to its people.",
                "The Mayor of London's planning agenda is driven by a commitment to improving the well-being and quality of life of all Londoners, as outlined in the London Plan. Central to this vision is Good Growth, a holistic approach to urban development that prioritises sustainability, inclusivity, and a higher quality of life. Explore the data used to inform the Mayor's planning agenda at The London Centre."
            ]
        },
        {
            "heading": "London: Change, Opportunity, Vision",
            "paragraphs": [
                "The permanent exhibition at The London Centre invites visitors to explore the transformation of London in the last 20 years, the opportunities that come with change, and the vision needed to deliver the city all Londoners deserve.",
                "Centred around our world class scale models of the city, London: Change, Opportunity, Vision covers key areas across the capital where change has been successful and sustainable. The exhibition reveals how planning in London works today and the vast array of opportunities on offer, inviting everyone across the capital to envision and shape a better.",
                "This free display will feature a broad range of projects, products and materials that make attractive places for people to work, live and play.",
                "#ChangeOpportunityVision"
            ]
        },
        {
            "heading": "Adaptive London: Reusing Existing Buildings",
            "paragraphs": [
                "NLA has launched its latest report ‘Adaptive London: Reusing Existing Buildings’, building upon previous NLA research on climate resilience, the circular economy and the evolving world of work, to bring together best practice in the art of adaptive reuse across the capital.",
                "Accompanying the report is a dedicated exhibition, exploring a variety of adaptive reuse typologies that are synonymous with London’s built fabric. New schemes have been placed alongside well-known adaptive reuse projects, bringing these typologies to life. These are marked on the London models alongside a selection of project models also displayed in the gallery. The exhibition panels use repurposed timber or cardboard in tune with the narrative of the report."
            ]
        }
    ],
    "id": 12022,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/12022/building_12022_tlc-gallery-image_4a4ec9198eae3721250973552952142d.png",
            "description": null,
            "title": null,
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12022_tlc-gallery-image_4a4ec9198eae3721250973552952142d.png"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/12022/building_12022_screenshot-2024-05-11-at-10-55-29_1cce4b0b44fc25088159e3fadb0040d9.png",
            "description": null,
            "title": "Model Talks at The London Centre.",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12022_screenshot-2024-05-11-at-10-55-29_1cce4b0b44fc25088159e3fadb0040d9.png"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/12022/building_12022_screenshot-2024-05-11-at-10-57-36_4261bd2d5b59c2f371317927808bded9.png",
            "description": null,
            "title": "Exhibitions at The London Centre.",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12022_screenshot-2024-05-11-at-10-57-36_4261bd2d5b59c2f371317927808bded9.png"
        }
    ],
    "links": [
        {
            "href": "https://thelondoncentre.org/",
            "title": "thelondoncentre.org"
        },
        {
            "href": "https://twitter.com/theldncentre",
            "title": "twitter.com/theldncentre"
        },
        {
            "href": "https://twitter.com/nlalondon",
            "title": "twitter.com/nlalondon"
        }
    ],
    "location": {
        "address": "3 Aldermanbury, EC2V 7HH",
        "latitude": 51.51606,
        "longitude": -0.09292,
        "meeting_point": null,
        "travel_info": [
            "Tube: Bank, Liverpool Street, Mansion House, Moorgate, St. Paul's",
            "Train: Cannon Street, Liverpool Street, Moorgate",
            "Bus: 141, 21, 43, 76"
        ]
    },
    "name": "The London Centre",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/12022",
    "ticketed_events": true
}