{
    "all_week": false,
    "balloted_events": false,
    "description": "Public Tours tours by Architect's DSDHA and the team at National Youth Theatre of the NYT's recently redeveloped RIBA-award-winning building, which created the UK's first theatre dedicated to staging work created by young people. This project is supported by the Mayor of London.",
    "design": {
        "designers": [
            {
                "architect": "DSDHA",
                "description": null,
                "year": "2021"
            }
        ],
        "periods": [],
        "types": [
            "theatre"
        ]
    },
    "events": [],
    "facilities": [
        "Accessible toilet",
        "Toilets",
        "Baby changing facilities",
        "Drinking water",
        "Family-friendly event",
        "Gender neutral toilet",
        "Hearing loop",
        "Step-free routes"
    ],
    "factsheet": [
        {
            "heading": "History",
            "paragraphs": [
                "The National Youth Theatre (NYT) has occupied its building on Holloway Road in North London since 1987. Originally a Mission Hall built in 1872 designed by George Truefitt, the building then was used as a People’s Picture Palace screening films and then became a furniture warehouse before returning to its public entertainment heritage with the NYT. In the 1900s the building sat opposite a 1000+ seat Music Hall and since the NYT’s arrival in 1987 we have carried on that mantle with our building hosting activity for thousands of young creative people alongside rehearsals for some of the biggest award-winning West End musicals. In 2020 the NYT acquired a 999-year lease on the building with support from Arts Council England to secure it as the long-term home for the charity. In order to make the building fit for the purposes of the company’s growing work in 2020 we began a major transformation of the building. Led by DSDHA, the ambitious redevelopment was designed to create a National Creative Production House for young people to develop their talent alongside professional rehearsals. The building is part of a growing creative campus on the Holloway Road, which also includes Costume and TV production companies."
            ]
        },
        {
            "heading": "2021 Redevelopment",
            "paragraphs": [
                "The 2001 redevelopment led by DSDHA was designed with and for young people to:",
                "Create an accessible and welcoming new front entrance to open the building to the public and attract a greater number of visitors from the local area and beyond\nBuild a Workshop Theatre where productions by NYT talent and visiting companies can be shared with audiences, industry colleagues and local school pupils  \nDouble the number of young people NYT can work with in the building with five new spaces  \nCreate a symbiotic relationship between industry professionals hiring the building and young creatives and early career professionals developing their talent in the spaces\nSignificantly improve accessibility including a Changing Places Toilet, an accessible main entrance and fully accessible spaces across five floors \nEncourage a mixed-use ethos where creatives across disciplines at different stages of their careers can work alongside each-other in a mutually beneficial interactive creative environment \nProvide long-term financial sustainability for the charity by increasing our capacity to rent out state-of-the-art facilities to industry partners while maintaining our activity \nThe transformation of the building has been designed by internationally acclaimed architects DSDHA, working with Gardiner and Theobald, Access=Design, cc|be,  Sound Space Vision, Gerald Eve, David Akera Engineering and Neilcott Construction.",
                "We are very grateful to these organisations who are supporting the redevelopment of our home to create a National Production House for Young People: the Mayor of London's Good Growth Fund, The Kirby Laing Foundation, Arts Council England, London Marathon Charitable Trust, the Christina Smith Foundation and City Bridge Trust, the City of London Corporation’s charitable funder, London Borough of Islington and Green Hall Foundation. We’re also incredibly grateful to Michael Bonehill and Edward Duthie Shamash for their pro-bono legal support, which we couldn’t have redeveloped the building without and to our all who volunteered their time, especially our young members who co-designed the project with us, our Trustees and Youth Trustees who offered their time and expertise so generously and Rob Halliday.",
                "The building opened for test launch events in Spring 2021 with the NYT REP Company’s productions of Othello and Animal Farm opening the Workshop Theatre space. Spaces throughout the building are currently full of workshops with young creatives from around the UK and are now available to hire. Email hires@nyt.org.uk for more information."
            ]
        },
        {
            "heading": "Awards",
            "paragraphs": [
                "After reopening in 2021 the building has been recognised with the following awards:\nRIBA London Award\nThe Mayor’s Award for Good Growth Award - Building London Planning Awards \nBest Heritage or Culture Project - Building London Planning Awards\nBest Cultural Building at the Architects’ Journal Retrofit Awards\nShortlist - Most Welcoming Theatre - UK Theatre Awards\nCivic Trust Award 2025\nSelwyn Goldsmith Awards for Universal Design"
            ]
        }
    ],
    "first_published": "2025-07-17T16:15:43.000000",
    "id": 12046,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/12046/building_12046_2-national-youth-theatre_08549d43781a7292f7d3d3b056a3a075.png",
            "description": null,
            "title": "National Youth Theatre photo by Jim Stephenson",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12046_2-national-youth-theatre_08549d43781a7292f7d3d3b056a3a075.png"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/12046/building_12046_nyt-jimstephenson-10-webres-1_06954ef08562319788c838aedc836b93.jpg",
            "description": null,
            "title": "National Youth Theatre Photo by Jim Stephenson",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12046_nyt-jimstephenson-10-webres-1_06954ef08562319788c838aedc836b93.jpg"
        }
    ],
    "links": [
        {
            "href": "http://www.nyt.org.uk",
            "title": "www.nyt.org.uk"
        },
        {
            "href": "http://www.instagram.com/NationalYouthTheatre",
            "title": "www.instagram.com/NationalYouthTheatre"
        },
        {
            "href": "https://twitter.com/NYTofGB",
            "title": "twitter.com/NYTofGB"
        }
    ],
    "location": {
        "address": "National Youth Theatre, 443-445 Holloway Road, N7 6LW",
        "latitude": 51.55948,
        "longitude": -0.122,
        "meeting_point": null,
        "travel_info": [
            "Tube: Archway, Holloway Road",
            "Train: Upper Holloway",
            "Bus: 43",
            "Additional travel info: The tour is all within the building, address: 443-445 Holloway Road"
        ]
    },
    "name": "National Youth Theatre",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/12046",
    "ticketed_events": false,
    "venue_years_listed": [
        2023,
        2024,
        2025
    ]
}