{
    "all_week": false,
    "description": "Grade II* listed Normansfield Theatre and Langdon Down Museum of Learning Disability. Gothic proscenium arch and elaborate stage and scenery. Built as part of the Normansfield Hospital for patients/students with learning disabilities.",
    "design": {
        "designers": [
            {
                "architect": "Rowland Plumbe",
                "description": null,
                "year": "1877"
            }
        ],
        "periods": [
            "Victorian"
        ],
        "types": [
            "theatre"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2025-09-20",
            "drop_in": true,
            "end": "2025-09-20T15:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in: Open Day",
            "notes": "",
            "start": "2025-09-20T11:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        "Parking",
        "Toilets",
        "Accessible toilet",
        "Baby changing facilities",
        "Blue badge parking",
        "Family-friendly event",
        "Handrails on one side of stairs",
        "Loan wheelchair"
    ],
    "factsheet": [
        {
            "heading": "History",
            "paragraphs": [
                "The Langdon Down Centre was previously known as the theatre wing of Normansfield Hospital. In 1868, John and Mary Langdon Down purchased The White House (which still remains in the hospital grounds today) to set up a private hospital establishment. Over the years, further buildings were added to the premises.",
                "The main hospital and the theatre wing were separated in 2003, when Laing Homes purchased the land to develop residential houses and part of the planning application included the restoration of the theatre wing to its original status. The splendour of the Grade II* Normansfield Theatre remains today."
            ]
        },
        {
            "heading": "The Theatre",
            "paragraphs": [
                "It is a Grade ll* listed theatre, with the largest collection of Victorian scenery to have been fully restored in the UK. The stage itself is only one of 2 theatres with the original Victorian side flaps still in working order.",
                "Both John and Mary Langdon Down had a great love of the theatre which they duly passed on to future generations. The building of the theatre commenced in 1877 and was completed and opened in 1879 in the presence of the Earl of Devon. It was designed by the architect Rowland Plumbe. Multi-purpose halls, often with proscenium stages are found in all kinds of Victorian institutional buildings, but the Normansfield Theatre (or entertainment hall as it was called at the time) was uncommonly ambitious.",
                "The provision of evening entertainment was a frequent event for the residents and staff, and dances were acknowledged to be healthy activities for residents of hospitals and asylums.",
                "The theatre itself is surprisingly large, about 60 ft by 35 ft, and in John Langdon Down’s time it would seat 300 (the capacity today is somewhat less at 150). The balcony with an ornamental iron front occupies the back of the hall (although this is not in use today for audiences). The magnificence of the hall lies without doubt in the stage. The proscenium is a notable architectural ornament and to this day it isn’t known who designed it. We know that Rowland Plumbe did not design any other stage. It is believed that Plumbe designed the carcas, and then left the details  to an artistic decorator or scenic artist.",
                "The proscenium paintings have no stylistic parallel in any London theatre. Over the doors are four excellent life-size painted figures of Tragedy, Painting, Music and Comedy. The door panels at the front of the stage  are paintings of wild flowers and grasses. These have been attributed to Marianne North whose work is exhibited at the North Gallery in Kew Gardens.",
                "Within the theatre was a splendid gas sunburner in the roof, which was used to provide the auditorium with light, and to extract ventilation. The sunburner has been restored and remains in position today.",
                "On the walls around the theatre are paintings of 6 of the 21 original “Ruddigore” portrait panels showing costumes designed by 'Wilhelm' for the Savoy theatre premiere in 1887. The portraits are life size and in their original use. They were framed with central swivels at the top and bottom, allowing actors to step out, bringing the picture to life.",
                "The theatre was used for performances for residents and staff of Normansfield, and also for the Sunday service with Dr John Langdon Down. The lectern which he used still exists today."
            ]
        }
    ],
    "first_published": "2025-07-17T16:15:43.000000",
    "id": 1219,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/1219/building_1219_normansfield-theatre-image_d4054becf6ed0984ecbd2ae9622264a7.JPG",
            "description": null,
            "title": "Normansfield Theatre",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1219_normansfield-theatre-image_d4054becf6ed0984ecbd2ae9622264a7.JPG"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/1219/building_1219_img_0017_46d1968162c8e049d93601f76d28cf2e.JPG",
            "description": null,
            "title": "Normansfield Theatre",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1219_img_0017_46d1968162c8e049d93601f76d28cf2e.JPG"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/1219/building_1219_great-eastern-a_a1d6144154f5db2c41fce67e3790577e.jpg",
            "description": null,
            "title": "The Great Eastern Ship built by James Pullen",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1219_great-eastern-a_a1d6144154f5db2c41fce67e3790577e.jpg"
        }
    ],
    "links": [
        {
            "href": "http://www.langdondowncentre.org.uk",
            "title": "www.langdondowncentre.org.uk"
        }
    ],
    "location": {
        "address": "Langdon Down Centre, 2a Langdon Park, Teddington, TW11 9PS",
        "latitude": 51.4192182,
        "longitude": -0.314646,
        "meeting_point": null,
        "travel_info": [
            "Train: Hampton Wick",
            "Bus: 281",
            "Additional travel info: Car park"
        ]
    },
    "name": "Langdon Down Centre",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/1219",
    "ticketed_events": false,
    "venue_years_listed": [
        2025
    ]
}