{
    "all_week": false,
    "balloted_events": false,
    "description": "The walk will explore Crouch End through the stories of the men who built it – the architects, developers and house builders who created the distinctive shopping parades and houses that give the area its special character.  Crouch End has a number of notable buildings, including the Clock Tower of 1895, the influential modernist Town Hall of 1933, and the outstanding Queen’s public house",
    "design": {
        "designers": [],
        "periods": [
            "Historical/contemporary"
        ],
        "types": [
            "walk/tour"
        ]
    },
    "events": [
        {
            "activity_type": "Walking tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/12456",
            "capacity": null,
            "date": "2025-09-21",
            "drop_in": false,
            "end": "2025-09-21T13:00:00+01:00",
            "fully_booked": true,
            "name": "Guided walk",
            "notes": "",
            "start": "2025-09-21T11:00:00+01:00",
            "ticketed": true
        }
    ],
    "facilities": [
        "Toilets"
    ],
    "factsheet": [
        {
            "heading": "Crouch End walking tour",
            "paragraphs": [
                "Crouch End is an outstanding example of a late-Victorian/early Edwardian suburban development created from the last quarter of the 19th century until the start of the First World War.  The houses reflect the eclectic design approach of the time, borrowing from different traditions and fully exploiting the early use of prefabricated components such as windows, porches and other architectural details. The shopping parades blend a mix of architectural styles and details to create impressively long and architecturally cohesive street frontages. Crouch End has a number of notable buildings, including the Clock Tower of 1895, the influential modernist Town Hall of 1933, and The Queen’s public house, recognised as one of London’s outstanding turn-of-the-century public houses. Crouch End has also been enriched by a long association with the creative arts and was the location of the acclaimed Hornsey School of Art (the buildings now incorporated into Coleridge school). Park Chapel in Crouch Hill contained a recording studio made famous by the musician Dave Stewart amongst others. Led by Ray Rogers, the Hornsey Historical Society's conservation officer,  the walk will explore Crouch End through the stories of the men who built it – the architects, developers and house builders who created the distinctive shopping parades and houses that give the area its special character."
            ]
        }
    ],
    "first_published": "2025-07-17T16:15:43.000000",
    "id": 12456,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/12456/building_12456_img_1180_8d8b352e440205b77f58c1faf0450532.jpeg",
            "description": null,
            "title": "The Crouch End Clocktower and shopping parade",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12456_img_1180_8d8b352e440205b77f58c1faf0450532.jpeg"
        }
    ],
    "links": [
        {
            "href": "https://hornseyhistorical.org.uk",
            "title": "hornseyhistorical.org.uk"
        },
        {
            "href": "https://twitter.com/HornseyHistSoc",
            "title": "twitter.com/HornseyHistSoc"
        }
    ],
    "location": {
        "address": "Hornsey Town Hall Square, Crouch End, N8 9JJ",
        "latitude": 51.57879,
        "longitude": -0.12351,
        "meeting_point": null,
        "travel_info": [
            "Tube: Finsbury Park, Turnpike Lane",
            "Train: Hornsey",
            "Bus: 41, 91, W3, W7"
        ]
    },
    "name": "Crouch End guided walking tour",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/12456",
    "ticketed_events": true,
    "venue_years_listed": [
        2024,
        2025
    ]
}