{
    "all_week": false,
    "description": "Bradbury Works in Gillett Square, Dalston, has re-opened its doors. The new award winning building includes the refurbishment of 600m2 of existing affordable workspace, the replacement of ten mini retail units, and the provision of almost 500m2 of extra workspace in a two-storey extension. Bradbury Works is the next step in the evolving unique story of this community focused public space.",
    "design": {
        "designers": [
            {
                "architect": "Alex Smith of Y/N Studio",
                "description": null,
                "year": "2022"
            }
        ],
        "periods": [
            "Contemporary"
        ],
        "types": [
            "offices"
        ]
    },
    "events": [
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/12513",
            "capacity": null,
            "date": "2025-09-20",
            "drop_in": false,
            "end": "2025-09-20T10:45:00+01:00",
            "fully_booked": false,
            "name": "Guided Tour",
            "notes": "",
            "start": "2025-09-20T10:00:00+01:00",
            "ticketed": true
        },
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/12513",
            "capacity": null,
            "date": "2025-09-20",
            "drop_in": false,
            "end": "2025-09-20T11:45:00+01:00",
            "fully_booked": false,
            "name": "Guided Tour",
            "notes": "",
            "start": "2025-09-20T11:00:00+01:00",
            "ticketed": true
        }
    ],
    "facilities": [
        "Accessible toilet",
        "Family-friendly event",
        "Gender neutral toilet",
        "Seating available",
        "Step-free routes"
    ],
    "factsheet": [
        {
            "heading": "Introduction",
            "paragraphs": [
                "Come and join us for an architect lead tour of this multi award winning affordable workspace project.  The limited tour will include access to a variety of spaces inside the building and typically lasts around 45 mins - 1hr.",
                "In December 2022, Bradbury Works in Gillett Square, Dalston,  re-opened its doors to new and returning tenants. The new building includes the refurbishment of 600m2 of existing affordable workspace, the replacement of ten mini retail units, and the provision of almost 500m2 of extra workspace in a two-storey extension. Bradbury Works is the next step in the evolving story of one of the most unique and community focused public spaces in the capital. The project will offer affordable business premises operated by Hackney Co-operative Developments CIC, a not-for-profit Community Interest Company, founded in 1982 as a local community economic development agency. HCD works within the local community to explore ideas and opportunities to create a sustainable environment for Hackney’s communities to flourish. In addition to providing affordable workspace across the borough, HCD also lead on the animation of Gillett Square where their programming of community and cultural events plays a key role in the socially cohesive regeneration of Dalston, and at the same time works to retain its diversity and showcase its creativity."
            ]
        },
        {
            "heading": "Gillett Square",
            "paragraphs": [
                "Gillett Square was formed almost 20 years ago after a long process orchestrated by HCD with input from various architects and designers including Hawkins\\Brown, MUF and J&L Gibbons. Formerly a car park behind disused warehouses and Victorian terraces, the works to the square were predated by a series of notable projects including the conversion of the Bradbury Street terrace into deck-access workspaces in 1998, the award-winning market pod kiosks in 1999, and the Dalston Culture House in 2004, all by Hawkins\\Brown. Following the completion of the public realm works a few years later, the square has developed into a vibrant community asset and a vital piece of public space in one of London’s most deprived boroughs.  In 2017 HCD was awarded over £1 million by the Greater London Authority to make necessary improvements to the existing workspace building and create new workspaces for emerging Hackney enterprises."
            ]
        },
        {
            "heading": "Bradbury Works",
            "paragraphs": [
                "The new scheme, which is now called Bradbury Works, looks to retain the best attributes of the existing building while providing additional flexible spaces to suit a variety of business.  Facing into the square, new 10m2 retail pods are provided with fully openable glazed frontages which are further protected by profiled metal gates which provide security and privacy when closed but can be transformed with vibrant tenant signage when open. The original masonry structure of the existing Victorian terrace has been retained, refurbished and renovated, providing small and medium 10- 36m2 workspace units while retaining existing shops, bars and restaurants facing onto Bradbury Street. Between the new retail pods and the third-floor workspaces, a covered double height external terrace space is provided.  Here, the existing circulation decks of the previous scheme have been reimagined as usable terraces and breakout spaces, increasing interaction with the square.  Picnic tables, evergreen ferns, and climbing plants are provided to encourage tenants to come together in all seasons. At third floor new accommodation is provided including new 40-65m2 workspaces with private mezzanine levels.  They are provided in a simple pitched roof form which ensures overshadowing of the square is kept to a minimum and the new extension is largely unseen from the Bradbury Street side which falls in a conservation area.  A south facing access deck behind the existing brick parapet provides the opportunity for natural cross ventilation to the new workspaces and panoramic views of London. In addition to private workspaces, a large flexible meeting and event space can be hired by tenants as well as the wider community. Finally, the upper levels are wrapped in a new homogenous polycarbonate façade.  The lightweight and reflective skin creates the appearance of a singular form, however on closer inspection the translucent character of the material allows the original terrace to remain visible. A memory of the past behind a new iconic focal point in the square.   At ground floor level, profiled mill finish aluminium was chosen for its reflective and hard-wearing characteristics, providing a robust backdrop to the varied activities taking place in front."
            ]
        },
        {
            "heading": "Access / Interior",
            "paragraphs": [
                "Access to the new building is via the existing entrance which has been retained and improved by providing a new fully glazed entrance, reception desk and post-boxes. Branding and wayfinding signage for the building was designed by [Y/N] Studio to provide clear direction for those unfamiliar with the layout.  The existing stairwell and entrance have been repainted with the colours Cyan, Magenta, Yellow and Key (black) making reference to the ‘CMYK’ printing colour range where four simple and contrasting colours combined can be used to create any artwork. This mirrors the ambition for the building to become a melting pot of cultures and disciplines which are greater than the sum of their parts. In all other areas of the building, a simple colour palette of muted grey flooring and white painted walls allows tenants the agency to customise their space to suit their requirements and personalities.  Internally, new and refurbished toilets and kitchenettes are provided throughout the building and the introduction of ramps in the first and second floor terraces provide step free access to the entry level of all units"
            ]
        },
        {
            "heading": "Protecting Local Businesses",
            "paragraphs": [
                "HCD offer workspace and retail space to a wide and diverse range of local businesses.    Customer facing businesses have been supported with cost effective rents in a prominent location.  These include a tailor, a barber shop, a Jamaican jerk chicken shop, a coffee shop, and a computer repair shop. The building also contains three jazz clubs, a record shop, a vintage clothes shop, and more.  The unappointed custodian of the square is Yared Markos who runs his Ethiopian coffee shop, Kaffa Coffee, supplying coffee to Hackney made from coffee beans which are imported directly from his family’s farm. Above ground floor HCD offer space to charities and businesses which engage in wellbeing activities including yoga and art therapy workshops alongside other traditional desk-based activities.  Amongst the most successful tenants is NTS Radio, which was founded by Femi Adeyemi in a tiny retail pod in 2011.  Since then, NTS have now grown to become a brand that is recognised worldwide, and who continue to operate from and champion Gillett Square and Dalston. HCD are a community focused business.  As such, engaging with and catering for the existing tenants was a priority from the outset.  All existing tenants were either allowed to remain in the building during construction or were offered a temporary alternative space for the entire construction period in buildings nearby operated by HCD. [Y/N] Studio consulted with many of the existing tenants to understand how to best improve the previous building while retaining what makes it unique. New tenants will be joining old as the building opens its doors.  This will include The Mentoring Lab, who provide 1:1 and group mentoring for young people from Global Majority backgrounds furthest away from advantage, a card and stationary design business, and a host of local designers, makers and artists including [Y/N] Studio."
            ]
        },
        {
            "heading": "Materials and detailing",
            "paragraphs": [
                "The materials were chosen in reference to the previous incarnations of the building which features a palette of industrial profiled metal, polycarbonate and painted brick.",
                "The new extension is constructed from a prefabricated steel frame, which aligns with the existing party walls and is supported by new piled foundations on the square side. Internal floors and infill walls are formed in timber with mineral wool fibre insulation between joists.  At the roof level the insulation is positioned above the structure, allowing the timber joists to be exposed internally to provide character and rhythm to the spaces beneath.  On the third and fourth floors, non-loadbearing partitions are designed to allow the space to be opened up if required later.  This flexibility has already benefitted one of the tenants who have let two adjacent units and combined them into one.",
                "The façade is a combination of lightweight, insulative multiwall polycarbonate, and profiled mill finish aluminium sheets at the base.  The material chosen makes reference to the blue-green cladding on the nearby Culture House but is colourless and more translucent. This allows plenty of light through to the workspaces and terrace behind, retaining and reinforcing the connection between the building and the square.",
                "The cladding reflects the colour of the sky and surroundings during the daytime and glows at night, unifying the form of the building as it wraps around the covered terrace, stair core and workspaces.  The façade is fixed to a galvanised steel secondary structure.  Both vertical and horizontal rails are provided to allow for metal rainwater pipes to be concealed behind the cladding and giving the structure a sense of lightness.",
                "The polycarbonate cladding is installed in three storey high, 500mm wide panels, which click together forming a weather-tight seal.  Multiwall Polycarbonate is formed of multiple thin layers of durable high Impact thermoplastic meaning it is light weight and easy to Install.  The product improves the thermal performance of the building, is fully recyclable and has good fire resistance qualities.",
                "Mill finish aluminium was chosen as a robust, cost effective panelised cladding system for both the pitched roof and ground floor. It is a through colour material meaning that at ground floor inevitable scratches/marks will add a patina over time and its wavy profile disperses the light enhancing its reflectivity.  Similarly the roof catches the light in the mornings but will dull over time.",
                "The northern roof pitch is punctuated with a chequerboard arrangement of openable skylights, providing natural light to the spaces and allowing tenants to control their own internal environment in the summer.  The majority of windows and glazed doors are double glazed composite timber and aluminium with a mill finish aluminium exterior.  They are finished with mill finish aluminium sills and surrounds which enclose the cladding. On the Bradbury Street façade new double glazed sash windows have been installed.",
                "In the covered terrace the steel structure is expressed and painted with mid-grey intumescent paint.  Industrial galvanised steel plank walkways allow dappled light to filter through from the second floor, while long-lasting heat-treated timber is used to form a bench and deck on the first floor.",
                "Balustrades and Juliettes are formed from simple polyester powder coated steel tubular sections which are wrapped with a tensioned stainless steel wire mesh. This allows plenty of light and ventilation to flow through the façade and provides a framework for evergreen climbing plants on the covered terrace.",
                "Repairs to the existing building were undertaken throughout construction.  Where possible, brick elements have been retained, repaired and painted, leaving their textural qualities intact.  Insulated plasterboard lines the inside of the external walls to improve their thermal performance.  The existing rendered drum structure adjacent to the main entrance has been repaired and repainted in a mid-grey hue."
            ]
        },
        {
            "heading": "Sustainability",
            "paragraphs": [
                "The building makes a series of changes to improve its environmental performance and reduce carbon emissions. There were four main principles used to develop the energy strategy: reduce demand, meet demand efficiently, supply from low carbon sources and where possible, supply from renewables. Some of the features included at Bradbury Works include.",
                "Improving Thermal Performance -   Improvements were made to the existing building fabric thermal performance in 2 ways.  Firstly, the existing single glazed windows were replaced with double glazing on both sides.   Secondly, insulated plasterboard was added to the inside of the external walls of the existing masonry building, reducing the u- value from 1.6 W.m-2.K-1 to 0.33 W.m-2.K-1.  This design philosophy has reduced carbon emissions of the Bradbury Street development by 20%.",
                "Air Tightness - The overall airtightness of the building has been Improved by using vapour control layers and foil backed insulation.  10m3 hr-1 k-1  was targeted bringing the old building in line with current building regulations.",
                "Electric Heating - The proposed space heating services are provided by 100% efficient electric panel heaters with individual room temperature sensors and time controls. The improved thermal properties lower the heating demand of the existing and new extension areas, significantly reducing the carbon emissions.",
                "Lighting - The new extension development will utilise low energy LED lighting. In addition, in suitable areas the electric lighting will be controlled using presence detection infra-red PIR control.",
                "Hot water - An all-electric instantaneous hot water system only heats hot water which is to be used locally near to kitchenettes.",
                "Renewable Energy - The building has provision for photovoltaic panels on the southern roof pitch. They are planned for the south side of the building and funding applications are being prepared by HCD.  This will help reduce the running costs of the building and service charge for tenants.",
                "EPC - The building achieved an EPC asset rating of C and therefore is a low carbon development, which will exceed the government’s MEES minimum EPC target of an E which has been in place since 2018."
            ]
        },
        {
            "heading": "Project Information",
            "paragraphs": [
                "Bradbury Works\nLocation: Dalston, London\nType: Workspace, Commercial, Refurbishment\nSize: 1578m2\nClient: Hackney Co-operative Developments CIC\nStatus: Completed\nDate: 2017 - 2022",
                "Team:\nArchitect: [Y/N] Studio\nMain Contractor: Vortex Interiors\nProject Management: Helios Project Management\nStructural engineer: Engenuiti\nM&E consultant: Thornley and Lumb\nQuantity surveyor: Beacon Project Services\nPlanning Consultant: JMS Planning and Development\nCollaborating Architect: Hawkins\\Brown – initial stages only.\nInterior Design / Signage: [Y/N] Studio\nHeritage Consultant: KM Heritage\nDaylight and Sunlight: Schroeders Begg\nMonitoring Surveyor:  Gerald Eve",
                "Additional Funding: Greater London Authority (under The Local Enterprise Partnership for London), Unity Trust Bank, Hackney Council,",
                "Photography is by French and Tye.",
                "Key Dates\nStart on site date: July 2020\nCompletion date: December 2022\nContract duration: 30 months\nForm of contract and/or procurement: Traditional with cdps.\nTotal cost £3.1m",
                "Other Information  \nExisting GIA: \t\t\t1036m2\nAdditional GIA: \t\t\t542m2\nTotal GIA:  \t\t\t1578m2",
                "Existing Lettable Workspace:  \t604m2\nNew lettable Workspace:\t\t495m2\nTotal Lettable Workspace:\t \t1099m2.",
                "[Y/N] Studio Project Team: Alex Smith, Maegan Icke, Elena Gruber, Roxani Tseranidou, Margherita Zompa, Carolina Borgatti, Ezmira Peraj, Ainhoa Valle"
            ]
        }
    ],
    "first_published": "2025-07-26T21:21:23.055071",
    "id": 12513,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/12513/building_12513_yn_bradbury-5-1-french-tye_8f1e7518c2eb98e2addc1d1ee07bda17.jpg",
            "description": null,
            "title": "Bradbury Works, French + Tye",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12513_yn_bradbury-5-1-french-tye_8f1e7518c2eb98e2addc1d1ee07bda17.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/12513/building_12513_yn_bradbury-27-french-tye_199a492028048d80fd4b12721fc2df38.jpg",
            "description": null,
            "title": "Bradbury Works, French + Tye",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12513_yn_bradbury-27-french-tye_199a492028048d80fd4b12721fc2df38.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/12513/building_12513_yn_bradbury-141-french-tye_8f8609fd24ef251c11e44129474bb309.jpg",
            "description": null,
            "title": "Bradbury Works, French + Tye",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12513_yn_bradbury-141-french-tye_8f8609fd24ef251c11e44129474bb309.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/12513/building_12513_yn_bradbury-2-32-french-tye_f4a5eece62e6237977b89f0e174cd781.jpg",
            "description": null,
            "title": "Bradbury Works, French + Tye",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12513_yn_bradbury-2-32-french-tye_f4a5eece62e6237977b89f0e174cd781.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/12513/building_12513_yn_bradbury-105-french-tye_c37b50a19b92e82d0a7a2b8da037334a.jpg",
            "description": null,
            "title": "Bradbury Works, French + Tye",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12513_yn_bradbury-105-french-tye_c37b50a19b92e82d0a7a2b8da037334a.jpg"
        }
    ],
    "links": [
        {
            "href": "https://ynstudio.eu/",
            "title": "ynstudio.eu"
        },
        {
            "href": "https://www.instagram.com/ynstudioarchitects/",
            "title": "www.instagram.com/ynstudioarchitects"
        }
    ],
    "location": {
        "address": "Bradbury Works, 3 Bradbury Street, N16 8JN",
        "latitude": 51.54867,
        "longitude": -0.07615,
        "meeting_point": null,
        "travel_info": [
            "Train: Dalston Junction",
            "Bus: 149"
        ]
    },
    "name": "Bradbury Works",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/12513",
    "ticketed_events": true,
    "venue_years_listed": [
        2024,
        2025
    ]
}