{
    "all_week": false,
    "description": "Kensington and Westminster represent wealth and privilege, yet their northern edges tell a different story.  Here poverty and poor conditions have stood in contrast to the affluence just a few miles south. This tour explores these working class areas through a housing lens. It considers commercial endeavour, the ideals of modernism, community activism and the ongoing search for housing solutions.",
    "design": {
        "designers": [],
        "periods": [],
        "types": [
            "walk/tour"
        ]
    },
    "events": [
        {
            "activity_type": "Walking tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/12541",
            "capacity": null,
            "date": "2025-09-13",
            "drop_in": false,
            "end": "2025-09-13T12:15:00+01:00",
            "fully_booked": false,
            "name": "Housing Design - North Kensington/ Westminster",
            "notes": "",
            "start": "2025-09-13T10:00:00+01:00",
            "ticketed": true
        }
    ],
    "facilities": [],
    "factsheet": [
        {
            "heading": "Housing Design - North Kensington and Westminster",
            "paragraphs": [
                "This compact area straddling the Grand Union canal and the railway line into Paddington is a something of a laboratory for the design of working class housing.  Sometimes state-led, sometimes philanthropic, sometimes commercial, the landscape is marked by efforts to create a better future for the less well off. Residents however have not simply been passive recipients of housing; they have shaped it themselves, pushing back against top-down plans and fighting to influence the place they call home.",
                "Our tour explores this showcase of housing design and architectural ideas. We consider a Victorian low-cost homeownership scheme; the interwar modernism of Maxwell Fry and Elizabeth Denby; the bold statement of Goldfinger’s Trellick Tower; and pioneering examples of community-led planning and regeneration. We will also revisit how, following Margaret Thatcher’s election to power in 1979, the wider ideological battles of the 1980s between left and right were played out in two north Paddington housing estates, with a visible legacy today.",
                "Pevsner described the area as one of the most illuminating areas in London for the study of urban renewal.  This tour tells its story."
            ]
        },
        {
            "heading": "Your Guide",
            "paragraphs": [
                "This tour is led by Elizabeth O'Hara, local resident, housing practitioner and graduate of  Open City’s Golden Key Academy – a course training up insightful and engaging guides dedicated to explaining London and bringing its many stories to life.",
                "Learn more about the Golden Key Academy here: open-city.org.uk/golden-key-academy"
            ]
        }
    ],
    "first_published": "2025-07-17T16:15:43.000000",
    "id": 12541,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/12541/building_12541_picture-1_ebd3515b482a469daa2df7231e448587.jpg",
            "description": null,
            "title": "Photo: Philip Wolmuth",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12541_picture-1_ebd3515b482a469daa2df7231e448587.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/12541/building_12541_img_8833_3b5c7d516228b50c92c321aeb4a292b7.jpeg",
            "description": null,
            "title": null,
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12541_img_8833_3b5c7d516228b50c92c321aeb4a292b7.jpeg"
        }
    ],
    "links": [
        {
            "href": "open-city.org.uk/golden-key-academy",
            "title": null
        }
    ],
    "location": {
        "address": "Outside The Quiet Night Inn pub, next to Westbourne Park tube station",
        "latitude": 51.52064,
        "longitude": -0.20068,
        "meeting_point": null,
        "travel_info": [
            "Tube: Westbourne Park",
            "Bus: 23, 28, 18, 31, 328, 36",
            "Additional travel info: The tour will finish close to Westbourne Park tube station."
        ]
    },
    "name": "Housing Design - North Kensington and Westminster",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/12541",
    "ticketed_events": true,
    "venue_years_listed": [
        2024,
        2025
    ]
}