{
    "all_week": false,
    "balloted_events": false,
    "description": "Sir Howard Hodgkin (1932 – 2017) was one of England’s most celebrated contemporary artists. Abstracted yet allusive, apparently spontaneous but in fact highly controlled, his paintings convey feeling through gesture and colour.  His former studio, converted from a nineteenth-century dairy, sits in the heart of Bloomsbury.",
    "design": {
        "designers": [],
        "periods": [
            "Historical/contemporary"
        ],
        "types": [
            ""
        ]
    },
    "events": [],
    "facilities": [
        "Gender neutral toilet"
    ],
    "factsheet": [
        {
            "heading": "Biography of Howard Hodgkin",
            "paragraphs": [
                "Howard Hodgkin (1932–2017) was a celebrated British painter known for his vibrant and expressive use of colour and brushstrokes. His work often extended onto the frame, creating a dynamic and immersive experience. Hodgkin's art captures memories of fleeting emotions and moments, making each piece a deeply personal reflection. Born in London, Hodgkin grew up in Hammersmith Terrace and was evacuated to Long Island, New York, during World War II. There, he was inspired by the works of European artists at the Museum of Modern Art. He later studied at Camberwell School of Arts and Crafts and at Bath Academy of Art in Corsham, Wiltshire. Hodgkin's career spanned several decades, with his first solo exhibition in London in 1962. He won the Turner Prize in 1985 and had major retrospectives at the Metropolitan Museum of Art and Tate Britain. His work often drew inspiration from his travels to India. In addition to painting, Hodgkin was an accomplished printmaker and designer, creating costumes, sets and posters for ballet and dance companies, murals, and even a postage stamp. He was knighted in 1992 and made a Companion of Honour in 2003."
            ]
        },
        {
            "heading": "History of the Building",
            "paragraphs": [
                "The history of Howard Hodgkin's studio is rich and varied. Originally called Nag’s Head Yard, it was an open stable behind Georgian street terraces. In 1864, George Banham opened his business at 28 Museum Street as ‘The Express Country Milk Supply Company’, shortened in 1882 to ‘Express Dairy Company’. He soon expanded to own most of the block. The yard behind Museum Street was glazed and converted into the Express Dairy. In 1965 it gave its name to Pizza Express on the corner of Coptic and Little Russell Street. The glazed space was later repurposed for light engineering and in the 1970s a factory on the site assembled motors for Lord Snowdon’s Chairmobiles. Hodgkin acquired it in the late 1980s on the recommendation of Nicholas Serota, then director of the Whitechapel Gallery, and commissioned Robert Barnes to convert the space to a studio. These transformations—from livestock yard to industrial hub to artist’s sanctuary—not only narrate the studio's evolution but also provide a glimpse into the changing fabric of London itself. The Studio is hung with many prints, paintings and designs by Howard Hodgkin, allowing visitors a rare opportunity to see a range of his work."
            ]
        },
        {
            "heading": "Artworks and Publications for Sale",
            "paragraphs": [
                "A curated selection of Howard Hodgkin posters, catalogues, and prints will be available to purchase on the day, with posters £100-£250; catalogues £10-£60; and the limited edition print, Indian Leaves, £600-£750 (framed and glazed)."
            ]
        },
        {
            "heading": "Visitor Information",
            "paragraphs": [
                "As we are located on a small residential street, our exact address will be shared directly with ticket holders via email shortly before Open House weekend.  Please arrive no more than five minutes before your scheduled time slot, and note that entry is limited to those named on the booking.",
                "Large bags and strollers cannot be taken inside and will need to be left with our volunteers.",
                "Photography for personal use is welcome, but we ask that our location is not shared online."
            ]
        }
    ],
    "first_published": "2025-07-17T16:15:43.000000",
    "id": 12569,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/12569/building_12569_studio-2024_3c443511f6f7a38df9eddc5a13403638.jpeg",
            "description": null,
            "title": "Howard Hodgkin's Studio in Bloomsbury",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12569_studio-2024_3c443511f6f7a38df9eddc5a13403638.jpeg"
        }
    ],
    "links": [
        {
            "href": "https://howard-hodgkin.com/",
            "title": "howard-hodgkin.com"
        },
        {
            "href": "https://www.instagram.com/howardhodgkin/",
            "title": "www.instagram.com/howardhodgkin"
        }
    ],
    "location": {
        "address": "The Howard Hodgkin Studio, Address tbc to ticket holders, WC1 1AB",
        "latitude": 51.50721,
        "longitude": -0.12758,
        "meeting_point": null,
        "travel_info": [
            "Tube: Tottenham Court Road, Holborn",
            "Bus: 19, 38, 188, 55, 98"
        ]
    },
    "name": "Howard Hodgkin Studio",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/12569",
    "ticketed_events": false,
    "venue_years_listed": [
        2024,
        2025
    ]
}