{
    "all_week": false,
    "description": "Appleby Blue  is a a contemporary social housing project reimagining the almshouse. Designed by Stirling Prize-winning architects Witherford Watson Mann for United St Saviour's Charity and located in Bermondsey, this innovative development offers 57 almshouses for residents aged 65+, fostering intergenerational connections and promoting community-centric urban living.",
    "design": {
        "designers": [
            {
                "architect": "Witherford Watson Mann Architects",
                "description": null,
                "year": "2023"
            }
        ],
        "periods": [
            "Contemporary"
        ],
        "types": [
            "housing"
        ]
    },
    "events": [
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/12655",
            "capacity": null,
            "date": "2025-09-19",
            "drop_in": false,
            "end": "2025-09-19T11:00:00+01:00",
            "fully_booked": false,
            "name": "Guided Tour of Appleby Blue",
            "notes": "",
            "start": "2025-09-19T10:00:00+01:00",
            "ticketed": true
        },
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/12655",
            "capacity": null,
            "date": "2025-09-19",
            "drop_in": false,
            "end": "2025-09-19T13:00:00+01:00",
            "fully_booked": false,
            "name": "Guided Tour of Appleby Blue",
            "notes": "",
            "start": "2025-09-19T12:00:00+01:00",
            "ticketed": true
        }
    ],
    "facilities": [
        "Accessible toilet",
        "Seating available",
        "Step-free routes",
        "Toilets"
    ],
    "factsheet": [
        {
            "heading": "Appleby Blue",
            "paragraphs": [
                "Designed by Stirling Prize winners Witherford Watson Mann Architects for United St Saviour’s Charity (UStSC), Appleby Blue reimagines the almshouse concept and sets a new benchmark for the provision of older people’s social housing. It is designed specifically for today’s generation of older people who want to lead an active life in the heart of the inner city.   Appleby Blue occupies a site previously occupied by a care home, which had fallen into disrepair and was no longer fit for purpose. It is the off-site social housing provision funded by a private residential development ‘Triptych’, developed by JTRE London in neighbouring Bankside. The development has been made possible through a partnership between the London Borough of Southwark, who owned the land, and UStSC, who will manage it in perpetuity."
            ]
        },
        {
            "heading": "Reimagining the almshouse",
            "paragraphs": [
                "Reinventing the historic model of an almshouse, a form of sheltered housing by a private charity offering low-cost residential accommodation to the elderly, Appleby Blue provides a blueprint for future adult social housing. The building is designed to encourage residents and non-residents to come together through its open nature and progression of places to share, extending from the busy public high street to the more intimate walkways, cultivating a strong sense of community and reducing loneliness. A recent report, Almshouse Longevity Study co-authored by Alison Benzimra, Head of Research at UStSC, and published by Bayes Business School (May 2023), has found that living in an almshouse can boost a resident’s lifespan by as much as two and a half years.",
                "Appleby Blue represents a progressive evolution of almost every conventional model of older people’s accommodation, from being a form of retreat into an active, open and shared building. So many homes for older people are built at the margins of the city, removed from busy streets and inward-looking. WWM has re-imagined the almshouse typology, ‘flipping’ it so that Appleby Blue engages directly with the high street. Located close to the heart of Bermondsey, with a bus stop right outside and the hustle and bustle of a busy high street, Appleby Blue enables its residents to remain active members of a thriving, intergenerational and diverse London community."
            ]
        },
        {
            "heading": "United St. Saviour's Charity",
            "paragraphs": [
                "The almshouse is the newest development to be managed by United St Saviour’s Charity, which has worked to support the people and communities of Southwark for almost 500 years. Uniting the people and charitable organisations in the borough, the charity tackles social need through a grant-making programme and offers sheltered housing for older people in almshouses, helping to build strong, supportive and well-served communities.  The name Appleby Blue celebrates the memory of one of UStSC’s original benefactors, Dorothy Appleby. ‘Blue’ refers to the central marketplace of Bermondsey, rooting the development in its locale and noting the charity’s ties to the area going back more than five hundred years."
            ]
        },
        {
            "heading": "Community Activities",
            "paragraphs": [
                "On the ground floor is the UStSC Resident Support office, as well as the Appleby Blue community kitchen, which is managed by the charity and works with a variety of partnership organisations to deliver intergenerational culinary events based on upskilling and nutrition, and to foster connection between residents and the wider Southwark community. The building also includes a library area, hobby room and skills room, where events from crochet lessons to digital skills sessions are be hosted."
            ]
        },
        {
            "heading": "The building",
            "paragraphs": [
                "The mid-rise development, which varies from five to two storeys, sits directly on the high street. It has a number of public-facing facilities, including the generous double-height Garden Room for shared activities. This is positioned between the high street and the interior Garden Court, linking the public activity of the street to the more reflective interior of the block. This light-filled room creates an invitation to the neighbourhood to engage in the array of intergenerational activities that will be programmed in this new community space.",
                "Designed to extend the grain of the Victorian terraced streets, reform the line of terraces to the high street, and rise to the scale of the adjacent post-war social housing, Appleby Blue is deeply embedded in its place. This is reinforced through its articulation of volume, projecting two-storey bay windows, articulated corners, and palette of long-lasting materials – pre-cast concrete, brick and solid oak. 35% of the energy required to run the building is generated on site from photovoltaics on the roof. The building is passively ventilated, with common areas equipped with an automated system of opening vents."
            ]
        },
        {
            "heading": "Roof Garden",
            "paragraphs": [
                "A roof terrace on the second floor provides an additional garden, including beds for growing herbs and vegetables. Raised beds have been created with residents in mind, to enable recreational gardening activities to continue to be accessible despite potential loss of mobility. Both spaces will be managed by a local gardening group, and United St Saviour’s is working alongside research partners at Bournemouth University to explore how multigenerational, socially inclusive activities can be co-created with older people around food growing, cooking and meal sharing, to improve their health, wellbeing and social connectedness."
            ]
        },
        {
            "heading": "Garden Room & Courtyard",
            "paragraphs": [
                "The Garden Room opens on to an expansive and lushly planted Garden Court, designed by Grant Associates, featuring a raised water feature running throughout. Measuring 40m x 8m, it echoes the courts of the coaching inns that were located along nearby Borough High Street. The Garden Court forms the visual focus of the building, around which the individual homes are arranged. It offers a space for residents and visitors to socialise or relax in peace and quiet. The acoustics of the space coupled with the sound of the water feature combine to create a relaxing, sanctuary-like space for residents and visitors, whilst remaining just a few feet away from the local transport links that connect them into the city."
            ]
        },
        {
            "heading": "Apartments",
            "paragraphs": [
                "Residents’ apartments are arranged around the Garden Court. The rear south-facing wing of the almshouse reduces down to two storeys, allowing full sunlight into the court. Apartments are all dual aspect, accessed by a glazed gallery with large sliding glazed screens opening onto the Garden Court, bringing the changing colours, textures, sounds and light of the seasons into the residents’ and local communities' everyday experience. Apartments range from 55m2 one-bedroom to 79m2 two-bedrooms, with 11 wheelchair apartments and two studio units for research assistants, many of whom will be incorporated into the Appleby Blue community during their work."
            ]
        },
        {
            "heading": "Getting There",
            "paragraphs": [
                "Appleby Blue is located at 94-116 Southwark Park Rd., London SE16 3RD. Reverdy Road bus stop is the located directly outside the entrance and is serviced by the number 1.",
                "The nearest tube stop is Bermondsey, which is a 12 minute walk away from the almshouse.",
                "London Bridge station is a half an hour walk, or can be accessed via the number 47 bus from St James's Road bus stop (Stop C), which is a 12 minute walk from Appleby Blue."
            ]
        },
        {
            "heading": "The Tour",
            "paragraphs": [
                "Your tour will be guided either by Martyn Craddock, Chief Executive of United St. Saviour's Charity, a team member or Appleby resident.",
                "The tour will begin in the Garden Room & Courtyard for an opening talk, then head to the top floor, before exploring the roof garden and back down to the ground floor to explore the community kitchen.",
                "Questions are welcomed throughout the tour. Alternatively a short time will be set aside at the end of each tour to answer questions collectively."
            ]
        }
    ],
    "first_published": "2025-07-28T16:23:21.304656",
    "id": 12655,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/12655/building_12655_vile3497_0487e96b2f0105cb4f12dc47413e28be.jpeg",
            "description": null,
            "title": "Philip Vile",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12655_vile3497_0487e96b2f0105cb4f12dc47413e28be.jpeg"
        }
    ],
    "links": [
        {
            "href": "https://www.ustsc.org.uk/",
            "title": "www.ustsc.org.uk"
        },
        {
            "href": "https://www.instagram.com/uss1541/",
            "title": "www.instagram.com/uss1541"
        },
        {
            "href": "https://uk.linkedin.com/company/united-st-saviour-s-charity",
            "title": "uk.linkedin.com/company/united-st-saviour-s-charity"
        },
        {
            "href": "https://x.com/UnitedStSaviour",
            "title": "x.com/UnitedStSaviour"
        }
    ],
    "location": {
        "address": "Appleby Blue Almshouse, 94-116 Southwark Park Rd, SE16 3RD",
        "latitude": 51.4925,
        "longitude": -0.06923,
        "meeting_point": null,
        "travel_info": [
            "Tube: Bermondsey",
            "Train: London Bridge",
            "Bus: 1"
        ]
    },
    "name": "Appleby Blue",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/12655",
    "ticketed_events": true,
    "venue_years_listed": [
        2024
    ]
}