{
    "all_week": false,
    "description": "Visit the life long home of Edward Augustus Bowles, one of the 20th century's great gardeners, that was restored by  Heritage Lottery Fund in 2011 to tell the story of the famous botanist’s life and gardening style.",
    "design": {
        "designers": [
            {
                "architect": "Henry Carrington Bowles",
                "description": null,
                "year": "1818"
            }
        ],
        "periods": [
            "Georgian"
        ],
        "types": [
            "historical house"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2025-09-20",
            "drop_in": true,
            "end": "2025-09-20T16:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in: Open House at Myddelton House Gardens",
            "notes": "As part of Open House Weekend, we're opening our doors with the support of the E. A. Bowles Society.",
            "start": "2025-09-20T10:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        "Accessible toilet",
        "Baby changing facilities",
        "Blue badge parking",
        "Parking",
        "Seating available",
        "Step-free routes",
        "Toilets"
    ],
    "factsheet": [
        {
            "heading": "History",
            "paragraphs": [
                "Myddelton House was built in the reign of George III circa 1812, and completed in 1818. It was built by Henry Carrington Bowles (1763-1830) one of five generations of print and map makers, based at St Paul’s Churchyard, London. It replaced an earlier Elizabethan property, Bowling Green House where Bowles had lived with his wife who died in 1812. After her death, Bowles built the new house in a then fashionable white brick from Suffolk and named it Myddelton House in honour of Sir Hugh Myddelton, an engineering ‘genius’ who created the New River. A section of the New River bisected the garden from 1613 until 1968.",
                "​",
                "When Bowles died in 1830 the house was passed to his son, also Henry Bowles who later bequeathed it in 1852 to his nephew, Henry Carrington Bowles Treacher. Treacher assumed the name Bowles by Royal Licence in order to inherit the estate, thus becoming Henry Carrington Bowles Bowles. It’s these initials that can be seen in monogram on the newly restored main gate at the end of the drive.",
                "​",
                "The youngest son of five children to Henry Carrington Bowles Bowles and his wife Cornelia was Edward Augustus “Gussie” Bowles, born in 1865 who became one of the great gardeners of the 20th century. He originally trained for the church, but family tragedies caused him to change course and he remained at Myddelton House and developed the remarkable garden as a self taught horticulturist.",
                "​",
                "For many years people came from all over the country to visit. He became an expert on many plants, particularly the Crocus and was dubbed “The Crocus King”.",
                "The connection with the Bowles family is still maintained today and Brigadier Andrew Henry Parker Bowles is the current President of the E A Bowles of Myddelton House Society.",
                "​",
                "The beautiful Victorian Glasshouse Range is open to the public. The restoration of the Kitchen Gardens led to the discovery of the foundations of the original Glasshouse Range. A collection of tender plants was transferred from the 1950s London School of Pharmacy glasshouses, which were subsequently demolished. Unique details have been kept in the designs, such as four climatic zones, a vine house complete with gauged arches to allow vine roots to remain outside and the vines to grow inside and a sunken glasshouse that would have been used to grow fruit such as melons and cucumbers."
            ]
        },
        {
            "heading": "Gardens and E A Bowles",
            "paragraphs": [
                "Myddelton House Gardens were once home to Edward Augustus Bowles, one of Britain’s most famous self-taught gardeners, artists and expert botanists. Nestled in the heart of Enfield, the eight acre grounds play host to a variety of trees, shrubs and flowers as well as an extensive heritage kitchen garden and cut flower beds.",
                "​",
                "Bowles dedicated his life to maintaining the gardens at Myddelton House often bringing back unusual plants from his travels. An example of this today is in the ‘Lunatic Asylum’ beds, where plants with contorted stems and foliage can be found.",
                "​",
                "The gardens are a treasure trove of hidden oddities and the beautifully reconstructed Victorian Glasshouse is no exception.  With four climatic zones, you will find exotic plants from around the world ranging from cacti which thrive on dry arid conditions to air plants which obtain all of their nutrients from water vapour in the air. The sunken glasshouse is perfect for harvesting fruits that thrive on high humidity. You can visit some of the sections today and discover what’s growing.",
                "​"
            ]
        }
    ],
    "first_published": "2025-07-26T21:21:23.055071",
    "id": 12651,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/12651/building_12651_210906_mhg_myddeltonhousesun_hollycurtis_f34f23a9658252c4f91b5db88ae1b2d1.jpg",
            "description": null,
            "title": null,
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12651_210906_mhg_myddeltonhousesun_hollycurtis_f34f23a9658252c4f91b5db88ae1b2d1.jpg"
        }
    ],
    "links": [
        {
            "href": "https://www.visitleevalley.org.uk/myddelton-house-gardens",
            "title": "www.visitleevalley.org.uk/myddelton-house-gardens"
        },
        {
            "href": "https://www.facebook.com/MyddeltonHouseGardens",
            "title": "www.facebook.com/MyddeltonHouseGardens"
        },
        {
            "href": "https://instagram.com/myddeltonhousegardens/",
            "title": "instagram.com/myddeltonhousegardens"
        }
    ],
    "location": {
        "address": "Myddelton House Gardens, Bulls Cross, Enfield, EN2 9HG",
        "latitude": 51.67527,
        "longitude": -0.06078,
        "meeting_point": null,
        "travel_info": [
            "Train: Turkey Street"
        ]
    },
    "name": "Myddelton House Gardens",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/12651",
    "ticketed_events": false,
    "venue_years_listed": [
        2024,
        2025
    ]
}