{
    "all_week": false,
    "description": "An evening event launching a new heritage trail exploring the lost heritage of Gilbert Bayes' 'Art in Everyday Life' sculptures scattered across the St Pancras Housing Estates. Enjoy a guided walk of the new trail, and hear from those involved in the project, including architects Edit Collective, Central St Martins, artists Camilla Bliss and Melanie Jackson, and A Space for Us People's Museum.",
    "design": {
        "designers": [
            {
                "architect": "G Topham Forrest",
                "description": null,
                "year": "1927"
            }
        ],
        "periods": [
            "Inter-war"
        ],
        "types": [
            "community/cultural"
        ]
    },
    "events": [
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/12764",
            "capacity": null,
            "date": "2025-09-18",
            "drop_in": false,
            "end": "2025-09-18T20:00:00+01:00",
            "fully_booked": false,
            "name": "Guided Walk and Talks",
            "notes": "A guided tour along the route of the new heritage trail, followed by talks from those behind the project about how it came to be.",
            "start": "2025-09-18T17:30:00+01:00",
            "ticketed": true
        }
    ],
    "facilities": [
        "Drinking water",
        "Family-friendly event",
        "Gender neutral toilet",
        "Seating available",
        "Toilets"
    ],
    "factsheet": [
        {
            "heading": "Heritage Trail",
            "paragraphs": [
                "A Space for Us have been working with all female architecture group, Edit Collective, to create an artwork in the public realm celebrating Bayes' work and Somers Town's social housing. This will include three new finial sculptures, designed by artist Camilla Bliss in collaboration with the museum through workshops and conversations with the local community. Each finial will represent a Somers Town personality: Radicals, Reformers, Uncommon People. A digital trail with 15 stops continues around Somers Town, sharing collected local stories and folk tales accompanying augmented reality models of the lost artworks, designed by Central St Martins."
            ]
        },
        {
            "heading": "Gilbert Bayes' Finials",
            "paragraphs": [
                "Sculptor Gilbert Bayes was commissioned by St Pancras Housing in the 1930s to bring their estates to life with ceramic artworks – making them the ‘fairytale estates’. These were truly 'art in everyday life', especially the beautiful finial sculptures that sat on posts for washing lines in the courtyards. Tragically over 150 of these beautiful 1930s ceramics have disappeared – now selling at auctions for private collections, a far cry from the working-class public art they were intended as. A Space for Us People's Museum has bought two of these finials at auction, which are now on display at the museum along with four from Origin Housing, but with so many missing we've been seeking other ways to recapture this heritage for its original audience."
            ]
        },
        {
            "heading": "Edit Collective",
            "paragraphs": [
                "Edit is a feminist architecture collective working on design and research projects. We are interested in the enduring biases and hierarchies embedded in the built environment and we have designed projects spanning from objects and film to exhibition design and public spaces. We are architects, project managers, set designers, tutors and researchers and have combined experience across projects of all scales and stages. Our work has been exhibited at the 2019 Oslo Architecture Triennale, MAXXI in Rome, the Design Museum, Akademie der Kunste and during the London Design Festival, among others. Our clients include the Barbican Centre, Science Gallery London, Camden Council, Farrell Centre and People's Museum Somers Town. Edit was nominated for Manifestos: Architecture for a New Generation, highlighting emerging voices shaping architecture in London, and have recently been featured in the RIBA Journal Future Winners, and Architects’ Journal Architectural Antagonists."
            ]
        }
    ],
    "first_published": "2025-07-29T16:28:22.340686",
    "id": 12764,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/12764/building_12764_bayes-courtyard_06f727e013956a0bfc5501fa68a0ace1.png",
            "description": null,
            "title": "Gilbert Bayes' finial sculptures in St Nicholas' Flats.",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12764_bayes-courtyard_06f727e013956a0bfc5501fa68a0ace1.png"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/12764/building_12764_img_8092_446c134d8e74b38bef9dd742b583d9f4.jpeg",
            "description": null,
            "title": "Visualisation of the new finials on Phoenix Road",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12764_img_8092_446c134d8e74b38bef9dd742b583d9f4.jpeg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/12764/building_12764_sts_route_250507-1_6e9e64bf0f6f99903420784807e3fbae.jpg",
            "description": null,
            "title": "The route of the heritage trail.",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_12764_sts_route_250507-1_6e9e64bf0f6f99903420784807e3fbae.jpg"
        }
    ],
    "links": [
        {
            "href": "https://aspaceforus.club/",
            "title": "aspaceforus.club"
        },
        {
            "href": "https://x.com/HistoryTown",
            "title": "x.com/HistoryTown"
        },
        {
            "href": "https://www.instagram.com/aspaceforusnow/",
            "title": "www.instagram.com/aspaceforusnow"
        },
        {
            "href": "https://www.facebook.com/aspaceforus/",
            "title": "www.facebook.com/aspaceforus"
        }
    ],
    "location": {
        "address": "Basil Jellicoe Hall, Drummond Crescent, NW1 1LE",
        "latitude": 51.52973,
        "longitude": -0.1317,
        "meeting_point": null,
        "travel_info": [
            "Tube: King's Cross St. Pancras, Euston",
            "Train: Euston, St. Pancras, King's Cross",
            "Bus: 1, 168, 205, 214, 253, 30, 390, 46, 476, 68, 73, 91",
            "Additional travel info: Within 10 minutes of Euston, St Pancras and Kings Cross Stations, plus many bus routes stopping on nearby Eversholt Street and Euston Road."
        ]
    },
    "name": "Night at the Museum",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/12764",
    "ticketed_events": true,
    "venue_years_listed": [
        2025
    ]
}