{
    "all_week": false,
    "balloted_events": false,
    "description": "Hebron House is a carefully crafted project that demonstrates how a traditional Victorian home can be thoughtfully adapted to meet the demands of modern living while embracing sustainable design principles. Located in London, this home underwent a deep retrofit to improve energy performance, enhance spatial efficiency, and provide a healthy, comfortable living environment.",
    "design": {
        "designers": [
            {
                "architect": "Paul Archer Design",
                "description": null,
                "year": "2023"
            }
        ],
        "periods": [
            "Victorian"
        ],
        "types": [
            "residence"
        ]
    },
    "events": [],
    "facilities": [
        "Drinking water",
        "Family-friendly event",
        "Gender neutral toilet",
        "Toilets"
    ],
    "factsheet": [
        {
            "heading": "Overview",
            "paragraphs": [
                "Hebron House is a carefully crafted response to the challenges of adapting a traditional Victorian home for modern living. The project demonstrates how period properties can be sensitively transformed to meet contemporary family needs while enhancing their original character. Located in London, the house has undergone a deep retrofit that prioritises sustainability, spatial efficiency, and well-being. By integrating modern materials, maximising natural light, and rethinking traditional layouts, the design successfully balances historical integrity with forward-thinking innovation.",
                "The existing structure presented several challenges, including a compartmentalised layout, limited natural light, and inefficient energy performance. A key intervention was the introduction of a central exposed brick spine that extends from the basement to the roof-light. This feature not only enhances visual continuity but also strengthens the house’s spatial coherence, connecting the lower ground floor with the upper levels in a single, uninterrupted gesture. The kitchen was reconfigured to prioritise flexibility, replacing the conventional fixed island with a freestanding preparation table, allowing for a more dynamic and functional workspace. The adjacent dining area, positioned under a glass roof, brings in abundant natural light, transforming what was once a dimly lit space into a bright and inviting part of the home.",
                "The relationship between interior and exterior spaces played a fundamental role in the design strategy. The garden was conceived as an extension of the home rather than an after thought, reinforcing a sense of continuity using materials such as exposed brick, metalwork, and cedar fencing. The outdoor space incorporates a carefully curated planting scheme, designed to thrive despite the north-facing orientation and shading from overhanging trees. The inclusion of a pond and biodiversity friendly planting enhances the ecological value of the site, creating a tranquil and immersive environment within an urban context.",
                "Sustainability was central to the project, both in terms of material selection and energy performance. The house has undergone a deep insulation retrofit using breathable wood-fibre insulation, significantly improving thermal efficiency while maintaining the integrity of the original fabric. All gas services were removed, with heating and hot water now supplied via an air source heat pump, ensuring a low-carbon energy solution.",
                "An MVHR (mechanical ventilation with heat recovery) system was installed to optimise indoor air quality while reducing heat loss, and natural ventilation was encouraged through the inclusion of an openable roof-light at the top of the stairwell. The strategic positioning of glazing, including large pivot doors on the rear elevation and a series of borrowed lights within the stair core, ensures that natural light reaches deep into the home, reducing reliance on artificial lighting. Additionally, rainwater management was addressed through a small green roof, which attenuates runoff, and a rain chain that channels excess water into the garden pond, making a functional element a visible and celebrated feature of the design.",
                "The selection of materials was guided by a commitment to sustainability and longevity. Traditional timber-framed sash windows replaced existing UPVC units, restoring the home’s period character while enhancing energy efficiency. Internal finishes were chosen for their environmental benefits, with low-VOC, CO2-absorbing eco paints used throughout. The combination of exposed brick, natural timber, and carefully curated metal work creates a refined yet understated aesthetic that respects the building’s heritage while introducing a contemporary language.",
                "Beyond material and energy considerations, the design of Hebron House places a strong emphasis on well-being. The library/ home office, positioned at the front of the house, provides a quiet retreat, fostering concentration and relaxation. The open- plan layout maintains a balance between connectivity and privacy, accommodating the needs of a growing family. The introduction of natural light and ventilation strategies ensures a comfortable and healthy indoor environment, while the garden, with its woodland-inspired planting and serene atmosphere, offers an escape from the intensity of urban life.",
                "Hebron House is not only a home but a case study in how thoughtful design can bridge the gap between heritage and modernity. The project showcases how a Victorian property can be adapted for contemporary living without compromising its architectural identity. By addressing energy performance, enhancing spatial quality, and fostering a closer relationship with nature, the design sets a precedent for future retrofit projects, demonstrating that historic homes can be both sustainable and highly functional for the needs of modern families."
            ]
        }
    ],
    "first_published": "2025-07-17T16:15:43.000000",
    "id": 13015,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/13015/building_13015_open-city_6f8125d897997ee24a84bbb5ee61c823.jpg",
            "description": null,
            "title": "Photographer: Henry Woide\r\nArchitect: Paul Archer Design",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_13015_open-city_6f8125d897997ee24a84bbb5ee61c823.jpg"
        }
    ],
    "links": [
        {
            "href": "https://paularcherdesign.co.uk",
            "title": "paularcherdesign.co.uk"
        },
        {
            "href": "https://www.instagram.com/paul_archer_design/?hl=en",
            "title": "www.instagram.com/paul_archer_design/?hl=en"
        }
    ],
    "location": {
        "address": "8 Hebron Road, W6 0PQ",
        "latitude": 51.49832,
        "longitude": -0.22933,
        "meeting_point": null,
        "travel_info": [
            "Tube: Hammersmith, Ravenscourt Park",
            "Train: Shepherd's Bush"
        ]
    },
    "name": "Hebron House",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/13015",
    "ticketed_events": false,
    "venue_years_listed": [
        2025
    ]
}