{
    "all_week": false,
    "description": "Explore the Bancroft and Wickford Street development, an  new affordable residential-led scheme. This project features two residential buildings with integrated community workspaces, offering a total of 33 new homes. The development also offers significant improvements to the wider neighbourhood, including landscaping and lighting improvements to transform the surrounding area.",
    "design": {
        "designers": [
            {
                "architect": "Fraser Brown MacKenna Architects (FBM Architects)",
                "description": null,
                "year": "2024"
            }
        ],
        "periods": [
            "Contemporary"
        ],
        "types": [
            "residence"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2025-09-20",
            "drop_in": true,
            "end": "2025-09-20T14:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in: Guided Tour by the Architects",
            "notes": "",
            "start": "2025-09-20T10:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        "Large print guides",
        "Step-free routes"
    ],
    "factsheet": [
        {
            "heading": "Project Description",
            "paragraphs": [
                "We were appointed by the London Borough of Tower Hamlets to redevelop two sites on the Bancroft Estate near Bethnal Green Tube Station currently used as a Tenants’ Management\nCooperative and Women’s Integration Team (Bancroft site) and garages (Wickford Street site). Our design provides 33 new apartments in two separate buildings, one which rises to five stories in response to its direct context and acts as a ‘marker’ building, directing pedestrians towards the new neighbourhood park and the new community facilities at the end of the street. The second building adjoining the railway line, rises to six storeys and provides eighteen apartments and incorporates offices for the Tenants’ Management Cooperative and the Women’s Integration Team, as well as a community space available to local residents.",
                "The development also offers significant improvements to the wider estate, including landscaping and lighting improvements to transform a run down service route to the rear of the shops which face the main road. Security is improved through the design of the new buildings, which create active frontages to ensure passive surveillance of pedestrian and vehicular routes.",
                "The material treatment, detailing and proportion of the windows have been carefully selected to offer a contemporary response to the surrounding context, with the highly articulated volumes giving a generous depth and complexity to avoid flat and monotonous facades."
            ]
        },
        {
            "heading": "Key Project Benefits",
            "paragraphs": [
                "Two new and independent purpose-built community spaces. The Bancroft TMC space will provide area for the management office of the TMC as well as a multipurpose room at ground floor. The Women’s Integration Team space houses a small office dedicated to improving the lives of Somali women in London - they provide key services like translation, support and community integration.\n• Provides 100% affordable dwellings, with a unit mix which specifically addresses the needs of the local community.\n• We have strategically located the family units within the Wickford Street garages site, which benefits from the proximity to the new neighbourhood park and its natural play for the under fives.\n• Our brief included the provision of wheelchair accessible units to cater for large families. These have been strategically located at the ground floor of the Wickford Street building, with private entrances off Wickford Street and generous terraces that open out to the new communal amenity.\n• All new homes will meet or exceed the Mayor of London’s housing standards and are provided with private amenity space.\n• Two-bedroom properties and over contain a separate kitchen to address the cultural requirements of the local community.\n• Significant improvement to communal amenity.\n• Playspace provided on site for use by both existing and future residents.\n• Both sites provide communal Air Source Heat Pumps. A first for the Council when the scheme was being designed, but so common in current applications. Photovoltaics and biodiverse roofs have been incorporated where possible."
            ]
        },
        {
            "heading": "Extensive Consultation",
            "paragraphs": [
                "FBM undertook extensive consultation with the local community end-users and stakeholders, especially given the project’s inclusion of the community-focused spaces (Bancroft TMC and WIT) within the Bancroft Building, as well as the creation of a new neighbourhood park.",
                "Key elements of the consultation process were:",
                "• One Estate walkaround took place with the client and the Bancroft TMC representatives. The site visit enabled the architects and project team (Tower Hamlets Regeneration and Housing Teams) to gain an in-depth understanding of the main issues that affect the site, and for all to agree on which will form part of the brief.\n• Three public consultation events took place between 2017 and 2019. Each event took place over two to three days and included boards illustrating the proposal as well as a physical model of the building in context. The events were well attended and we received valuable feedback from the attendees.\n• Multiple 1:1 meetings with the end-users of the TMC and WIT took place throughout the design development to ensure the new spaces met the needs of the users and were ultimately fit for purpose.\n• Several changes to the scheme were made in light of consultation with the Urban Design, Planning and Highways Officers at Tower Hamlets Council, namely a) reduction in height to the Bancroft TMC building and incorporation of a set back at the top floor; b) set back along the northern end of the upper floors of the Wickford Street building to reduce impact on neighbouring properties; c) the design of the servicing access route to the back of the shops facing Cambridge Heath Road (in building opposite the site) included coordination with the Highways officers and various iterations until their support was received."
            ]
        },
        {
            "heading": "Lessons Learned",
            "paragraphs": [
                "Early engagement with local residents, end-users and stakeholders is essential for the community support and therefore successful delivery of a scheme. We consulted with various parties from the outset, although in hindsight it would have saved valuable time and money to request a full list of end-users to be consulted from the client. A small group of residents was missed at the initial consultation event, leading to an additional event having to be organised to allow everyone to have say on the design. Our dedication and further engagement with this group enabled a series of changes to be made to the design without significantly impacting on the proposals although there was a slight delay on the programme.\nWe always recommend employing the services of a Fire Consultant to review the proposals from RIBA Stage 2 onwards. On FBM’s Rennie scheme in Southwark, early discussions allowed for the design to be modified before planning submission, avoiding additional expenses and the need for going back to planning while the scheme is on site.\nOn our Bancroft scheme sprinkler tanks have been allowed for within the plant room space of each building, and FBM has thoroughly reviewed the scheme against current regulations. Nonetheless, if any other changes are required to mitigate the risk from fire, these will need to be implemented once a main contractor has been appointed."
            ]
        },
        {
            "heading": "Awards:",
            "paragraphs": [
                "Won: \n- 2021 Planning and Placemaking Awards (Affordable Housing)\nShortlisted:\n- 2021 Planning and Placemaking Awards (Affordable Housing)\n- 2025 Housing Design Awards (shortlisted)\n- 2025 Building Awards (shortlisted)\n- 2025 London Construction Awards (shortlisted)"
            ]
        }
    ],
    "id": 13019,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/13019/building_13019_bancroft_est-cf027549_6dd29d278e3fa027222590de5373646d.jpg",
            "description": null,
            "title": "Photography: Tim Crocker",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_13019_bancroft_est-cf027549_6dd29d278e3fa027222590de5373646d.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/13019/building_13019_bancroft_est-cf027531_38bd30f645455886d0bc29fb251692a6.jpg",
            "description": null,
            "title": "Photography: Tim Crocker",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_13019_bancroft_est-cf027531_38bd30f645455886d0bc29fb251692a6.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/13019/building_13019_bancroft-7920_e3f798b47b62cd0ce71564134ad50ebd.jpg",
            "description": null,
            "title": "Photography: Tim Crocker",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_13019_bancroft-7920_e3f798b47b62cd0ce71564134ad50ebd.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/13019/building_13019_bancroft_est-cf027517_3a84f7053b3dca9d2269044cf521b6a9.jpg",
            "description": null,
            "title": "Photography: Tim Crocker",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_13019_bancroft_est-cf027517_3a84f7053b3dca9d2269044cf521b6a9.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/13019/building_13019_bancroft_est-resize_2011c750766bb5f857f67933e989c189.jpg",
            "description": null,
            "title": "Photography: Tim Crocker",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_13019_bancroft_est-resize_2011c750766bb5f857f67933e989c189.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/13019/building_13019_bancroft-7997_ef57090a23b82651b9c41d157278c31b.jpg",
            "description": null,
            "title": "Photography: Tim Crocker",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_13019_bancroft-7997_ef57090a23b82651b9c41d157278c31b.jpg"
        }
    ],
    "links": [
        {
            "href": "https://www.fbmarchitects.com/project/bancroft-estate-tower-hamlets-2/",
            "title": "www.fbmarchitects.com/project/bancroft-estate-tower-hamlets-2"
        },
        {
            "href": "https://www.instagram.com/p/DHEF8k4sH9D/?utm_source=ig_web_copy_link&igsh=MzRlODBiNWFlZA==",
            "title": "www.instagram.com/p/DHEF8k4sH9D/?utm_source=ig_web_copy_link&igsh=MzRlODBiNWFlZA=="
        },
        {
            "href": "https://www.instagram.com/p/DHbQc3XM-3A/?utm_source=ig_web_copy_link&igsh=MzRlODBiNWFlZA==",
            "title": "www.instagram.com/p/DHbQc3XM-3A/?utm_source=ig_web_copy_link&igsh=MzRlODBiNWFlZA=="
        }
    ],
    "location": {
        "address": "Wickford Street, E1 5QN",
        "latitude": 51.52314,
        "longitude": -0.05397,
        "meeting_point": null,
        "travel_info": [
            "Tube: Bethnal Green, Stepney Green, Whitechapel",
            "Train: Bethnal Green, Whitechapel",
            "Bus: 205, 25, 253, 309, 106, 254"
        ]
    },
    "name": "Bancroft and Wickford Street",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/13019",
    "ticketed_events": false
}