{
    "all_week": false,
    "description": "Church of England opened by Princess Margaret in 1957 after the Victorian church was blitzed. Grade II listed, designed Sir Arthur Llewellyn Smith (1903-1978) in a ‘stripped Neo-Classical’ style. with all its original decor. Stained glass by Hugh Barnaby Powell. The remains of the bombed church in the form of the front arcade and the tower still stand in front of the modern church.",
    "design": {
        "designers": [
            {
                "architect": "Sir Arthur Llewellyn Smith",
                "description": null,
                "year": "1957"
            }
        ],
        "periods": [
            "Historical/contemporary"
        ],
        "types": [
            "religious"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2025-09-13",
            "drop_in": true,
            "end": "2025-09-13T18:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in: Open Day",
            "notes": "There will be short talks about the church during the afternoon.\r\nThe cafe in the courtyard will be open for the afternoon.",
            "start": "2025-09-13T13:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        "Baby changing facilities",
        "Drinking water",
        "Family-friendly event",
        "Parking",
        "Seating available",
        "Toilets",
        "Gender neutral toilet",
        "Handrails on both sides of stairs"
    ],
    "factsheet": [
        {
            "heading": "Grade II listed post-war church",
            "paragraphs": [
                "The current parish church of St Mary Newington is the fourth or fifth recorded for the parish and dates from 1958 but the parish itself dates back to at least the 11th century and probably earlier.  It is sited on what the Romans called Stane Street very close to where it crosses with Watling Street (Old Kent Road). The modern church is a place of beauty and peace - somewhere to sit a while and rest of contemplate. Services are in the Anglo-Catholic tradition but the church is anything but stuffy and old school with a very diverse and inclusive congregation reflecting out local community.",
                "On the road front the ruins of the west front of the Victorian church (1876) remain in the form of an arcaded front wall and clock tower designed by James Fowler of Louth. This church was burnt out in an air raid on 10th May 1941 and was replaced by the current church building, designed Sir Arthur Llewellyn Smith. A foundation stone was laid by HRH Princess Margaret in May 1957 and she visited again to open the new church the following year.",
                "This new church, designed by Sir Arthur Llewellyn Smith, is listed at Grade II as “a well-crafted church in good quality materials including a sculptural relief; for its good interior spatial qualities; for its complete interior including original joinery, stone font, marble floor, etched glass and stained glass and for its ‘Group value’ with the remains of the 1876 tower and portal of the earlier Church of St Mary”.",
                "The stained glass in the present church is by Hugh Barnaby Powell, great grandson of the renowned Victorian glass maker James Powell. He studied at the Chelsea Art School. The  transept windows show scenes from the Old Testament with quotations of the Commandments and the Promises of God and scenes from the New Testament with quotations of the words of Christ, and the East Window depicts the Crucifixion.",
                "The church is a vibrant centre for the community with a cafe in the courtyard which operates during the mornings, and an area for toddlers to play in. We host community events and concert and have been the location for various small film companies. We also host the Jonas Foundation, a music project which gives instrumental lessons to local children."
            ]
        }
    ],
    "first_published": "2025-07-17T16:15:43.000000",
    "id": 13047,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/13047/building_13047_londonchurchbuildings_newington_st_mary271018_58_bbae3deaeb4f1671a406642f50474769.jpg",
            "description": null,
            "title": null,
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_13047_londonchurchbuildings_newington_st_mary271018_58_bbae3deaeb4f1671a406642f50474769.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/13047/building_13047_img_1956_8613a854c68e76d23a42f0042c2020fa.jpg",
            "description": null,
            "title": null,
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_13047_img_1956_8613a854c68e76d23a42f0042c2020fa.jpg"
        }
    ],
    "links": [
        {
            "href": "https://stmarynewington.church/home/",
            "title": "stmarynewington.church/home"
        }
    ],
    "location": {
        "address": "St Mary's church, 57 Kennington Park Road, SE11 4JQ",
        "latitude": 51.48876,
        "longitude": -0.1044,
        "meeting_point": null,
        "travel_info": [
            "Tube: Kennington",
            "Train: Elephant & Castle",
            "Bus: 133, 155, 333, 415"
        ]
    },
    "name": "St Mary's Newington",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/13047",
    "ticketed_events": false,
    "venue_years_listed": [
        2025
    ]
}