{
    "all_week": false,
    "description": "Resonance FM is a pioneering, non-profit community radio station, with a studio at 7 Risborough Street, Southwark, London. Broadcasting 24/7 on 104.4 FM, DAB, and online, it offers over 100 weekly shows created by volunteer engineers and programme-makers. The station champions free expression and artistic diversity, providing a platform for local and international voices across arts & culture.",
    "design": {
        "designers": [
            {
                "architect": "James Pooley Architecture",
                "description": null,
                "year": "2025"
            }
        ],
        "periods": [
            "Contemporary"
        ],
        "types": [
            "community/cultural"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2025-09-16",
            "drop_in": true,
            "end": "2025-09-16T17:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in: Open Day",
            "notes": "",
            "start": "2025-09-16T10:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        "Toilets"
    ],
    "factsheet": [
        {
            "heading": "About Resonance FM",
            "paragraphs": [
                "Resonance is a groundbreaking 24/7 radio station which broadcasts on 104.4 FM to central London, DAB to Greater London, nationally on Radioplayer and live streamed to the rest of the world. Realised by a dedicated community of volunteer engineers and programme-makers, Resonance offers over 105 creative broadcast series every week featuring local and international artists, makers and experts.",
                "Kindly supported by the generous donations of our listeners and by key partners including Arts Council England and The Wire, we collaborate widely with visionary individuals and organisations including Mixcloud, Radiophrenia, and Radia. Resonance is a project of London Musicians' Collective Limited, registered charity 290236."
            ]
        },
        {
            "heading": "Our Mission",
            "paragraphs": [
                "Resonance seeks to discover, encourage and support a diverse range of artistic voices through radio - from first-timers to seasoned broadcasters. Our ambition is to provide a broadcast platform through which as many people as possible can exercise “the right freely to participate in the cultural life of the community and to enjoy the arts” (Article 27, The Universal Declaration of Human Rights).",
                "Our role extends to support for the rights of free speech; the rights to freely receive and impart information; and, in these days of algorithms curating and pushing us to mainstream commercial content, we offer protection to freedom of thought by ceding as much editorial control as current broadcast regulations allow to our contributors."
            ]
        },
        {
            "heading": "Studio 1",
            "paragraphs": [
                "Studio 1 measures 6m x 3.5m and can accommodate up to 5 guests behind the main radio desk.",
                "The space has been treated to eliminate reverberation and is ideal for recording speech radio and podcasts. It can also be used for live music performances (acoustic and/or basic electrified setups, no drums). Please get in touch for more information about your requirements.",
                "The main radio desk is a Soundcraft Series 15 which is routed through to a Cymatic Audio uTrack24 digital interface for multitrack recording. In-house recording software is Adobe Audition, but you can also bring your own laptop and DAW to plug in and record.",
                "Additional amenities include a kitchen and a toilet. The studio is up one flight of stairs and isn’t wheelchair accessible. We currently only have audio recording capabilities. The hire fee includes a studio manager."
            ]
        },
        {
            "heading": "Volunteer Powered Community Media",
            "paragraphs": [
                "For the past 12 months, a group of dedicated specialist volunteers have been recycling our salvaged analogue studio in our new HQ – by Southwark Tube – that we acquired on a long lease in early 2024. Our new Studio 1 has been operational since September, and more than 400 live broadcasts and podcast recordings, have taken place there.",
                "But as the operation shifts increasingly in-person, our office space now urgently needs a Studio 2. Not only does this addition double our capacity to deliver live broadcasts, it also opens up the possibility of a dedicated live schedule for our longer-form radio art station Resonance Extra, which despite having its own unique and devoted audience on a par in terms of size with Resonance FM, has still not yet had its own space in any permanent sense since its initiation in 2015.",
                "Our fundraising drive in February 2025 raised – at the time of writing – upwards of £30,000 from the public through donations, an auction, and a series of six fundraising art and music events organised by curators including IKLECTIK, Atomiser, James Oldham and Kinn – parts of our Network of the Year (AudioUK, 2022, 2023 and 2024). Thanks to the efforts of everyone in that network, we’re in a stronger position now to keep incrementally building what we have here into an open-access community media production house for London’s arts and culture.",
                "Our aims for 2025",
                "• Build a modest second studio to double our live capacity and support Resonance Extra\n• Support our volunteers to keep driving improvements to our studio and website\n• Extending our community radio licence and antenna lease to safeguard FM until 2036"
            ]
        }
    ],
    "id": 13049,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/13049/building_13049_screenshot-2025-07-01-at-10-51-28_bb79a5b2e045cec798d84900af8fd743.png",
            "description": null,
            "title": "Keira Anee",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_13049_screenshot-2025-07-01-at-10-51-28_bb79a5b2e045cec798d84900af8fd743.png"
        }
    ],
    "links": [
        {
            "href": "http://resonancefm.com",
            "title": "resonancefm.com"
        }
    ],
    "location": {
        "address": "7 Risborough Street, SE1 0HF",
        "latitude": 51.50345,
        "longitude": -0.1,
        "meeting_point": null,
        "travel_info": [
            "Tube: Southwark",
            "Train: Waterloo (East)"
        ]
    },
    "name": "Resonance FM Studios",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/13049",
    "ticketed_events": false
}