{
    "all_week": false,
    "description": "East Wick Phase 1 | East Wick and Sweetwater Development defines the western edge of the Queen Elizabeth Park and plays an important role in mending the gap in the urban fabric between Hackney Wick and the Olympic Legacy communities. The first phase of East Wick marks a bold step forward in London’s journey toward sustainable, inclusive, and\r\ndesign-forward neighbourhoods comprised of 850 homes.",
    "design": {
        "designers": [
            {
                "architect": "Studio Egret West",
                "description": null,
                "year": "2021"
            }
        ],
        "periods": [
            "Contemporary"
        ],
        "types": [
            "housing"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2025-09-18",
            "drop_in": true,
            "end": "2025-09-18T18:30:00+01:00",
            "fully_booked": false,
            "name": "Drop in: Open Guided Tour of East Wick Phase 1",
            "notes": "A tour of the masterplan and the considerations behind the scheme.",
            "start": "2025-09-18T17:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        "Accessible toilet",
        "Family-friendly event",
        "Toilets"
    ],
    "factsheet": [
        {
            "heading": "East Wick Phase 1",
            "paragraphs": [
                "The first phase of East Wick, a transformative urban development adjacent to Queen Elizabeth Olympic Park, marks a bold step forward in London’s journey toward sustainable, inclusive, and design-forward neighbourhoods. With 850 new homes ranging from townhouses and mews houses to studios and flats, the development also introduces vital community infrastructure, including a new primary school and two nurseries.",
                "Set beside Here East — the former Press and Broadcast Centre for the 2012 Olympic and Paralympic Games and now a vibrant creative tech campus — East Wick masterfully balances legacy and innovation. The masterplan integrates residential life with monumental Olympic structures, weaving domestic architecture around these iconic venues and setting the stage for a thriving, connected community.",
                "Three residential buildings — delivering approximately 200 homes — are constructed using a prefabricated, lightweight steel primary structure. This approach drastically reduces the need for multiple subcontractors and trades onsite, accelerates construction timelines, and minimises the overall structural load.",
                "This lightweight method is particularly critical due to the Elizabeth Line tunnels running beneath the site. By reducing building weight, the development ensures structural harmony with the sensitive underground infrastructure, demonstrating thoughtful engineering and site-specific innovation.",
                "Sustainability is embedded at every level of East Wick’s design and delivery. The energy strategy rigorously adheres to the London Plan’s Energy Hierarchy — Be Lean, Be Clean, Be Green — and goes significantly beyond its requirements. All homes meet The Fabric Energy Efficiency Standard (FEES) set by the Zero Carbon Hub, ensuring exceptionally low space heating and cooling demands.",
                "The development aspires to be the UK’s most sustainable community, with initiatives spanning high energy efficiency, low carbon emissions, reduced water usage, use of recycled materials, and climate-resilient design.",
                "The construction process itself was planned with environmental impact front of mind, achieving reductions in waste, emissions, and resource consumption.",
                "East Wick is not just a residential development — it is a living legacy of Olympic regeneration, an exemplar of sustainable urbanism, and a bold statement in resilient design. By combining architectural richness, environmental responsibility, and strong community infrastructure, this first phase sets a powerful precedent for what future neighbourhoods in London and beyond can be."
            ]
        }
    ],
    "first_published": "2025-07-17T16:15:43.000000",
    "id": 13052,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/13052/building_13052_img_3240-pano_5d478a8efa8ff9a83bce18f14ed7cf89.jpg",
            "description": null,
            "title": "Chris Hopkinson",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_13052_img_3240-pano_5d478a8efa8ff9a83bce18f14ed7cf89.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/13052/building_13052_east_wick_chris_hopkinson_002_midres_920de1c1bc57928fa219034ed298ff3c.jpg",
            "description": null,
            "title": "Chris Hopkinson",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_13052_east_wick_chris_hopkinson_002_midres_920de1c1bc57928fa219034ed298ff3c.jpg"
        }
    ],
    "links": [
        {
            "href": "https://studioegretwest.com/places/east-wick",
            "title": "studioegretwest.com/places/east-wick"
        },
        {
            "href": "https://www.linkedin.com/company/studio-egret-west",
            "title": "www.linkedin.com/company/studio-egret-west"
        }
    ],
    "location": {
        "address": "East Wick and Sweetwater, 15, Tandy Place, E20 3AS",
        "latitude": 51.54554,
        "longitude": -0.02112,
        "meeting_point": null,
        "travel_info": [
            "Bus: 388",
            "Additional travel info: A walking tour departing from The Clarnico Club, https://www.clarnicoclub.com/"
        ]
    },
    "name": "East Wick Phase 1",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/13052",
    "ticketed_events": false,
    "venue_years_listed": [
        2025
    ]
}