{
    "all_week": false,
    "description": "North London Collegiate School, founded in 1850, is a leading independent day school for girls aged 4-18. Located at the historic Canons House, a Grade II listed building from the 18th century, the school offers a stimulating environment where bright young minds can explore, question, and thrive academically. The school resides in an important historic site, surrounded by Canons Park since 1940.",
    "design": {
        "designers": [
            {
                "architect": "Mansion",
                "description": null,
                "year": "18"
            },
            {
                "architect": "later 1750s for William Hallett",
                "description": null,
                "year": "18"
            },
            {
                "architect": "substantially remodelled in 1912 by C E Mallows for Sir Arthur Phillip du Cros",
                "description": null,
                "year": "18"
            },
            {
                "architect": "founder and president the Dunlop Rubber Company. Since 1929 the principal building at North London Collegiate School.",
                "description": null,
                "year": "18"
            }
        ],
        "periods": [
            "later 1750s for William Hallett",
            "substantially remodelled in 1912 by C E Mallows for Sir Arthur Phillip du Cros",
            "founder and president the Dunlop Rubber Company. Since 1929 the principal building at North London Collegiate School.",
            "Historical/contemporary"
        ],
        "types": [
            "education"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2025-09-14",
            "drop_in": true,
            "end": "2025-09-14T17:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in: Canons House - North London Collegiate School",
            "notes": "Drop In to allow visitors to tour Canons House, the external gardens and terraces. Timings coincide with the local Park, Church & Lake.",
            "start": "2025-09-14T10:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        "Accessible toilet",
        "Drinking water",
        "Family-friendly event",
        "Handrails on one side of stairs",
        "Parking",
        "Quieter area",
        "Seating available",
        "Toilets"
    ],
    "factsheet": [
        {
            "heading": "Summary",
            "paragraphs": [
                "Mansion, later 1750s for William Hallett, substantially remodelled in 1912 by C E Mallows for Sir Arthur Phillip du Cros, founder and president the Dunlop Rubber Company. Since 1929 the principal building at North London Collegiate School."
            ]
        },
        {
            "heading": "Reason for Designation",
            "paragraphs": [
                "The former Canons House, now the main building of North London Collegiate School, of C18 origin, remodelled in 1912 by C E Mallows, is listed at Grade II for the following principal reasons:",
                "Architectural interest:",
                "A mid- to later C18 mansion, on the site of the earlier C18 Canons Palace, remodelled by Mallows, reflecting in its plan and details the revivalist traditions favoured in the early C20.  \nHigh quality, enriched, Portland stone façades of the C18 and early C20; in the symmetrical C18 plan, and alterations to it, principally by Mallows, to create a new western approach, enlarged hall and internal sequence of rooms.\nFixtures and fittings include C18 chimneypieces and joinery, a monumental staircase, early C20 joinery in Jacobean and classical traditions, and an almost complete set of early C20, richly moulded cast iron windows, doors and their furniture.",
                "Historic interest:",
                "An important historic site, which has seen a sequence of major houses and their landscapes, by leading architects and designers for eminent clients.",
                "Group value:",
                "With Mallows’ monumental terraced gardens (Grade II) and the registered landscape, Canons Park (Grade II)."
            ]
        },
        {
            "heading": "History",
            "paragraphs": [
                "In its present form, Canons House, now the core of the North London Collegiate School, dates from the late C18, and was remodelled by C E Mallows in 1912. Attached to it are extensive school buildings (not included in the listing), added by the architect Sir Albert Richardson in 1937-19440 after the school acquired Canons Park in 1929, and extended in the later C20.",
                "Historically, the land was owned by the London Church of St Bartholomew the Great until the Dissolution, when it passed to the Losse family, who built a new house within the manor. In 1604 the estate was bought by Sir Thomas Lake, Clerk of the Signet to Queen Elizabeth I and Secretary of State to James I, who in 1606-08 built a new mansion on the current site, to designs by the eminent Jacobean architect John Thorpe.",
                "The estate remained in their hands until 1709, when it was bought by James Brydges, first Duke of Chandos, and it was under his aegis that the house and landscape were enhanced. Thorpe’s house was demolished to create an opulent Baroque palace, built in 1713-24, the early phases from 1716-1719 attributed to James Gibbs, and completed by John Price, with lavish interiors by leading exponents of the day including James Thornhill and William Kent. The palace sat within a park of some 400 acres, where the grounds were laid out by Kent and by Alexander Blackwell, as a series of radiating avenues and allées, intersecting rond points, water features and formal planting, said to be inspired by the Palace at Versailles.",
                "The scheme was short-lived. On Chandos’ death in 1744 the estate was of necessity sold; by 1753 the house had been demolished and the contents were dispersed before William Hallett replaced it with a smaller, four-square two-storey house which forms the basis of the current building. His successor, Sir Thomas Plumer, Solicitor–General and later Master of the Rolls employed Humphry Repton in about 1805 to work on the park, the results captured in a contemporary view of about 1805. C19 Ordnance Survey maps describe the footprint of the building, and the evolution of the pleasure grounds and park, which included a large lake, relics of the C18 formal, axial avenues, a walled garden to the south-west and a home farm or stable yard to the west, the latter now part of the school.",
                "In the early C20, the new owner, Sir Arthur Phillip du Cros, founder and president of the Dunlop Rubber Company, made significant changes to the house and grounds, selling off part of the park for residential development in what was a growing suburb, linked by an expanding network of public transport to central London. In 1912 he employed the Arts and Crafts architect and garden designer C E Mallows to alter and enlarge the house, creating a new entrance on the south-west elevation, and adding a service wing to the north-west of the house. As part of the scheme Mallows designed the flanking screen wall and formal terraced garden that wraps round the house, reinforcing the historic north-south axis and view southwards. Extending northwards from the house he created a formal sunken garden, flanked to the west by what appears to have been an orangery, and by a kitchen court. The footings of earlier service buildings were adapted by Mallows to create a symmetrical approach to the house, recorded on the OS map of 1935, but were later altered when the school hall was erected, while classrooms were built against the formal garden.",
                "The estate was further reduced in the 1920s and 1930s, with more parkland sold for development or to the local authority, who, after the Second World War developed land as the public Canons Park that exists today.",
                "The North London Collegiate School acquired the mansion and approximately 10 acres of land in 1929, at first moving some pupils from their school in Camden, north London, before fully relocating to Canons Park. The eminent architect A E Richardson (1880-1964) was first employed to design a new school hall and three-storey classroom block, attached to the northern end of the house and overlooking the pond to its north-west. In 1957 he designed the small freestanding Art School, also overlooking the pond. His first designs for the school were in a grand Beaux Arts tradition, and more elaborate than the executed scheme, which is an example of his refined neoclassically-inspired work of the inter-war period, and perhaps of necessity reduced in scale and simplified to meet the budget and circumstances of impending war.",
                "The school continues to develop, adapting existing estate buildings and adding new stock. The buildings include the Music School (1971) and Headmistress' House (1977) both by John O'Neilly, a pupil of Richardson.",
                "Charles Edward Mallows (1864-1915) studied at the Bedford School of Art and after several apprenticeships, including one at the offices of William Wallace and William Flockhart, set up his own practice in London. After travelling and producing measured drawings of English and French cathedrals, which won him the RIBA Pugin travelling scholarship in 1889, he returned to Bedford where he opened an office with George Grocock in 1895. Mallows also designed garden ornaments and pergolas for The Pyghtle Works, the acclaimed joinery firm for whom Lethaby and Bailie Scott designed furniture. Mallows is rightly acknowledged as an architect who equally could turn his hand to Baroque civic and commercial buildings and Arts and Crafts domestic buildings. He is known for his commissions for integrated schemes for houses and gardens, the first at King’s Corner in Biddenham, Bedfordshire of 1898, followed by Three Gables, also in Biddenham (house listed at Grade II, garden registered at Grade II) for his future father-in-law, and where Mallows lived from 1905 until his death in 1915. He is perhaps best known for the Arts and Crafts house and garden at Tirley Garth, Willington, Cheshire West and Chester, which he designed and built from 1906.",
                "A E, later Sir Albert, Richardson, PRA (1880-1964) was a leading C20 architect, artist, historian and teacher who is remembered for his writings as well as for his creative fusion of tradition and modernity. He trained in the offices of the architects Leonard Stokes and Frank T Verity before setting up in partnership with Charles Lovett Gill, one of Verity’s assistants, from 1919-39. From 1945 he worked in partnership with Eric Houfe. Influenced by both the classical Beaux Arts and Arts and Crafts traditions, he had a particular interest in the pared-down neoclassical architectural language of the early C19, especially the work Sir John Soane, and in the Edwardian rediscovery of Neoclassicism, which made him an appropriate choice of architect for new work at the North London Collegiate School. As head of the Bartlett School of Architecture, University College, London for 27 years his influence was considerable, while he was awarded the RIBA Gold Medal for Architecture in 1947, served as President of the Royal Academy from 1954-6, and was knighted in 1956."
            ]
        },
        {
            "heading": "Canons House & NLCS's 175th Anniversary Year",
            "paragraphs": [
                "Celebrating Canons House: A Historic Collaboration for NLCS’s 175th Anniversary Year.",
                "As part of North London Collegiate School’s 175th Anniversary celebrations, we are delighted to shine a spotlight on the rich history and exciting future of Canons House - a magnificent building that lies at the heart of our schools heritage.",
                "Building on the success of last year’s open day, which welcomed visitors to explore the grounds of Canons Park, the Church of St Lawrence, Little Stanmore, and Seven Acre Lake within the Canons Park Estate, we are thrilled to announce an even more integrated experience for 2025.",
                "In collaboration with the Friends of Canons Park and the Church of St Lawrence, we will create a unified, cohesive set of events, inviting the community to discover the hidden stories and enduring beauty of this historic area - all within walking distance on Sunday 14th September 2025.",
                "On this special day, multiple landmarks will open their doors to the public, with coordinated schedules designed to allow visitors to enjoy several sites in one visit:",
                "Canons House\nTours of the historic building and its external grounds\n⏰ 10:00am – 5:00pm",
                "Canons Park and Seven Acre Lake \nGuided 45-minute tours through these stunning natural spaces\n⏰ 10:00am – 5:00pm (tours running throughout the day)",
                "Church of St Lawrence, Little Stanmore\nTours of this historic church with its musical and architectural treasures\n⏰ 2:00pm – 5:00pm",
                "We look forward to welcoming visitors of all ages to experience the history, architecture, and natural beauty of Canons in a truly memorable way."
            ]
        }
    ],
    "first_published": "2025-07-17T16:15:43.000000",
    "id": 13096,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/13096/building_13096_canons-gardens_25d77d7700fb26988fd9c9f8207cbe1b.jpg",
            "description": null,
            "title": "Canons House Gardens",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_13096_canons-gardens_25d77d7700fb26988fd9c9f8207cbe1b.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/13096/building_13096_canons-house-front-access_05309f789118d478c1027489fcb310b2.jpg",
            "description": null,
            "title": "Canons House Front Entrance",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_13096_canons-house-front-access_05309f789118d478c1027489fcb310b2.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/13096/building_13096_2103-nlcs-107-1-1_06a44f65fef263b5404137554becd3fc.jpg",
            "description": null,
            "title": "Canons House and Gardens",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_13096_2103-nlcs-107-1-1_06a44f65fef263b5404137554becd3fc.jpg"
        }
    ],
    "links": [
        {
            "href": "https://www.nlcs.org.uk/",
            "title": "www.nlcs.org.uk"
        },
        {
            "href": "https://www.instagram.com/nlcs1850/",
            "title": "www.instagram.com/nlcs1850"
        },
        {
            "href": "https://www.facebook.com/nlcs1850",
            "title": "www.facebook.com/nlcs1850"
        },
        {
            "href": "https://uk.linkedin.com/school/nlcs/",
            "title": "uk.linkedin.com/school/nlcs"
        }
    ],
    "location": {
        "address": "North London Collegiate School, HA8 7RJ",
        "latitude": 51.61472,
        "longitude": -0.29667,
        "meeting_point": null,
        "travel_info": [
            "Tube: Edgware, Stanmore, Canons Park",
            "Train: Mill Hill Broadway",
            "Bus: 142, 186, 340, 79",
            "Additional travel info: NLCS has approx. 120 car parking spaces for visitors. The nearest Tube Jubilee Line for Stanmore or Canons Park/ Northern Line for Edgware."
        ]
    },
    "name": "North London Collegiate School - Canons House Tour",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/13096",
    "ticketed_events": false,
    "venue_years_listed": [
        2025
    ]
}