{
    "all_week": false,
    "balloted_events": false,
    "description": "Calling all canal enthusiasts - also known as 'gongoozlers' - to walk through the social and industrial history of Little Venice, Camden Lock, and St Pancras. If you enjoyed Gongoozlers of Regent's Canal & Limehouse Basin in the east (Open House 2024), you will enjoy this new west side story. Discover how a hand-dug canal shaped the lives of West Enders, Londoners, and the United Kingdom.",
    "design": {
        "designers": [
            {
                "architect": "John Nash",
                "description": null,
                "year": "1820"
            }
        ],
        "periods": [
            "Georgian"
        ],
        "types": [
            "walk/tour"
        ]
    },
    "events": [],
    "facilities": [
        "Toilets"
    ],
    "factsheet": [
        {
            "heading": "HISTORY of REGENT'S CANAL",
            "paragraphs": [
                "'GONGOOZLERS' are defined as canal enthusiasts, who marvel at canal life from the towpath without the barge boat. Regent's Canal in Little Venice to Kings Cross offers lots for a gongoozler to ponder. Come along, 'gongoozle' on the purpose-built history of Regent's Canal from the Industrial Revolution to modern-day regeneration.",
                "Did you know? London's first mass transportation system were the humble canals.",
                "Regent's Canal was built out of need to transport goods. Canal networks existed north of Paddington via the Grand Junction Canal, connecting the Midlands and north of England to London. However, there was not yet a link from Paddington-London to the international waters of the River Thames.",
                "Construction of Regent's Canal from Paddington to Limehouse Basin fulfilled London's growing transport needs. The canal linked the inland Grand Junction Canal to the internationally connected waters of the River Thames. Here, domestic barges exchanged goods with sea-bound vessels of the vast British Empire.",
                "The Paddington to Camden canal branch was constructed in 1816. The rest of the canal followed through to Limehouse by 1820.",
                "'Canal mania' ballooned in the Regency and Victorian Eras, particularly under the minds of merchant Thomas Homer and architect John Nash, who influenced development of London's canals as director of Regent's Canal Company. Nash garnered architectural prestige during Regency Era due to his connections to Prince Regent (later King George IV). Perhaps it's no surprise how 'Regent's Canal' got its name.",
                "Nash favored construction of canal waterways, idealizing Regent's Canal into the original design of Regent's Park. Interconnected waterways also pleased merchants and sailors as a cargo interchange between the North, the Midlands, and the rest of the world.",
                "This tour trails Regent's Canal in Central London. From Paddington's laguna Little Venice, to the stuccoed homes of Maida Vale. From private garden moorings of Lisson Grove, to the thick foliage of Regent's Park. Then from the vibrancy of Camden Lock and Camden Town to the regeneration of St Pancras. Every stretch of towpath is a rudder splashing into the industrious past from 1801 to 1969, when the canals officially closed for commercial use. It is also a look to a gentrifying future.",
                "This tour walks the human-made history of the canal. It glints at the rediscovering, redevelopment, and gentrification of communities along the canal. The once dominating working class slowly makes way for an office working class.",
                "In 2024, if you enjoyed gongoozling from Limehouse Basin to Victoria Park, you'll enjoy the updated 2025 canal walking tour. Gongoozle with us from the Paddington-Kings Cross towpath, spilling into new tales of London's gongoozling past."
            ]
        },
        {
            "heading": "Golden Key Academy",
            "paragraphs": [
                "This tour is led by an alumnus of Open City’s Golden Key Academy - an eight-month course designed to train insightful and engaging guides who bring London’s rich stories to life.",
                "Learn more about the Golden Key Academy here: open-city.org.uk/golden-key-academy"
            ]
        }
    ],
    "first_published": "2025-07-17T16:15:43.000000",
    "id": 13105,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/13105/building_13105_canal-boats-small_c58eabcbd75859387308ec6300508f71.jpeg",
            "description": null,
            "title": "Barge Boats on Regent's Canal",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_13105_canal-boats-small_c58eabcbd75859387308ec6300508f71.jpeg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/13105/building_13105_little-venice_9c6d3356b281386dde89d98a40214969.jpeg",
            "description": null,
            "title": "Little Venice",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_13105_little-venice_9c6d3356b281386dde89d98a40214969.jpeg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/13105/building_13105_camden-canal_9dcb80180043bf37ca2ffa3bc06d47f7.jpg",
            "description": null,
            "title": "Camden Canal",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_13105_camden-canal_9dcb80180043bf37ca2ffa3bc06d47f7.jpg"
        }
    ],
    "links": [
        {
            "href": "open-city.org.uk/golden-key-academy",
            "title": null
        }
    ],
    "location": {
        "address": "The Toll House, Delamere Terrace, W2 6ND",
        "latitude": 51.52125,
        "longitude": -0.18432,
        "meeting_point": null,
        "travel_info": [
            "Tube: Paddington",
            "Train: Paddington",
            "Bus: 18, 205, 23, 27, 36, 46",
            "Additional travel info: START point: Paddington Station, walk to Westbourne Terrace Rd Bridge\r\n\r\nEND point: Kings Cross St Pancras, the Coal Drops Yard"
        ]
    },
    "name": "Gongoozlers of Regent's Canal & Little Venice",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/13105",
    "ticketed_events": false,
    "venue_years_listed": [
        2025
    ]
}