{
    "all_week": false,
    "description": "Acquired in 1532 and rebuilt in 1670 after the Great Fire, the Hall was partially destroyed in 1941 by enemy action and rebuilt in a Neo-Georgian style in 1960. The original charter, portraiture and stained glass are of particular interest.",
    "design": {
        "designers": [
            {
                "architect": "D. E. Harrington",
                "description": null,
                "year": "1961"
            }
        ],
        "periods": [
            "Post-war"
        ],
        "types": [
            "livery hall"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2025-09-20",
            "drop_in": true,
            "end": "2025-09-20T15:30:00+01:00",
            "fully_booked": false,
            "name": "Drop in",
            "notes": "",
            "start": "2025-09-20T10:30:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        "Toilets",
        "Accessible toilet",
        "Cloakroom",
        "Seating available",
        "Step-free routes"
    ],
    "factsheet": [
        {
            "heading": "History",
            "paragraphs": [
                "The earliest reference to Painters' Hall is dated 1375, citing a building between Hoggen Lane and Trinity Lane, and it was this property, probably a Medieval timber framed building that was acquired in 1504 for £30 by John Browne and conveyed to a number of his brother Paynter-Stayners in 1532, and was first described as “Paynters' Hall” in 1549.",
                "The Great Fire of London in 1666 destroyed most of the building. However, earlier during the conflagration Charles II is reported to have rested in the Hall with his brother James after viewing the approaching destruction. There were probably some remnants of the Hall that survived the fire, in particular the 3 foot thick South Wall was in place up until 1929-30 when a Dangerous Structures Notice was served. It was during the re-building of this wall, together with the, by now, necessary repair and reconstruction of much of the Hall, overseen by the architect Mr P M Searles-Wood, that an important surviving Stuart period window was found concealed in the wall between the Painted Chamber and the Hall.",
                "The front of the old Hall probably stood back from the street line of Little Trinity Lane and this was part of the early front elevation. It is described as being an unglazed window extending over the greater part of the wall of the Chamber, of oak with bevelled timbers and square-sectioned wooden mullions of an early Stuart/Commonwealth date and probably never glazed. It was left insitu and the panelling replaced. There is no later reference to it being removed and the extent of the 1941 fire and rebuilding may not have affected it. Therefore there is the remote possibility that it is still insitu. If this is the case, it is an extremely important and rare remnant of an early London building surviving from before the Great Fire.",
                "Re-building after the Great Fire was completed in 1670, followed by various improvements and additions in 1671-74 and in 1682 it was insured against fire. In 1675, the door is described as being carved by Edward Pearce. This is probably the front door and contradicts and old assumption that the carvings were by Grinling Gibbons. The carvings have survived, being cleaned and moved to the Entrance Hall in the 1960s.",
                "There were further repairs in the 1770s and 1790s, with various changes towards the rear of the property through the intervening years. The next major building works followed in 1914, with the acquisition of shops and houses adjoining the northern boundary, between the Hall and the District Railway line. Number 5, 6 and 8 Little Trinity Lane were purchased, with the space occupied by Number 8 forming a new staircase and Painters’ Hall Chambers constructed to the North. The Court Room and Hall were also enlarged at this time. All the work was overseen by the Company's surveyor, Mr H D Searles-Wood and cost £10,845. Probably at the same time, or at least sometime between 1811 and 1916, the front elevation to the Hall received its present stone facing.",
                "Early in the morning of 11 May 1941, after a night of fires all around the area, Painters’ Hall was again destroyed by fire. It seems apt that the Arms of the Painter-Stainers depict a phoenix, when twice in its history the Hall has been raised by fire only for a new Hall to rise again from the ashes. Building restrictions delayed rebuilding; the premises were extended to cover land on Huggin Hill to the West, the gift of Past Master Edmund Howard. Mr D E Harrington was the Architect, his plans were exhibited at the Royal Academy in 1960, and the building re-opened on 8 June 1961. Again, it was not a complete re-build as the front elevations, Entrance Hall and Staircase remained, together with Painters’ Hall Chambers, although the exact extent of the survival of the earlier building is difficult to ascertain from documentary sources.",
                "Of the post war re-build, mention must be made of the ground and first floor joinery being specially selected English Oak; the two columns in the Court Room and one in the Entrance Hall grained to simulate marble, the antique lead cistern saved from the 17th century building and two glass painted panels, the Charles II Coat of Arms and the Transfiguration which were restored and installed in the new Court Room.",
                "In recent years Painters’ Hall has continued to be added to and decorated, including the stained glass for the North window of the Hall in1969 featuring the Arms of twelve Liverymen who have served in the Office of Lord Mayor since 1922 and the West window in 1972 featuring the Arms of the City, Queen Elizabeth II and Prince Charles. In addition a stained glass panel inserted in the North window and featuring a Phoenix was commissioned from Freeman Mel Howse in 2002 to mark the Quincentenary of the union of the Painters and Stainers’ Companies.",
                "However, in the main the building today is much as it was re-built in 1961, the styling of the stair handrail and Hall gallery together with the West elevation being a strong evocation of that period. Whilst the recent works to the cloakrooms in the basement continue the long tradition of oak joinery, the painted oak gralning carried out so effectively in the Painted Chamber and the Master's Office by the Company’s decorative craftsmen is also worthy of note.  The Banqueting Hall has also been redecorated in August 2018."
            ]
        }
    ],
    "first_published": "2025-07-26T21:21:23.055071",
    "id": 1311,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/1311/building_1311_livery-hall-dinner_83e4a5f99061d1d8f97bb896d636cdb4.jpg",
            "description": null,
            "title": null,
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1311_livery-hall-dinner_83e4a5f99061d1d8f97bb896d636cdb4.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/1311/building_1311_entrance-hall_070ba275bf79b4ed2e964b0cef00d8dc.jpg",
            "description": null,
            "title": "Entrance to Painters' Hall",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1311_entrance-hall_070ba275bf79b4ed2e964b0cef00d8dc.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/1311/building_1311_stained-glass-phoenix_eba86dd6d57e073ec72a4b99bb2ea502.jpg",
            "description": null,
            "title": "Quincentenary stained glass window",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1311_stained-glass-phoenix_eba86dd6d57e073ec72a4b99bb2ea502.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/1311/building_1311_potkin-picture_9a70fb72b98ee4f5097ed53ade2843d2.jpg",
            "description": null,
            "title": "Portrait of John Potkin, Thomas Carleton and John Taylor.  Taylor is the reputed painter of the Chandos portrait of William Shakespeare in the National Portrait Gallery, the earliest and most plausibly authentic likeness of the playwright",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1311_potkin-picture_9a70fb72b98ee4f5097ed53ade2843d2.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/1311/building_1311_lm-coat-of-arms_905cb5bf942aad418454ff467500565f.jpg",
            "description": null,
            "title": "The Lord Mayor Dr Sir Andrew Parmley with his coat of arms  produced by Mel Howse ",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1311_lm-coat-of-arms_905cb5bf942aad418454ff467500565f.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/1311/building_1311_charter_ec70de5b2761196f46cefe6768ba69a0.jpg",
            "description": null,
            "title": "Original Charters on display in the Court Room",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1311_charter_ec70de5b2761196f46cefe6768ba69a0.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/1311/building_1311_livery-031_1f125971c6ade9e0ccd1f05f459d4198.jpg",
            "description": null,
            "title": "Banqueting Hall",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1311_livery-031_1f125971c6ade9e0ccd1f05f459d4198.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/1311/building_1311_ps-2022artprizes0192_456815a1ab1f9f4c94485b6c757619cd.jpg",
            "description": null,
            "title": null,
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1311_ps-2022artprizes0192_456815a1ab1f9f4c94485b6c757619cd.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/1311/building_1311_pstain2022stluke0785_6e3c6b645ab05849e042079c7a11c5fb.jpg",
            "description": null,
            "title": null,
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1311_pstain2022stluke0785_6e3c6b645ab05849e042079c7a11c5fb.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/1311/building_1311_wcps-crest-2023_173148cc653d374cc72dce745592623b.jpg",
            "description": null,
            "title": null,
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1311_wcps-crest-2023_173148cc653d374cc72dce745592623b.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/1311/building_1311_in-practice_0ea6b297132e1cc4a46a629b5e3e2de8.jpg",
            "description": null,
            "title": null,
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1311_in-practice_0ea6b297132e1cc4a46a629b5e3e2de8.jpg"
        }
    ],
    "links": [
        {
            "href": "https://www.instagram.com/painterstainers",
            "title": "www.instagram.com/painterstainers"
        },
        {
            "href": "https://painter-stainers.org/",
            "title": "painter-stainers.org"
        }
    ],
    "location": {
        "address": "9 Little Trinity Lane, EC4V 2AD",
        "latitude": 51.5116609,
        "longitude": -0.09499049999999999,
        "meeting_point": null,
        "travel_info": [
            "Tube: Mansion House",
            "Train: Blackfriars, Cannon Street",
            "Bus: 4, 11, 15, 25, 26, 76, 8, 17"
        ]
    },
    "name": "Painters' Hall",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/1311",
    "ticketed_events": false,
    "venue_years_listed": [
        2021,
        2022,
        2023,
        2024,
        2025
    ]
}