{
    "all_week": false,
    "balloted_events": false,
    "description": "Our walk explores the river that shaped London. As we follow the North Bank, we will uncover how the Thames sparked the city’s birth, powered trade, and supported daily life. From ancient monument, to medieval bridge building, Victorian engineering, to today’s iconic views and new super sewer – the riverside reveals Londoners' evolving relationship with the Thames.",
    "design": {
        "designers": [],
        "periods": [],
        "types": [
            "walk/tour"
        ]
    },
    "events": [
        {
            "activity_type": "Walking tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/13111",
            "capacity": null,
            "date": "2025-09-19",
            "drop_in": false,
            "end": "2025-09-19T15:00:00+01:00",
            "fully_booked": false,
            "name": "Taming the Thames - Londoners and their river",
            "notes": "Walk from Blackfriars along the North bank of the Thames exploring Londoners' relationship to their river.",
            "start": "2025-09-19T13:00:00+01:00",
            "ticketed": true
        }
    ],
    "facilities": [
        "Accessible toilet",
        "Step-free routes"
    ],
    "factsheet": [
        {
            "heading": "Walk the river that shaped London and its people",
            "paragraphs": [
                "Join us on a journey to discover how the mighty Thames has influenced the city’s growth and the lives of those who’ve lived along its banks. From trade and industry, to royal pageantry to  public health –throughout the centuries, the river has been central to London’s story. We will explore past, present and future, spanning the city’s founding right up to the newly completed Bazalgette embankment. Along the way we will visit an ancient dock, trace hidden rivers, admire iconic bridges and buildings. We will uncover how catastrophe and innovation have reshaped the riverside, and gain insight into the evolving ways Londoners work, play, and survive beside the Thames."
            ]
        },
        {
            "heading": "Golden Key Academy",
            "paragraphs": [
                "This tour is led by a participant of Open City’s Golden Key Academy – a course training up insightful and engaging guides dedicated to explaining London and bringing its many stories to life. It is part of a wider collection of tours created by Golden Key Academy guides for the Open House Festival celebrating their conclusion of the eight month course. Further information on the Golden Key Academy can be found here https://open-city.org.uk/golden-key-academy"
            ]
        },
        {
            "heading": "About your guide",
            "paragraphs": [
                "This tour is led by Ros Oakley. She loves exploring London and discovering it’s history. She joined the 2025 Golden Key Academy to find new ways to share her enthusiasm for the city.  Ros works in the charity sector."
            ]
        }
    ],
    "first_published": "2025-07-17T16:15:43.000000",
    "id": 13111,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/13111/building_13111_queenhithe-mosaic_7b6a57ee94d60fcf4b92bad712eacae1.jpg",
            "description": null,
            "title": "View of Thames and South Bank from Queenhithe",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_13111_queenhithe-mosaic_7b6a57ee94d60fcf4b92bad712eacae1.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/13111/building_13111_thames-path-with-millenium-bridge-and-shard_011a06f3a1fa912c410614529a80d273.jpg",
            "description": null,
            "title": "Thames Path North Bank with view of the Millennium Bridge and the Shard",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_13111_thames-path-with-millenium-bridge-and-shard_011a06f3a1fa912c410614529a80d273.jpg"
        }
    ],
    "links": [
        {
            "href": "https://open-city.org.uk/golden-key-academy",
            "title": null
        }
    ],
    "location": {
        "address": "Outside London Blackfriars Station, Queen Victoria Street, EC4V 4DY",
        "latitude": 51.51168,
        "longitude": -0.10379,
        "meeting_point": null,
        "travel_info": [
            "Tube: Blackfriars",
            "Train: Blackfriars",
            "Bus: 40, 63",
            "Additional travel info: The walk will finish at St Magnus the Martyr Church.  Nearest tube: Monument."
        ]
    },
    "name": "Taming the Thames: Londoners and London's river",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/13111",
    "ticketed_events": true,
    "venue_years_listed": [
        2025
    ]
}