{
    "all_week": false,
    "description": "Built in the 1820s for the upper class, Belgravia remains a jewel in the heart of London. Renowned for its grand architecture, garden squares, and cobbled mews, it has preserved much of its original Victorian appearance. Discover 200 years of history: from marshland to gracious living, notable residents, hidden stories, and its evolution into the 21st century.",
    "design": {
        "designers": [],
        "periods": [],
        "types": [
            "walk/tour"
        ]
    },
    "events": [
        {
            "activity_type": "Walking tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/13110",
            "capacity": null,
            "date": "2025-09-13",
            "drop_in": false,
            "end": "2025-09-13T15:15:00+01:00",
            "fully_booked": false,
            "name": "Guided Tour",
            "notes": "",
            "start": "2025-09-13T13:30:00+01:00",
            "ticketed": true
        }
    ],
    "facilities": [],
    "factsheet": [
        {
            "heading": "History and development",
            "paragraphs": [
                "In 1821, Robert Grosvenor, 1st Marquess of Westminster, set an ambitious plan to transform 80ha of marshland into a prototype of elegant urban living. The timing couldn’t have been better: George IV had just commissioned architect John Nash to remodel Buckingham House into what would become Buckingham Palace, making the area as the new centre of royal London. Described at the time as perfectly located 'between town and country,' Belgravia quickly became the favourite address of the upper echelon aristocracy and high society.",
                "Building on the success of the Grosvenor estate’s earlier development in Mayfair, Belgravia was designed from the outset for the upper class, with a strict architectural and social hierarchy. The project brought to prominence one of the 19th century’s greatest developers, Thomas Cubitt, who contributed for the area’s lasting success and his signature stuccoed terraces became synonymous with Belgravia and Pimlico.",
                "Today, Belgravia remains remarkably true to its original masterplan: grand terraces, verdant garden squares, picturesque cobble stone mews, formally planned streets, and a charming village-like atmosphere. Walk its streets, you can still picture the daily lives of the Victorian upper class and those who served them.",
                "Join the tour to explore this 19th century residential masterpiece. Discover how the Grosvenor family came to own 200ha of prime London land and transformed the swamp to splendour. Along the way, hear stories of Belgravia’s evolution, shifting social fabric, its famous residents, and how it continues to develop in the 21st century."
            ]
        },
        {
            "heading": "Golden Key Academy",
            "paragraphs": [
                "This tour is led by a participant of Open City’s Golden Key Academy – a course training up insightful and engaging guides dedicated to explaining London and bringing its many stories to life. It is part of a wider collection of tours created by Golden Key Academy guides for the Open House Festival celebrating their conclusion of the eight month course. Further information on the Golden Key Academy can be found here https://open-city.org.uk/golden-key-academy"
            ]
        }
    ],
    "first_published": "2025-07-17T16:15:43.000000",
    "id": 13110,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/13110/building_13110_img_9097_b07519b2a99031766d7cc52b356a63e4.jpeg",
            "description": null,
            "title": "Eaton sq",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_13110_img_9097_b07519b2a99031766d7cc52b356a63e4.jpeg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/13110/building_13110_img_8527_342db5f49ccde4351cbedc34ad757c79.jpeg",
            "description": null,
            "title": "Mews",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_13110_img_8527_342db5f49ccde4351cbedc34ad757c79.jpeg"
        }
    ],
    "links": [
        {
            "href": "https://open-city.org.uk/golden-key-academy",
            "title": null
        }
    ],
    "location": {
        "address": "Outside the Nova Building, 79 Buckingham Palace Road, SW1W 0AJ",
        "latitude": 51.49749,
        "longitude": -0.143,
        "meeting_point": null,
        "travel_info": [
            "Tube: Victoria",
            "Train: Victoria",
            "Bus: 11, 13, 148, 170, 24, 26, 36, 38, 44, 52, 185, 390, C10",
            "Additional travel info: The nearest tube stations near the end of the tour are Sloan Square and Victoria."
        ]
    },
    "name": "Belgravia's 200 years of glory: from swamp to splendour",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/13110",
    "ticketed_events": true,
    "venue_years_listed": [
        2025
    ]
}