{
    "all_week": false,
    "balloted_events": false,
    "description": "Bricks have been used for thousands of years. This walking tour will showcase the simple brick – exploring how lumps of clay, crafted and fired by brick makers near Brick Lane have been used to build a variety of ever changing streetscapes over more than 200 years. Walking from Coate St E2 to Fashion Street E1, this tour will visit listed brick arches, housing, bathhouses and the shopping arcades of London's former 1905 Moorish Market.",
    "design": {
        "designers": [],
        "periods": [],
        "types": [
            "walk/tour"
        ]
    },
    "events": [
        {
            "activity_type": "Walking tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/13127",
            "capacity": null,
            "date": "2025-09-14",
            "drop_in": false,
            "end": "2025-09-14T11:30:00+01:00",
            "fully_booked": false,
            "name": "Bricks of Brick Lane",
            "notes": "",
            "start": "2025-09-14T09:30:00+01:00",
            "ticketed": true
        }
    ],
    "facilities": [],
    "factsheet": [
        {
            "heading": "Bricks of Brick Lane. Walking Tour",
            "paragraphs": [
                "Explore the history and use of the humble brick over 200+ years and how the local brickmasters, and their hand crafted bricks have been used to build the ever changing streetscapes of the East End.",
                "Whitechapel Lane was nicknamed Brick Lane in the 17th Century , when brick carts from nearby brickfields, were pulled up and down, what was then a dirt road.",
                "On the walk we will discover how the fields and hamlets east of the City's Roman wall, have been developed, demolished and reconstructed.",
                "The streets we will walk have been used as brickworks, market gardens, farms, commercial trades and housing. They have been subjected to slum clearance, suffered irreparable damage during the Blitz, subsequently redeveloped and gentrified from 1945 to now, with plans in place well into the future for further development.",
                "The tour will visit many types of buildings, including post war social houses and housing blocks, bath houses and shopping arcades, touching on the creative and practical use of the brick and their origins.",
                "The walk will take around two hours and cover around 6km. Please check the weather beforehand and prepare accordingly. We will walk what ever the weather."
            ]
        },
        {
            "heading": "Golden Key Academy",
            "paragraphs": [
                "This tour is led by a participant of Open City’s Golden Key Academy – a course training up insightful and engaging guides dedicated to explaining London and bringing its many stories to life. It is part of a wider collection of tours created by Golden Key Academy guides for the Open House Festival celebrating their conclusion of the eight month course. Further information on the Golden Key Academy can be found here https://open-city.org.uk/golden-key-academy"
            ]
        },
        {
            "heading": "About your guide",
            "paragraphs": [
                "Pam is an Architect and participant of Open City’s Golden Key Academy 2025.",
                "Pam has a keen interest in the built environment and how we perceive our surroundings, and what impact and lasting memories remain of where you’ve walked, lived or worked. Does it affect your day, do you share a beautiful building or detail with others so they can enjoy it too. Or perhaps you may wonder social history of that place may have been or is now."
            ]
        }
    ],
    "first_published": "2025-07-17T16:15:43.000000",
    "id": 13127,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/13127/building_13127_img_0312_1c15d5d891bb400dd1e50d229920c54d.jpg",
            "description": null,
            "title": "Fashion Street Arcade",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_13127_img_0312_1c15d5d891bb400dd1e50d229920c54d.jpg"
        }
    ],
    "links": [
        {
            "href": "https://open-city.org.uk/golden-key-academy",
            "title": "open-city.org.uk/golden-key-academy"
        },
        {
            "href": "https://open-city.org.uk/golden-key-academy",
            "title": null
        }
    ],
    "location": {
        "address": "Opposite Ozone Coffee Roasters, E2 9AP",
        "latitude": 51.53255,
        "longitude": -0.06113,
        "meeting_point": null,
        "travel_info": [
            "Tube: Bethnal Green",
            "Train: Cambridge Heath, Hoxton",
            "Bus: 26, 55",
            "Additional travel info: Meet: Opposite Ozone Coffee Roasters, on corner of Pritchards Road and Coate Street E2 9AP\r\nEnd: Fashion St E1"
        ]
    },
    "name": "Bricks of Brick Lane",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/13127",
    "ticketed_events": true,
    "venue_years_listed": [
        2025
    ]
}