{
    "all_week": false,
    "balloted_events": false,
    "description": "How does a knowledge quarter start? What leads it to establish and grow? We will explore how the different communities involved in learning, research, healthcare and bio-science industries, use the buildings, streets and squares of London’s health and life sciences knowledge quarter in Bloomsbury. We will consider what drew institutions to co-locate and what drives the knowledge quarter today.",
    "design": {
        "designers": [],
        "periods": [
            "Historical/contemporary"
        ],
        "types": [
            "walk/tour"
        ]
    },
    "events": [
        {
            "activity_type": "Walking tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/13126",
            "capacity": null,
            "date": "2025-09-19",
            "drop_in": false,
            "end": "2025-09-19T16:30:00+01:00",
            "fully_booked": true,
            "name": "Bloomsbury: The making of a knowledge quarter",
            "notes": "",
            "start": "2025-09-19T14:00:00+01:00",
            "ticketed": true
        }
    ],
    "facilities": [
        "Drinking water",
        "Accessible toilet",
        "Cloakroom",
        "Gender neutral toilet",
        "Toilets"
    ],
    "factsheet": [
        {
            "heading": "Synopsis",
            "paragraphs": [
                "Every developing city in the world wants a thriving knowledge quarter – but how do they start?  What makes them establish and grow? We will walk around London’s health and life sciences knowledge quarter in north Bloomsbury and Kings Cross.",
                "We will consider how new knowledge was acquired and shared in Georgian London, how this led to the founding of University College London, the development of UCL’s hospital and medical school and the subsequent clustering of the Royal Ear, Nose and Throat Hospital, the Eastman Dental Hospital, the Macmillan Cancer Centre and soon, the new Moorfield’s Oriel Centre for Advancing Eye Health.",
                "We will look beyond public institutions and discover what led the Wellcome Trust to also locate on Euston Road, similarly the Francis Crick Institute and in the near future, a new speculative biomedical research facility, funded by Mitsui and Stanhope.",
                "We will explore how the different communities within the knowledge quarter – students, researchers, clinicians, patients, residents – use the interior and exterior spaces, streets and squares and we will consider how the architectural tastes and preferences of each era have been expressed in the prestigious buildings that make up the evolving knowledge quarter.",
                "At each stopping point we will revisit the essential ingredients of a knowledge quarter – curiosity, connectivity and entrepreneurial spirit – and appreciate the contribution of the founders and designers of this extraordinary and evolving part of London."
            ]
        },
        {
            "heading": "Golden Key Academy",
            "paragraphs": [
                "This tour is led by a participant of Open City’s Golden Key Academy – a course training up insightful and engaging guides dedicated to explaining London and bringing its many stories to life. It is part of a wider collection of tours created by Golden Key Academy guides for the Open House Festival celebrating their conclusion of the eight month course. Further information on the Golden Key Academy can be found here https://open-city.org.uk/golden-key-academy"
            ]
        },
        {
            "heading": "About your guide",
            "paragraphs": [
                "Mairi Johnson is built environment professional and Golden Key Academy participant. She started her career as an architect but has now worked as a client for over 20 years, commissioning buildings and landscape projects in the education and cultural sectors. During that time she was fortunate to spend a period working in the estates team at UCL, which drew her attention to this fascinating part of London and the people who live, work and play here."
            ]
        }
    ],
    "first_published": "2025-07-17T16:15:43.000000",
    "id": 13126,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/13126/building_13126_ucl-student-centre_992e22d101075ea8cc7c77d7c971c515.jpg",
            "description": null,
            "title": "UCL Student Centre\r\nNicholas Hare Architects",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_13126_ucl-student-centre_992e22d101075ea8cc7c77d7c971c515.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/13126/building_13126_gordon-square_87d5755c09572f15eef00d8a231eed14.jpg",
            "description": null,
            "title": "Street furniture north of Gordon Square.",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_13126_gordon-square_87d5755c09572f15eef00d8a231eed14.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/13126/building_13126_72-huntley-street_7630f82388a0863a28d86684d993dbd6.jpg",
            "description": null,
            "title": "72 Huntley Street. UCL Cancer Institute\r\nNicholas Grimshaw Architects",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_13126_72-huntley-street_7630f82388a0863a28d86684d993dbd6.jpg"
        }
    ],
    "links": [
        {
            "href": "https://open-city.org.uk/golden-key-academy",
            "title": null
        }
    ],
    "location": {
        "address": "Wellcome Collection, 183 Euston Road, NW1 2BE",
        "latitude": 51.5259,
        "longitude": -0.13387,
        "meeting_point": null,
        "travel_info": [
            "Tube: Warren Street, Euston, Euston Square",
            "Train: Euston",
            "Bus: 18, 205, 30, 390, 73",
            "Additional travel info: Meet: ground floor, inside, left of main entrance. Ends back at Wellcome Collection. Locker storage, bike stands nearby."
        ]
    },
    "name": "Bloomsbury: The making of a knowledge quarter",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/13126",
    "ticketed_events": true,
    "venue_years_listed": [
        2025
    ]
}