{
    "all_week": false,
    "balloted_events": false,
    "description": "Would you like a jogging tour? South of the river is packed with untold history but often gets overlooked. To cover so much you have to move fast! This 10k jog from London Bridge to Greenwich will look at the coming of the Romans to London, maritime development under the Tudors, Victorian slum clearance and how transport in the south determined modern-day London. See southeast London and get fit all at the same time!",
    "design": {
        "designers": [],
        "periods": [],
        "types": [
            "walk/tour"
        ]
    },
    "events": [
        {
            "activity_type": "Other",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/13143",
            "capacity": null,
            "date": "2025-09-13",
            "drop_in": false,
            "end": "2025-09-13T08:30:00+01:00",
            "fully_booked": false,
            "name": "South of the River at Speed!",
            "notes": "Jogging tour from London Bridge to Greenwich",
            "start": "2025-09-13T07:00:00+01:00",
            "ticketed": true
        }
    ],
    "facilities": [],
    "factsheet": [
        {
            "heading": "South of the River at Speed!",
            "paragraphs": [
                "This is a jogging tour, covering the history of the stretch of the south bank of the river from London Bridge to Greenwich. It will cover this area's rich history, starting with the coming of the Romans, touching on Tudor presence south of the river, through Victorian expansion and decline, up to the modern day. It will especially focus on the importance of the river and maritime history to the story of the south of the river.",
                "The idea of the tour is to cover a good amount of both history and ground! We will be jogging throughout so this tour is most suitable for participants with a good level of fitness who are able to sustain a steady jog over 10k. Please wear suitable clothes and especially footwear for jogging!"
            ]
        },
        {
            "heading": "Golden Key Academy",
            "paragraphs": [
                "This tour is led by a participant of Open City’s Golden Key Academy – a course training up insightful and engaging guides dedicated to explaining London and bringing its many stories to life. It is part of a wider collection of tours created by Golden Key Academy guides for the Open House Festival celebrating their conclusion of the eight month course. Further information on the Golden Key Academy can be found here https://open-city.org.uk/golden-key-academy"
            ]
        }
    ],
    "first_published": "2025-07-17T16:15:43.000000",
    "id": 13143,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/13143/building_13143_london-bridge_ee59931607afa43a7251e7362ca0ba6b.jpeg",
            "description": null,
            "title": null,
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_13143_london-bridge_ee59931607afa43a7251e7362ca0ba6b.jpeg"
        }
    ],
    "links": [
        {
            "href": "https://open-city.org.uk/golden-key-academy",
            "title": null
        }
    ],
    "location": {
        "address": "London Bridge, SE1 3QX",
        "latitude": 51.50787,
        "longitude": -0.08773,
        "meeting_point": null,
        "travel_info": [
            "Tube: London Bridge",
            "Train: London Bridge",
            "Additional travel info: End point is at Cutty Sark"
        ]
    },
    "name": "South of the river at speed!",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/13143",
    "ticketed_events": true,
    "venue_years_listed": [
        2025
    ]
}