{
    "all_week": false,
    "balloted_events": false,
    "description": "Most people associate Brixton with its busy town centre. But did you know a few steps away Brixton's heart you can find a wealth of green spaces and tranquillity shaped by the area's unique Georgian,  Victorian and Modernist architecture – including a series of 1970s council estates by Ted Hollamby – which continue to evolve to serve Brixton's local communities.\r\n\r\nJoin your guide Nikky Catto to find why her Brixton home  is not what you expected.",
    "design": {
        "designers": [],
        "periods": [
            "Historical/contemporary"
        ],
        "types": [
            "walk/tour"
        ]
    },
    "events": [],
    "facilities": [
        "Accessible toilet",
        "Baby changing facilities",
        "Gender neutral toilet",
        "Quieter area",
        "Seating available",
        "Toilets"
    ],
    "factsheet": [
        {
            "heading": "Brixton is people and place",
            "paragraphs": [
                "People play a crucial role in shaping buildings, and this tour through the north end of Brixton explores the many ways that influence is evident. Participants will learn about social housing projects that have inspired contemporary approaches to home design, as well as instances where residents’ understanding of their environment surpassed the intentions of planners. The tour also covers the story of a female garden designer who challenged Victorian conventions to earn professional recognition, and examines the creation of a community farm that emerged from grassroots gardening efforts. Visitors will see a riding stables that serves both local children and the wider community, and will hear about the successes and challenges faced by campaigners and local government. Throughout, the tour considers how Brixton sets cultural trends, sometimes attracting global attention while also reflecting the everyday realities of its residents. Ultimately, the tour illustrates how the dynamic interaction between people and place contributes to the distinctive and evolving character of London, shaped by both intentional planning and organic development."
            ]
        },
        {
            "heading": "Get ready!",
            "paragraphs": [
                "This walk will take 2 hours. Please allow an extra 30 minutes to allow a large group time to walk at a comfortable pace, take photos, sit down, use the toilet mid way and ask questions. It passes several other Open House Weekend venues so building in the buffer time won't stop you seeing plenty more too. We will use parks, paths and narrow pavements and on this occasion, it is 16+ and not suitable for buggies or dogs. Dress for the weather. We have tree cover for rain or shade. Comfortable shoes advised."
            ]
        },
        {
            "heading": "Amenities",
            "paragraphs": [
                "There is a toilet opposite our meet point and plenty of places to grab coffee or food before we start. Our first stop is the meeting point and we will start at the stated time. Please arrive 10 minutes early. We have excellent public toilets mid-way, seating and rest points along the way and we conclude back opposite the toilets and cafe where we started. Your guide can also direct you onto other places to eat or visit."
            ]
        },
        {
            "heading": "Golden Key Academy",
            "paragraphs": [
                "This tour is led by a participant of Open City’s Golden Key Academy – a course training up insightful and engaging guides dedicated to explaining London and bringing its many stories to life. It is part of a wider collection of tours created by Golden Key Academy guides for the Open House Festival celebrating their conclusion of the eight month course. Further information on the Golden Key Academy can be found here https://open-city.org.uk/golden-key-academy"
            ]
        }
    ],
    "first_published": "2025-07-17T16:15:43.000000",
    "id": 13149,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/13149/building_13149_2-img_1044_b1a8ffc6c032428988ee22fc991668a1.jpg",
            "description": null,
            "title": "Credit: Nikky Catto",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_13149_2-img_1044_b1a8ffc6c032428988ee22fc991668a1.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/13149/building_13149_6-img_1174_c7abf1dd1b2332115d632d877604c2d0.jpg",
            "description": null,
            "title": "Credit: Nikky Catto",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_13149_6-img_1174_c7abf1dd1b2332115d632d877604c2d0.jpg"
        }
    ],
    "links": [
        {
            "href": "https://www.instagram.com/southlondontoday",
            "title": "www.instagram.com/southlondontoday"
        },
        {
            "href": "https://open-city.org.uk/golden-key-academy",
            "title": "open-city.org.uk/golden-key-academy"
        },
        {
            "href": "https://open-city.org.uk/golden-key-academy",
            "title": null
        }
    ],
    "location": {
        "address": "Bon Marche Building, Ferndale Road, SW9 8BJ",
        "latitude": 51.46381,
        "longitude": -0.11527,
        "meeting_point": null,
        "travel_info": [
            "Tube: Brixton",
            "Train: Brixton",
            "Bus: 159, 250, 322, 35, 355, 37, 59, P4, P5",
            "Additional travel info: Meet: Side Door Bon Marche Building facing The Department Store. Ends: opposite Brixton House Theatre 385 Coldharbour Lane SW9 8GL"
        ]
    },
    "name": "Brixton's quietly radical landscape",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/13149",
    "ticketed_events": false,
    "venue_years_listed": [
        2025
    ]
}