{
    "all_week": false,
    "description": "Unpack my story of North Kensington’s rich history on this guided walk. My family was one of the first families to move into the Brutalist-style Trellick Tower. From rural roots to industrial hub, class divides to cultural revolution – discover hidden stories, iconic sites, and how migration and activism shaped a vibrant, ever-changing community like no other: my childhood playground.",
    "design": {
        "designers": [],
        "periods": [],
        "types": [
            "walk/tour"
        ]
    },
    "events": [
        {
            "activity_type": "Walking tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/13146",
            "capacity": null,
            "date": "2025-09-19",
            "drop_in": false,
            "end": "2025-09-19T12:00:00+01:00",
            "fully_booked": false,
            "name": "Streets of Change: Growing Up in North Kensington",
            "notes": "",
            "start": "2025-09-19T10:00:00+01:00",
            "ticketed": true
        }
    ],
    "facilities": [],
    "factsheet": [
        {
            "heading": "Following in my childhood footsteps",
            "paragraphs": [
                "Visit one of the most culturally diverse areas in London, step into a world that intertwines architecture, migration, activism and social change. This route traces a narrative of resilience, cultural transformation and political expression.",
                "In the 1950s to 1970s, and beyond Irish immigrants in North Kensington helped rebuild post-war London through work in construction, healthcare, and public services. Through hard work and strong community ties, they assimilated while preserving their culture. While the Irish were valued for their labour, they were often viewed as outsiders and faced negative stereotypes. Many went on to achieve great success, starting businesses and becoming respected members of the local and much wider community."
            ]
        },
        {
            "heading": "Discover North Kensingtons humble beginnings",
            "paragraphs": [
                "Prior to 1700,  North Kensington and the area we know as Ladbroke Grove was fields and pasture.  Portobello Road was a winding county path leading from a small hamlet Notting Hill. In fact, Ladbroke Grove, located in West London, has undergone significant transformation from its rural origins in the 1700s to the diverse and vibrant neighbourhood it is today.",
                "As London expanded throughout the Victorian era, Ladbroke Grove saw increased urbanization, and the construction boom required a large labour force. Many Irish immigrants, fleeing the Great Famine and economic hardship, arrived in London in the mid-19th century and found work in construction and infrastructure projects. Their labour was essential in building the railways, houses, and roads that shaped Ladbroke Grove and surrounding areas. Despite their vital contribution, many Irish workers lived in overcrowded and impoverished conditions, forming some of the first working-class communities in the area.",
                "Throughout the 20th century, Ladbroke Grove continued to evolve, becoming a centre of cultural diversity, especially following the arrival of Caribbean immigrants after World War II. This cultural richness gave rise to the Notting Hill Carnival and a strong local identity. Spanish, Portuguese, North Africans and many more peoples have settled in this area.",
                "Today, Ladbroke Grove reflects a layered history: from rural beginnings and Irish labour-driven construction, to multicultural vibrancy and gentrification. Its past is embedded in its architecture and community spirit, shaped by generations of migrants and workers who helped build it."
            ]
        },
        {
            "heading": "Clothing and Footwear requirements",
            "paragraphs": [
                "Please wear suitable comfortable footwear for a two hour walking tour, which will walk up Notting Hills steep gradient.\nAs the weather can be unpredictable please bring appropriate clothing for the weather on the day."
            ]
        },
        {
            "heading": "Golden Key Academy",
            "paragraphs": [
                "This tour is led by a participant of Open City’s Golden Key Academy – a course training up insightful and engaging guides dedicated to explaining London and bringing its many stories to life. It is part of a wider collection of tours created by Golden Key Academy guides for the Open House Festival celebrating their conclusion of the eight month course. Further information on the Golden Key Academy can be found here https://open-city.org.uk/golden-key-academy"
            ]
        }
    ],
    "first_published": "2025-07-26T21:21:23.055071",
    "id": 13146,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/13146/building_13146_ladbroke-grove-station_d41230e358c23292cded1756ae32286a.jpg",
            "description": null,
            "title": null,
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_13146_ladbroke-grove-station_d41230e358c23292cded1756ae32286a.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/13146/building_13146_trellick-tower_6dd8efafaaae33f2cfca8f2664c0c85e.jpg",
            "description": null,
            "title": null,
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_13146_trellick-tower_6dd8efafaaae33f2cfca8f2664c0c85e.jpg"
        }
    ],
    "links": [
        {
            "href": "https://open-city.org.uk/golden-key-academy",
            "title": null
        }
    ],
    "location": {
        "address": "Outside Loaf Shop, 103 Lancaster Road, W11 1QN",
        "latitude": 51.51652,
        "longitude": -0.2099,
        "meeting_point": null,
        "travel_info": [
            "Tube: Ladbroke Grove",
            "Bus: 295, 228, 23, 316, 452, 70, 52",
            "Additional travel info: Tour end: Trellick Tower"
        ]
    },
    "name": "Streets of change: growing up in North Kensington",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/13146",
    "ticketed_events": true,
    "venue_years_listed": [
        2025
    ]
}