{
    "all_week": false,
    "balloted_events": false,
    "description": "This walking tour of Deptford explores waves of urban change in the area from the Victorian period to today. It highlights shifts in industry and infrastructure, different eras of social housing, public policy and development models. The tour invites reflection on what drives regeneration and how more regenerative practices could benefit people, ecology and community wealth.",
    "design": {
        "designers": [],
        "periods": [],
        "types": [
            "walk/tour"
        ]
    },
    "events": [],
    "facilities": [
        "Step-free routes",
        "Toilets"
    ],
    "factsheet": [
        {
            "heading": "About the walking tour",
            "paragraphs": [
                "Set in the context of Deptford being designated as a 'regeneration node' and ‘opportunity area’, the tour will focus on different waves of urban change, exploring the values, approaches and factors that have driven these policies and projects over time.  The walk will invite reflection on the impacts on everyday life, the area’s role within London and alternative ways of thinking about regeneration.",
                "The route highlights will include: sites of industrial heritage and their reuse and transformation to accommodate new economic sectors such as cultural and creative industries; council housing estates delivered by the London County Council and the Greater London Council reflecting the vision to improve living conditions and public amenities; the ecological restoration of the Creek and the current pressures on green and blue infrastructure;  examples of development which illustrate regeneration and planning models from recent years and sites earmarked for future development; community-based initiatives to shape development and resist displacement."
            ]
        },
        {
            "heading": "Golden Key Academy",
            "paragraphs": [
                "This tour is led by a participant of Open City’s Golden Key Academy – a course training up insightful and engaging guides dedicated to explaining London and bringing its many stories to life. It is part of a wider collection of tours created by Golden Key Academy guides for the Open House Festival celebrating their conclusion of the eight month course.\nFurther information on the Golden Key Academy can be found here https://open-city.org.uk/golden-key-academy      If you would like to attend this tour, please ensure you have booked a ticket before turning up."
            ]
        }
    ],
    "first_published": "2025-07-17T16:15:43.000000",
    "id": 13144,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/13144/building_13144_open-house-festival-id_d0628520b18129a92e521c8939c01309.png",
            "description": null,
            "title": "Layers of Deptford",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_13144_open-house-festival-id_d0628520b18129a92e521c8939c01309.png"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/13144/building_13144_img_9236_9a227beecfc9656232ac620022c46c02.jpeg",
            "description": null,
            "title": "Meeting point",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_13144_img_9236_9a227beecfc9656232ac620022c46c02.jpeg"
        }
    ],
    "links": [
        {
            "href": "https://www.instagram.com/_meandering_london/",
            "title": "www.instagram.com/_meandering_london"
        },
        {
            "href": "https://open-city.org.uk/golden-key-academy",
            "title": "open-city.org.uk/golden-key-academy"
        },
        {
            "href": "https://open-city.org.uk/golden-key-academy",
            "title": null
        }
    ],
    "location": {
        "address": "Deptford Station, Deptford High Street, SE8 3NU",
        "latitude": 51.47877,
        "longitude": -0.02613,
        "meeting_point": null,
        "travel_info": [
            "Tube: Deptford Bridge",
            "Train: Deptford",
            "Bus: 177, 188, 199, 225, 47, 53",
            "Additional travel info: Meet at Deptford train station, outside Platform 1 at the top of Carriage Way (at platform level) The tour will end at the Pepys Estate."
        ]
    },
    "name": "Deptford past, present and future",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/13144",
    "ticketed_events": false,
    "venue_years_listed": [
        2025
    ]
}