{
    "all_week": false,
    "balloted_events": false,
    "description": "Newington Green Unitarian Meeting House was built in 1708 for the local Non-conformist community. By the end of the 18th century it had become a Unitarian chapel of 'rational dissent' led by minister and radical Richard Price; it welcomed early feminist Mary Wollstonecraft. It maintains its original facade and many of its internal chapel fittings. It's home to the New Unity Unitarian congregation.",
    "design": {
        "designers": [
            {
                "architect": "unknown",
                "description": null,
                "year": "1708"
            }
        ],
        "periods": [
            "Georgian"
        ],
        "types": [
            "mixed use"
        ]
    },
    "events": [],
    "facilities": [
        "Accessible toilet",
        "Audio guide/description",
        "Baby changing facilities",
        "Drinking water",
        "Family-friendly event",
        "Gender neutral toilet",
        "Handrails on one side of stairs",
        "Hearing loop",
        "Seating available",
        "Toilets"
    ],
    "factsheet": [
        {
            "heading": "History",
            "paragraphs": [
                "For three hundred years, the Unitarian Meeting House on Newington Green's northern edge has been at the forefront of efforts to create a more inclusive and just society. It’s London's oldest Nonconformist place of worship to still be in use.",
                "In the eighteenth century, the building’s radical Dissenters – like Mary Wollstonecraft and Richard Price – were among the earliest voices in the country to fight for the rights of women, democratic freedoms, and the end of slavery.",
                "The Meeting House was built in 1708, but the story begins sixty or so years earlier, in the aftermath of the Civil War, when Newington Green became the nucleus of a distinct dissenting community. By the 18th century, Richard Price – philosopher, political theorist, mathematician and Royal Academician – was a preacher. He lived at 54 Newington Green, which – along with its neighbours – forms the oldest surviving brick terrace of houses in London. He formed friendships with many of the leading intellectuals of his day, including the feminist Mary Wollstonecraft and the scientist and founding father of the United States, Benjamin Franklin.",
                "In the twentieth and twenty-first centuries the congregation’s drive for social justice continued with inter-faith projects in the 1950s and the campaign for equal marriage rights in recent years. Today the Meeting House is an intriguing and unusual space: a place of worship with an inclusive message, where many congregants do not believe in God; a place of historic significance that is forward-looking and strongly engaged with social justice. There are many draws for the curious visitor – international connections, local history, and a modern-day place of worship whose rationale is unique by being radically inclusive.",
                "We’re lucky to own the freehold of a flexible, recently- renovated historic building in a prime location. We want to radically share it – and allow creative, concerned citizens from all parts of our rich patchwork of local communities to access it."
            ]
        }
    ],
    "first_published": "2025-07-17T16:15:43.000000",
    "id": 13153,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/13153/building_13153_ngmh-exterior-marcus-duran_e41a8cc85a5addff08456a874cf79118.png",
            "description": null,
            "title": "NGMH exterior. Photo: Marcus Duran",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_13153_ngmh-exterior-marcus-duran_e41a8cc85a5addff08456a874cf79118.png"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/13153/building_13153_ngmh-interior-duran_7d05365b16d61cf7a2159cc0ca30994c.png",
            "description": null,
            "title": "The interior of the Newington Green Meeting House. Photo: Marcus Duran",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_13153_ngmh-interior-duran_7d05365b16d61cf7a2159cc0ca30994c.png"
        }
    ],
    "links": [
        {
            "href": "https://www.new-unity.org",
            "title": "www.new-unity.org"
        },
        {
            "href": "https://www.facebook.com/NewUnity/",
            "title": "www.facebook.com/NewUnity"
        }
    ],
    "location": {
        "address": "39A Newington Green, N16 9PR",
        "latitude": 51.55225,
        "longitude": -0.08488,
        "meeting_point": null,
        "travel_info": [
            "Train: Canonbury",
            "Bus: 141, 236, 341, 476, 73"
        ]
    },
    "name": "Newington Green Unitarian Meeting House",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/13153",
    "ticketed_events": false,
    "venue_years_listed": [
        2025
    ]
}