{
    "all_week": false,
    "description": "Discover the geographical and historical influences that made Fleet Street a hub of power, faith, and print. Starting at St Bride’s Church, this walking tour explores how its location between The City and Westminster attracted churches, institutions, and businesses, shaping it into a centre of influence for over a thousand years.",
    "design": {
        "designers": [
            {
                "architect": "Christopher Wren",
                "description": null,
                "year": "1670"
            }
        ],
        "periods": [
            "Stuart"
        ],
        "types": [
            "walk/tour"
        ]
    },
    "events": [
        {
            "activity_type": "Walking tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/13150",
            "capacity": null,
            "date": "2025-09-20",
            "drop_in": false,
            "end": "2025-09-20T11:30:00+01:00",
            "fully_booked": false,
            "name": "GKA2025 FLEET STREET UNCOVERED WALKING TOUR",
            "notes": "",
            "start": "2025-09-20T10:00:00+01:00",
            "ticketed": true
        }
    ],
    "facilities": [],
    "factsheet": [
        {
            "heading": "Tour description",
            "paragraphs": [
                "This walking tour is a journey through the architectural and cultural heritage of the Fleet Street area, once the centre of Britain’s newspaper, printing and publishing industries. We will explore streets, alleys and courtyards that reveal how this part of London evolved into a key site of communication, public debate and journalistic endeavor.",
                "Fleet Street’s buildings reflect its long association with the press – from early printing workshops to the imposing offices of major national titles such as the Daily Telegraph and Daily Express. These structures not only housed production but embodied the ambition, influence and authority of the newspapers they served.",
                "The tour also considers the close proximity of Fleet Street to the legal world of the Inner and Middle Temples. This connection shaped the development of journalism as a voice of scrutiny, as reporters and lawyers operated side by side – sometimes collaboratively, sometimes in conflict.",
                "Key landmarks include former newspaper offices and the St Bride’s Institute, established to support and train those in the printing trades. Located beside St Bride’s Church, long known as the ‘journalists’ church’, the Institute remains a symbol of Fleet Street’s professional heritage.",
                "Together, these places reveal how architecture, law and journalism helped shape a national voice."
            ]
        },
        {
            "heading": "Golden Key Academy",
            "paragraphs": [
                "This tour is led by a participant of Open City’s Golden Key Academy – a course training up insightful and engaging guides dedicated to explaining London and bringing its many stories to life. It is part of a wider collection of tours created by Golden Key Academy guides for the Open House Festival celebrating their conclusion of the eight month course. Further information on the Golden Key Academy can be found here https://open-city.org.uk/golden-key-academy"
            ]
        }
    ],
    "first_published": "2025-07-17T16:15:43.000000",
    "id": 13150,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/13150/building_13150_st-brides-institute_17c694bf963864edadc8a6ffd8d0daba.png",
            "description": null,
            "title": null,
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_13150_st-brides-institute_17c694bf963864edadc8a6ffd8d0daba.png"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/13150/building_13150_screenshot-2025-06-30-205050_40939201b10fe8b5db04eae29b9896f8.png",
            "description": null,
            "title": "Red Lion Court",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_13150_screenshot-2025-06-30-205050_40939201b10fe8b5db04eae29b9896f8.png"
        }
    ],
    "links": [
        {
            "href": "https://open-city.org.uk/golden-key-academy",
            "title": null
        }
    ],
    "location": {
        "address": "Meet outside St Bride's Church, Fleet Street, EC4Y 8AU",
        "latitude": 51.51376,
        "longitude": -0.10554,
        "meeting_point": null,
        "travel_info": [
            "Tube: Blackfriars",
            "Train: Blackfriars",
            "Bus: 11, 15, 26, 341, 76",
            "Additional travel info: This tour will end at Ye Olde Cheshire Cheese, 145 Fleet St EC4A 2BP"
        ]
    },
    "name": "Fleet Street uncovered",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/13150",
    "ticketed_events": true,
    "venue_years_listed": [
        2025
    ]
}