{
    "all_week": false,
    "balloted_events": false,
    "description": "This walking tour explores the original creativity that formed pre-electricity London. It reveals the invisible hands and minds of individuals who crafted ways of living and the spirit of place—how they mastered their arts and prospered. It questions what our contemporary world may learn from their practices and expressions, and whether a handmade city is a more beautiful, more human city",
    "design": {
        "designers": [
            {
                "architect": "Various",
                "description": null,
                "year": "0"
            }
        ],
        "periods": [
            "Historical/contemporary"
        ],
        "types": [
            "walk/tour"
        ]
    },
    "events": [
        {
            "activity_type": "Walking tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/13155",
            "capacity": null,
            "date": "2025-09-20",
            "drop_in": false,
            "end": "2025-09-20T13:00:00+01:00",
            "fully_booked": true,
            "name": "Soul City",
            "notes": "",
            "start": "2025-09-20T10:30:00+01:00",
            "ticketed": true
        }
    ],
    "facilities": [],
    "factsheet": [
        {
            "heading": "Creating Soul",
            "paragraphs": [
                "Starting in medieval Clerkenwell and ending in part of The City shaped by the Enlightenment era, we will explore stories of human creativity. From monks to jesters, masons to bell founders, apprentices to imagineers – we will meet unsung talents whose hands, eyes, ears and minds have shaped The City's unique beauty and sense of place.  Each stop's story will illustrate different aspects of the creative process – from purpose and  materiality, to learning and originality of thought. Through these stories we hope to understand the legacy of pre-electricity talents and why their work matters today."
            ]
        },
        {
            "heading": "About your guide",
            "paragraphs": [
                "Catherine is a participant of Open City’s Golden Key Academy 2025 .",
                "Her career has been dedicated to promoting creative talents , particularly British makers within the retail sector.  Her particular interest is in the traditional specialisms of people and place, and presenting them as relevant, contemporary cultural assets which bring beauty and humanity to our world."
            ]
        },
        {
            "heading": "Golden Key Academy",
            "paragraphs": [
                "This tour is led by a participant of Open City’s Golden Key Academy – a course training up insightful and engaging guides dedicated to explaining London and bringing its many stories to life. It is part of a wider collection of tours created by Golden Key Academy guides for the Open House Festival celebrating their conclusion of the eight month course.\nFurther information on the Golden Key Academy can be found here https://open-city.org.uk/golden-key-academy"
            ]
        }
    ],
    "first_published": "2025-07-17T16:15:43.000000",
    "id": 13155,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/13155/building_13155_soul-city_5dfdda617eb8ae966bf6348757e5727c.jpg",
            "description": null,
            "title": null,
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_13155_soul-city_5dfdda617eb8ae966bf6348757e5727c.jpg"
        }
    ],
    "links": [
        {
            "href": "http://catherinelock.com",
            "title": "catherinelock.com"
        },
        {
            "href": "https://www.instagram.com/lock_catherine/",
            "title": "www.instagram.com/lock_catherine"
        },
        {
            "href": "https://open-city.org.uk/golden-key-academy",
            "title": null
        }
    ],
    "location": {
        "address": "Timpsons next to Farringdon Station, 40 Cowcross St, EC1M 6BY",
        "latitude": 51.52023,
        "longitude": -0.10482,
        "meeting_point": null,
        "travel_info": [
            "Tube: Farringdon",
            "Train: Farringdon",
            "Bus: 341, 63",
            "Additional travel info: The closest tube or railway at the end point will be Canon Street, Monument or Fenchurch Street."
        ]
    },
    "name": "Soul City",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/13155",
    "ticketed_events": true,
    "venue_years_listed": [
        2025
    ]
}