{
    "all_week": false,
    "balloted_events": false,
    "description": "In 2022 we created an art gallery in the garage below our house in a residential street in Walthamstow village.   We aim to bring art into our community, acting as a resource to support artists on a not-for-profit basis.  By the time of Open House we will have hosted 16 exhibitions in a wide range of media, by both emerging and more experienced artists.",
    "design": {
        "designers": [
            {
                "architect": "",
                "description": null,
                "year": "2022"
            }
        ],
        "periods": [
            "Historical/contemporary"
        ],
        "types": [
            "gallery"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2025-09-19",
            "drop_in": true,
            "end": "2025-09-19T16:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in: Gallery visit to see our 'Roam' show",
            "notes": "",
            "start": "2025-09-19T10:00:00+01:00",
            "ticketed": false
        },
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2025-09-20",
            "drop_in": true,
            "end": "2025-09-20T16:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in: Gallery visit to see our 'Roam' show",
            "notes": "",
            "start": "2025-09-20T10:00:00+01:00",
            "ticketed": false
        },
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2025-09-21",
            "drop_in": true,
            "end": "2025-09-21T16:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in: Gallery visit to see our 'Roam' show",
            "notes": "Please let us know if you plan to visit. Doing so allows\n                    the venue to plan ahead and you will be notified by email\n                    about any changes to the programme that might affect your\n                    visit.",
            "start": "2025-09-21T10:00:00+01:00",
            "ticketed": false
        },
        {
            "activity_type": "Walking tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/13170",
            "capacity": null,
            "date": "2025-09-21",
            "drop_in": false,
            "end": "2025-09-21T12:30:00+01:00",
            "fully_booked": false,
            "name": "Walking and Drawing Tour",
            "notes": "A local walking tour with 3 different stops for drawing, guided by the artists.  Please refer to additional information for more details.",
            "start": "2025-09-21T10:00:00+01:00",
            "ticketed": true
        }
    ],
    "facilities": [
        "Family-friendly event",
        "Gender neutral toilet",
        "Toilets"
    ],
    "factsheet": [
        {
            "heading": "Garage Gallery: art in the community",
            "paragraphs": [
                "Garage Gallery is located in what was the garage on the ground floor of our house in Walthamstow, east London.  The house dates from the late 19th Century, and it’s  located in a residential street adjacent to the conservation area of Walthamstow village.  \nThe creation of the Gallery began as a ‘lockdown project’ to refurbish our under-used and very tatty garage space.  We’re both enthusiastic about visiting art galleries wherever we are, and very soon had the idea of using the front of the garage as a ‘window gallery’.  Luckily, we realised before committing time and money to this that the position of the window means that anything displayed in it would have been impossible to see from the street!   But, the idea of bringing artworks into a very different setting to a traditional gallery had taken hold, and we created a simple ‘white cube’-type space within the garage itself, including a professional hanging system and basic facilities for use by curators and visitors.\nSince our pilot show in October 2022 we have hosted 16 varied shows, usually group shows of 3 artists or more, ranging from those just starting out to those with more experience.  The offer has included 2D and 3D works in a range of media, sound and video-based work, workshops and a charity events.  \nWe run the gallery on a not-for-profit basis and open it a few times a year – it is part of our home and we have busy jobs and lovely neighbours to think about!   But we’re proud of being a small part of Walthamstow’s artistic community and doing something to support artists, and those who like viewing art."
            ]
        },
        {
            "heading": "What's on in the Gallery",
            "paragraphs": [
                "For the last 3 days of Open House we will be open, and hosting our 17th show, ‘Roam’, featuring paintings by Millicent Evans, Octavia Madden and Toby Wills-Hart and curated by the artists.  The artists graduated together from Aberystwyth School of Art; they say that “walking, pottering, exploring and drawing is the fuel behind all our paintings”.",
                "See our website for more information about the artists, and their work.",
                "On the last day of the festival (Sunday 21st), in addition to visiting the gallery, there is the opportunity to take part in a Walking and Drawing Tour in the local area, accompanied by the artists.  See separate section for more information, or go to our website, garagegallerye17.org."
            ]
        },
        {
            "heading": "More about the Walking & Drawing Tour",
            "paragraphs": [
                "The tour takes place on Sunday 21st September, 10am - 12.30 pm.  Advance booking is required.",
                "Participants are asked to bring basic materials (sketchbook and drawing materials of their choice); we will have a limited supply available. The walk, which is under 2 miles in length, will stop in 3 different locations to draw, and start and finish at the Garage.",
                "The Tour is weather-dependent and will not take place if it is raining.  We will email you by 9am on the day to let you know if it is cancelled.",
                "Please note the following:",
                "- The route is step-free, although the terrain may be uneven at times. There is one fairly steep hill.\n  - The group may be standing for some time while drawing at each location. There is limited public seating available at each stop.\n  - Please wear weather-appropriate clothing and footwear and bring any refreshments that you may need.\n  - Under-18’s are welcome if accompanied by an adult.\n  - Be aware that we will be in public spaces at all times so there may be interaction with other members of the public. You are responsible for yourself and your belongings at all times.\n- We will ask you to complete a short form on arrival at the gallery for health and safety reasons.",
                "- If you have any queries, or concerns about accessibility, then please email us at garagegallerye17@gmail.com."
            ]
        }
    ],
    "first_published": "2025-07-17T16:15:43.000000",
    "id": 13170,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/13170/building_13170_outside_e4a62160c096ca118f5a4b73565575a5.jpg",
            "description": null,
            "title": "Garage Gallery and the house upstairs",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_13170_outside_e4a62160c096ca118f5a4b73565575a5.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/13170/building_13170_inside-front_c61ce3dfe5d86492ac971a50d50cb5f3.jpg",
            "description": null,
            "title": "Inside the gallery",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_13170_inside-front_c61ce3dfe5d86492ac971a50d50cb5f3.jpg"
        }
    ],
    "links": [
        {
            "href": "https://garagegallerye17.org",
            "title": "garagegallerye17.org"
        },
        {
            "href": "https://www.instagram.com/garage_gallery_e17/",
            "title": "www.instagram.com/garage_gallery_e17"
        },
        {
            "href": "garagegallerye17.org",
            "title": null
        }
    ],
    "location": {
        "address": "39 WINGFIELD ROAD, E17 9NN",
        "latitude": 51.58081,
        "longitude": -0.01252,
        "meeting_point": null,
        "travel_info": [
            "Tube: Walthamstow Central",
            "Train: Walthamstow Central",
            "Bus: 158, 20, 212, 230, 257, 275, 357, 55, 58, 97, 69"
        ]
    },
    "name": "Garage Gallery E17",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/13170",
    "ticketed_events": true,
    "venue_years_listed": [
        2025
    ]
}