{
    "all_week": false,
    "description": "In 2025, we will be celebrating the 125th anniversary of the Central line , which helped bring people across London. This Treasure Hunt will help people discover the architectural heritage that exists along the original route of the line running from Shepherd's Bush to Bank.  Our hunt will start at Shepherd's Bush where participants will pick up their clue pack to guide them through the hunt.",
    "design": {
        "designers": [
            {
                "architect": "Tony Meadows",
                "description": null,
                "year": "2008"
            }
        ],
        "periods": [
            "Harry Bell Measures",
            "Historical/contemporary"
        ],
        "types": [
            "transport"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2025-09-20",
            "drop_in": true,
            "end": "2025-09-20T15:30:00+01:00",
            "fully_booked": false,
            "name": "Drop in: Central line Treasure Hunt",
            "notes": "Join us for a Treasure Hunt along the Central line. Start at Shepherd's Bush station and visit several other stations to complete the hunt!",
            "start": "2025-09-20T10:30:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [],
    "factsheet": [
        {
            "heading": "Clothing and Footwear Requirements",
            "paragraphs": [
                "Participants should wear comfortable clothing and bring a bottle of water when they travel (although there will be shops along the route.) Participants should wear comfortable walking shoes, as there will be walking in stations."
            ]
        },
        {
            "heading": "History",
            "paragraphs": [
                "The Central London Railway opened in July 1900, and will be celebrating its 125th anniversary this year.",
                "The line was originally proposed in the 1880s, but the original route was rejected. In a second attempt, the Central London Railway proposed a route running from Shepherd's Bush to Cornhill, and this was approved in 1891. In 1892, Parliament approved a change in the eastern terminus from Cornhill to Bank. Construction on the line began in 1896, with a proposed completion date of 1899, which was extended by one year.",
                "On 27 June 1900, about a month prior to its formal opening, the Prince of Wales received a special tour of the line prior to its opening, accompanied by the company's executives, investors, and the author Mark Twain.",
                "The line originally ran from Shepherd's Bush to Bank stations, although Bond Street was delayed in opening until September 1900 due to a faulty lift.  The Central London Railway was soon dubbed the 'Twopenny Tube' due to the flat fare structure used for the line. By the end of 1900, more than 14 million customers had ridden the new line.",
                "The stations of the line (excepting Bank, which did not have a surface-level ticket hall) were designed by architect Harry Bell Measures, with a trademark terracotta exterior. These structures were constructed with a flat roof to allow for oversite development.  Several of the stations on the line, such as Holland Park, largely retain this original appearance.",
                "The Central London Railway was extended beginning in 1907, when its western terminus was extended to Wood Lane in conjunction with the Franco-British exhibition at the White City. In 1911, the line was extended eastward to Liverpool Street.",
                "In 1913, the Central London Railway was absorbed into the Underground Electric Railways of London - the larger company we know as the Underground - which enabled better coordination with London's transport services.  Although the First World War interrupted work, the Central line was extended westward to Ealing Broadway in 1920.",
                "During the 1930s, the Underground released its New Works Programme, which called for the extension of the Central line to Ongar in the east and Denham in the west. However, these plans were interrupted by the Second World War, with some of the unopened stations on the eastern section of the line used as subterranean factories for aircraft parts.",
                "In the post-war period, the extension from Liverpool Street to Stratford opened in 1946, Leytonstone in 1947, and Epping in 1949. (The section of track from Epping to Ongar was not electrified until 1956, and closed in 1994.) In the west, an extension to Greenford opened in 1947, and West Ruislip in 1948, with the remaining stations beyond this point dropped from extension plans. \nThis treasure hunt will provide an overview of the line from newer stations to some that have been restored to their original status, and help participants learn about the heritage of the line through its individual stops."
            ]
        },
        {
            "heading": "Logistics",
            "paragraphs": [
                "Drop by Shepherd's Bush station on the day to pick up your clue pack from some TfL Ambassadors. This clue pack will serve as your guide to the hunt on the day. Each station that you need to visit will have its own page in the clue pack, listing the questions that you need to answer. The stations will have a TfL Ambassador who will be able to check your progress and give you hints before you move on to the next station."
            ]
        }
    ],
    "first_published": "2025-07-28T16:23:21.304656",
    "id": 13172,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/13172/building_13172_tottenham-court-road-station-2015_224dde7df97725a6275948d25ae082c4.jpg",
            "description": null,
            "title": "(c) TfL Visual Services",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_13172_tottenham-court-road-station-2015_224dde7df97725a6275948d25ae082c4.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/13172/building_13172_holland-park-platform-2016_7694918746a73e6ff9881a824e429059.jpg",
            "description": null,
            "title": "(c) TfL Visual Services",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_13172_holland-park-platform-2016_7694918746a73e6ff9881a824e429059.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/13172/building_13172_notting-hill-gate-2022_fed0cdabd8b0804c4643f72c2d74fa7d.jpg",
            "description": null,
            "title": "(c) TfL Visual Services",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_13172_notting-hill-gate-2022_fed0cdabd8b0804c4643f72c2d74fa7d.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/13172/building_13172_bank-station_9029c5283a627662710a97dc5c5fe23e.jpg",
            "description": null,
            "title": "(c) TfL Visual Services",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_13172_bank-station_9029c5283a627662710a97dc5c5fe23e.jpg"
        }
    ],
    "links": [
        {
            "href": "https://tfl.gov.uk",
            "title": "tfl.gov.uk"
        },
        {
            "href": "https://www.tiktok.com/@tfl?cid=tiktok",
            "title": "www.tiktok.com/@tfl?cid=tiktok"
        },
        {
            "href": "https://www.instagram.com/transportforlondon/?intcmp=72342",
            "title": "www.instagram.com/transportforlondon/?intcmp=72342"
        },
        {
            "href": "https://www.facebook.com/transportforlondon?intcmp=72357",
            "title": "www.facebook.com/transportforlondon?intcmp=72357"
        }
    ],
    "location": {
        "address": "Shepherd's Bush station, W12 8ND",
        "latitude": 51.50514,
        "longitude": -0.21767,
        "meeting_point": null,
        "travel_info": [
            "Tube: Shepherd's Bush",
            "Train: Shepherd's Bush",
            "Bus: 31, 49, 72, 94, 95, 207, 237, 260, 148, 220, 272, 283, 295, 316",
            "Additional travel info: This tour will end in central London at Bank station"
        ]
    },
    "name": "Central line Treasure Hunt",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/13172",
    "ticketed_events": false,
    "venue_years_listed": [
        2025
    ]
}