{
    "all_week": false,
    "balloted_events": false,
    "description": "Innovative refurbishment of a flat within the 40th Anniversary Civic Trust Award winning development originally conceived by Powell & Moya.",
    "design": {
        "designers": [
            {
                "architect": "Powell and Moya",
                "description": null,
                "year": "1960"
            }
        ],
        "periods": [
            "Post-war"
        ],
        "types": [
            "residence"
        ]
    },
    "events": [],
    "facilities": [
        "Drinking water",
        "Toilets"
    ],
    "factsheet": [
        {
            "heading": "History",
            "paragraphs": [
                "Churchill Gardens Estate",
                "General information\nLocation\tPimlico, Westminster, London\nCoordinates\t51.487°N 0.1407°W\nConstruction started\t1946\nCompleted\t1962\nClient\tWestminster City Council\nLandlord\tWestminster City Council\nDesign and construction\nArchitect(s)\tPhilip Powell\nHidalgo Moya\nAwards and prizes\tRIBA London Architectural Bronze Medal (1950)\nChurchill Gardens is a large housing estate in the Pimlico area of Westminster, London. The estate was developed between 1946 and 1962 to a design by the architects Powell and Moya, replacing Victorian terraced houses extensively damaged during the Blitz.",
                "Comprising 1,600 homes in 32 blocks, the estate is notable as the only housing project completed under the ambitious Abercrombie Plan to redevelop the capital on more \"efficient\" lines. Tall slabs of between nine and eleven storeys are enclosed by seven storey blocks and interspersed with maisonettes and terraces. A pioneering example of mixed development, it acted as a model for many subsequent public housing projects, although few matched its size and even fewer achieved its architectural distinction or social diversity.",
                "Many of the estate's tall buildings are accessible using lifts leading directly onto the street, with a local lift serving all floors and an express lift serving only floors that are multiples of 3.",
                "The estate is also notable for its early and rare example of district heating in the UK, the Pimlico District Heating Undertaking. A glass-faced accumulator tower was built to collect the CHP by-product heat in hot water from the now-disused Battersea Power Station on the opposite side of the Thames, providing heat and hot water throughout the estate. The system was upgraded in 2006 to allow it to supply an additional 1,400 homes.[1]",
                "Churchill Gardens was designated a conservation area in 1990, and in 1998 six blocks (Chaucer House, Coleridge House, Shelley House, Keats House, Gillbert House and Sullivan House) as well as the accumulator tower were Grade II listed.",
                "Between 2002 and 2019, the estate was managed by CityWest Homes, an arm's length management organisation (ALMO) of Westminster City Council. After the fire at Grenfell Tower in North Kensington killed 72 people, management was brought directly under Westminster City Council.\nShockingly during Covid, Westminster Council railroaded through the decision to re-develop Darwin House , despite massive objection, demolishing The Balmoral Castle Pub and impacting Maitland House and Shelley House with significant infringement to their rights of light.  All of this in a so called Conservation area!",
                "Churchill Gardens Estate has received multiple Civic Trust Awards. Initially, the first four blocks and the accumulator tower won a Festival of Britain Merit Award in 1951.",
                "In 1962, the entire estate was recognized with two Civic Trust Awards, one for the buildings and another for the landscaping. Furthermore, in 2000, the Civic Trust named Churchill Gardens the most outstanding building scheme of the last 40 years."
            ]
        },
        {
            "heading": "Project History",
            "paragraphs": [
                "As a result of a significant but not devastating fire, there was the opportunity to refurbish the flat.  In my day job I have a company designing and building commercial interiors, primarily but not exclusively offices.\nThe space is modest and form follows function.  \nThe actual build was surprising complicated just because of the constraints of the dimensions of the space.\nWith my client jobs the design is usually exactly pre-determined, but in this case although the layout was pretty much the same as the previous iteration, albeit with some modifications, the choice of finishes was more organic.  The choice of finishes was influenced by my exposure to vast range of commercial materials, but also we experimented with unusual finishes such as dichroic paint normally used in custom cars or motorcycles.\nSo the finished result was not necessarily how I thought it might be at the outset.  Despite a riot of colour, I absolutely love living in the space, and the time spent researching materials and the few new items of furniture paid dividends."
            ]
        },
        {
            "heading": "Clothing and Footwear Requirement",
            "paragraphs": [
                "You will be asked to remove your shoes to visit the site. 🙏"
            ]
        }
    ],
    "first_published": "2025-08-05T16:19:05.333851",
    "id": 13181,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/13181/building_13181_img_6098_d767baaf1686a5c18a77e379d70aabc0.jpg",
            "description": null,
            "title": "Striking design using innovative materials but it's a proper functioning kitchen, not just for show!",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_13181_img_6098_d767baaf1686a5c18a77e379d70aabc0.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/13181/building_13181_img_5177-2_e359198e49f6955ffb74e5580d5ee4f1.jpg",
            "description": null,
            "title": "Combining commercial carpet with art work, living walls & modular furniture for max flexible space.",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_13181_img_5177-2_e359198e49f6955ffb74e5580d5ee4f1.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/13181/building_13181_img_5252_5afe02e4c67e339227a6b57ffc11e88b.jpg",
            "description": null,
            "title": "Lots of interesting detail and finishes to appreciate",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_13181_img_5252_5afe02e4c67e339227a6b57ffc11e88b.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "28 Chippendale House, Churchill Gardens, SW1V 3BU",
        "latitude": 51.48671,
        "longitude": -0.1439,
        "meeting_point": null,
        "travel_info": [
            "Tube: Pimlico",
            "Train: Victoria",
            "Bus: 24, 360, C10"
        ]
    },
    "name": "28 Chippendale House",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/13181",
    "ticketed_events": false,
    "venue_years_listed": [
        2025
    ]
}