{
    "all_week": false,
    "balloted_events": false,
    "description": "200 Becontree Avenue is an affordable housing scheme designed by Archio for Be First. The housing responds to the historic Becontree Estate, the largest public housing scheme in the world, delivering a ‘gentle density’ of 19 new homes and a community space.  \r\n\r\nThe design references the Neo-Georgian architecture of the estate, which itself marked an important departure from Victorian approaches.",
    "design": {
        "designers": [
            {
                "architect": "Archio",
                "description": null,
                "year": "2022"
            }
        ],
        "periods": [
            "Contemporary"
        ],
        "types": [
            "housing"
        ]
    },
    "events": [],
    "facilities": [],
    "factsheet": [
        {
            "heading": "The Story of 200 Becontree Avenue",
            "paragraphs": [
                "The 200 Becontree Avenue project emerged from a deep research process into the historic Becontree Estate, the largest public housing scheme in the world. Designed by Archio for BeFirst (London Borough of Barking and Dagenham), the development provides 19 new affordable homes across a mix of 1, 2, and 3-bedroom units, plus a flexible community space at ground floor level. The project deliberately created two villa-style buildings rather than one monolithic block to minimise impact on surrounding low-rise housing while increasing density fivefold.",
                "The design playfully references and reinterprets the Neo-Georgian architectural elements of the original 1920s-30s estate, which was built under the \"Homes Fit for Heroes\" pledge after World War I. Features such as exaggerated dormers, semicircular entrance arches, and round windows create what they call the \"92nd iteration\" of housing types for the estate. The project transforms an existing cut-through called School Way into an active pedestrianised \"playstreet\" that connects with a nearby nursery, maintaining the garden city principles that defined the original Becontree Estate.",
                "The Becontree Estate represents a historically significant milestone in British public housing, marking an important departure from Victorian approaches. The 200 Becontree Avenue project honours this legacy while addressing contemporary housing needs. By carefully engaging local residents and creating a design that respects the estate's character while increasing housing density, the project demonstrates how social housing can be both contextual and forward-looking."
            ]
        }
    ],
    "first_published": "2025-07-22T21:24:20.000000",
    "id": 13185,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/13185/building_13185_archio_200-becontree-estate_800a77b85236df0fc91890318a9946c7.gif",
            "description": null,
            "title": "200 Becontree Avenue \r\nFrench+Tye",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_13185_archio_200-becontree-estate_800a77b85236df0fc91890318a9946c7.gif"
        }
    ],
    "links": [
        {
            "href": "https://www.archio.co.uk",
            "title": "www.archio.co.uk"
        },
        {
            "href": "https://www.instagram.com/archio_ltd/?hl=en",
            "title": "www.instagram.com/archio_ltd/?hl=en"
        }
    ],
    "location": {
        "address": "200 Becontree Avenue, RM8 2TR",
        "latitude": 51.55578,
        "longitude": 0.12017,
        "meeting_point": null,
        "travel_info": [
            "Tube: Barking",
            "Train: Barking",
            "Bus: EL2"
        ]
    },
    "name": "200 Becontree Avenue",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/13185",
    "ticketed_events": false,
    "venue_years_listed": [
        2025
    ]
}