{
    "all_week": false,
    "balloted_events": false,
    "description": "Grade II Listed.   Designed by Adrian Gilbert Scott.  Cruciform shape (120 feet by 120 feet) of steel girder and brick construction. Its Lantern tower – based on Ely Cathedral – is supported on parabolic arches 35 feet wide and 50 feet high.  The Stained Glass Windows were designed by John Wilson of Edinburgh and the Stations of the Cross  carved in Blue Horton Stone by Peter Watts.",
    "design": {
        "designers": [
            {
                "architect": "Adrian Gilbert Scott",
                "description": null,
                "year": "1954"
            }
        ],
        "periods": [],
        "types": [
            "religious"
        ]
    },
    "events": [],
    "facilities": [
        "Accessible toilet",
        "Gender neutral toilet",
        "Handrails on one side of stairs",
        "Seating available",
        "Step-free routes",
        "Toilets",
        "Quieter area"
    ],
    "factsheet": [
        {
            "heading": "A BRIEF HISTORY",
            "paragraphs": [
                "In 1729 the local Anglican clergy reported to their Bishop that there were “a number of Catholics living in Poplar, one of them, Owen Fitzgerald, lived in North Street (near the present Church) who was suspected of being a priest’. In 1816 there were enough Catholics in the area for a school to be built in Wade Street.",
                "Poplar was established as  a Parish in 1818 and the first parish priest Fr. Benjamin Barber took lodgings in Hale Street. The first Baptism was recorded on 4th October 1818 and the first Marriage on October 10th the same year. By 1819 there was a small chapel and in 1835 a larger chapel connected to the school was opened.",
                "Land was bought in Gate Street, (now part of Canton street) for a new church to be built to accommodate the growing Catholic population whilst work started in the 1840’s it was not completed and finally opened until 24th September 1856. The Church of St. Mary and St. Joseph was built of Kentish rag-stone and was in a cruciform shape with a lantern tower at the intersection of the nave and transepts, 136 feet in length and 80 feet wide and said to be one of the finest of its day in London.",
                "In 1881 the Congregation of the Faithful Companions of Jesus set up a school at 83 East India Dock Road. at the beginning of the 20th Century the Sister of Charity set up a house in Montague Place. In 1935 Sr. Patricia became the visiting sister in Poplar Parish and continued to work in the parish until 1995!",
                "On the 8th December 1940 the Feast of the Immaculate Conception and the Patronal feast of the Church and Parish, the Church and Presbytery was destroyed by bombing. Until a new church could be built Holy Child School was used for Mass on Sundays.",
                "In 1946 Father (later Canon) John Wright was appointed Parish Priest and given responsibility for rebuilding the war torn Parish and its Church. The rebuilding was part of the local Lansbury Estate and part of the live architectural project which was to be part of the Festival of Britain in 1951.",
                "The site of the old church was developed as Cardinal Griffin Secondary School and opened in 1951 with a cross in its grounds marking the spot where the High Altar used to stand. Plans for the new church had been drawn up and on October 7th 1951 Cardinal Griffin laid the Foundation Stone. The site chosen was opposite the new school and was enclosed by part of the south side of Canton Street, Upper North Street and Pekin Street. Taking nearly three years to build it was first used on 13th June 1954. Designed by Adrian Gilbert Scott it is, like its predecessor, in cruciform shape (120 feet by 120 feet) of steel girder and brick construction. Its Lantern tower – based on Ely Cathedral – is supported on parabolic arches 35 feet wide and 50 feet high. The Lantern inside rises to 100 feet and with the copper cupola on top gives an external height of 140 feet. Before the building of Canary Wharf the church could clearly be seen from Greenwich Park. The interior walls of the church are plastered, with an 8 foot dado of Blue Horton Stone. The Stained Glass Windows were designed by John Wilson of Edinburgh and the Stations of the Cross  carved in Blue Horton Stone by Peter Watts. The Church could originally seat 850 but when adaptations were made to accommodate a forward facing Altar it is now nearer 550."
            ]
        }
    ],
    "first_published": "2025-07-17T16:15:43.000000",
    "id": 13253,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/13253/building_13253_st-mary-st-joseph-rc-church-poplar_1_c-garrido_69fe391e814226a2b36f3a729164dd33.jpg",
            "description": null,
            "title": null,
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_13253_st-mary-st-joseph-rc-church-poplar_1_c-garrido_69fe391e814226a2b36f3a729164dd33.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/13253/building_13253_poplar_st_mary_st_joseph_rc161113_2_81dc33bbb49f093edfd6e70ab82052bf.jpg",
            "description": null,
            "title": null,
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_13253_poplar_st_mary_st_joseph_rc161113_2_81dc33bbb49f093edfd6e70ab82052bf.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/13253/building_13253_st-mary-st-joseph-rc-church-poplar_2_c-garrido_6ef61d22b5ee5648e21ac29760f5c3da.jpg",
            "description": null,
            "title": null,
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_13253_st-mary-st-joseph-rc-church-poplar_2_c-garrido_6ef61d22b5ee5648e21ac29760f5c3da.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/13253/building_13253_st-mary-st-joseph-rc-church-poplar_3_c-garrido_85d571032608ab92916a5e0a696b4de1.jpg",
            "description": null,
            "title": null,
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_13253_st-mary-st-joseph-rc-church-poplar_3_c-garrido_85d571032608ab92916a5e0a696b4de1.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/13253/building_13253_church-interior-1-scaled-e1695941305485_65b08936351b54aa7137c540be5d1e04.jpg",
            "description": null,
            "title": null,
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_13253_church-interior-1-scaled-e1695941305485_65b08936351b54aa7137c540be5d1e04.jpg"
        }
    ],
    "links": [
        {
            "href": "https://parish.rcdow.org.uk/poplar/",
            "title": "parish.rcdow.org.uk/poplar"
        }
    ],
    "location": {
        "address": "St Mary & St Joseph Church, Upper North Street, Poplar, London",
        "latitude": 51.51203,
        "longitude": -0.02052,
        "meeting_point": null,
        "travel_info": [
            "Tube: Westferry",
            "Train: Limehouse",
            "Bus: 115, 15, 309, D6"
        ]
    },
    "name": "St Mary & St Joseph Roman Catholic Church, Poplar",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/13253",
    "ticketed_events": false,
    "venue_years_listed": [
        2025
    ]
}