{
    "all_week": false,
    "description": "The House of Moments transforms a Victorian terrace in London into a serene, light-filled family home, blending crafted details, thoughtful spatial planning, and strong connections to nature and natural light.",
    "design": {
        "designers": [
            {
                "architect": "Magri Williams",
                "description": null,
                "year": "1800"
            }
        ],
        "periods": [
            "Georgian"
        ],
        "types": [
            "residence"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2025-09-13",
            "drop_in": true,
            "end": "2025-09-13T16:30:00+01:00",
            "fully_booked": false,
            "name": "Drop in: Guided tour",
            "notes": "",
            "start": "2025-09-13T09:30:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [],
    "factsheet": [
        {
            "heading": "House of Moments",
            "paragraphs": [
                "The House of Moments is a full-width rear extension and renovation of a dated, four-storey Victorian townhouse in London, reimagined as a serene, contemporary family home. The project balances craft, nature, light, materiality, and sustainability—favouring precision over spectacle to transform the home through a series of considered architectural interventions.",
                "Each room is anchored by a bespoke moment—an oversized marble island in the kitchen, a sculptural fireplace in the lounge, a custom stone vanity in the ensuite, and a fabric-upholstered headboard in the bedroom—bringing refined functionality to everyday routines. Semi-circular rooflights, arched thresholds, and a large sliding-glass door animate the interiors with light and shadow, while a feature planter positioned close to the extension integrates nature into the design.",
                "Internally, spatial flow was rethought through targeted insertions. A relocated stair widens the lower-ground floor into a bright, connected kitchen, dining, and play space. On upper levels, blocked doorways and new openings create dual-aspect rooms and improve circulation, drawing daylight deep into the plan.",
                "Sustainability was embedded through enhanced insulation (approaching Passive House standards), passive solar shading, refurbished sash windows, and efficient material use—marble offcuts were repurposed for joinery and detailing. The material palette of microcement, oak, and natural stone was chosen for durability, softness, and long-term performance.",
                "The House of Moments reimagines a dated Victorian terrace as a serene, high-performing family home—balancing functionality and sustainability with craft, light, and spatial precision. Its innovation lies not in grand gestures, but in the calibrated layering of spatial moves, bespoke details, and natural light to support contemporary family life."
            ]
        }
    ],
    "id": 13257,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/13257/building_13257_main-image_f22e042e9b7833261a631f2cd93fe9cb.jpg",
            "description": null,
            "title": "Photography by Michael Sinclair",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_13257_main-image_f22e042e9b7833261a631f2cd93fe9cb.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/13257/building_13257_241120-magri-williams-021-v2-web_28a0e900b216b46da6f801b48a2970eb.jpg",
            "description": null,
            "title": "Photography by Michael Sinclair",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_13257_241120-magri-williams-021-v2-web_28a0e900b216b46da6f801b48a2970eb.jpg"
        }
    ],
    "links": [
        {
            "href": "https://magriwilliams.co.uk/",
            "title": "magriwilliams.co.uk"
        },
        {
            "href": "https://www.instagram.com/magriwilliams/",
            "title": "www.instagram.com/magriwilliams"
        }
    ],
    "location": {
        "address": "39 Bouverie Road, N16 0AH",
        "latitude": 51.56375,
        "longitude": -0.07993,
        "meeting_point": null,
        "travel_info": [
            "Tube: Highbury & Islington, Manor House",
            "Train: Stoke Newington",
            "Bus: 149, 67, 73"
        ]
    },
    "name": "A House of Moments",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/13257",
    "ticketed_events": false
}