{
    "all_week": false,
    "balloted_events": false,
    "description": "Beresford Square in Woolwich has been transformed. Come and find out from the designers what has changed. \r\n\r\nMeeting at the Gatehouse, Beresford Square.",
    "design": {
        "designers": [],
        "periods": [
            "LDA Design",
            "Victorian"
        ],
        "types": [
            "public realm/landscape"
        ]
    },
    "events": [
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/13298",
            "capacity": null,
            "date": "2025-09-15",
            "drop_in": false,
            "end": "2025-09-15T19:00:00+01:00",
            "fully_booked": false,
            "name": "Guided tour",
            "notes": "A designer-led guided tour of Beresford Square and Powis Street in Woolwich.",
            "start": "2025-09-15T18:00:00+01:00",
            "ticketed": true
        }
    ],
    "facilities": [
        "Seating available",
        "Step-free routes"
    ],
    "factsheet": [
        {
            "heading": "Historic market square gets a makeover",
            "paragraphs": [
                "Set on the Thames, the southeast London market town of Woolwich was once home to the Royal Arsenal munitions from 1696 when fireworks were made here. At its peak, 120,000 people worked at the Arsenal and it drove the town’s economy, putting Woolwich on the map and giving it handsome 18th and 19th century architectural bones.",
                "The proximity of the Arsenal to the town’s main square, Beresford Square, means that the Square itself has long been a centre of activity and exchange, as well as serving as a key transport hub and there has been a market here for 400 years. Powis Street, Woolwich’s main shopping street, connects to the Square.",
                "Both Beresford Square and Powis Street sit at the heart of Woolwich’s conservation area, which was designated in May 2019. The architectural merit and historic interest of Beresford Square helped secure this designation.",
                "Major investment into the town’s public realm has transformed Beresford Square and neighbouring Powis Street, bringing about the change that local people and traders wanted to see. A  landscape-led and heritage regeneration means that Woolwich’s public spaces can now begin to celebrate the town’s identity and architecture.",
                "Beresford Square has been transformed into an attractive, flexible civic space with a central new garden featuring comfortable terraced seating, verdant planting and warm lighting. The design evolved to create an immersive experience with open views to the soon-to-be-restored Gatehouse and the life of the square.",
                "The space is designed to support a year-round programme of community activity and celebrations. A playful splash pad brings children into the Square as they run through the jets, making Beresford feel family focused and fun. This water feature animates the space, when it’s not being used for events and installations. Two historic watering troughs have been repurposed as reflective water features.",
                "Powis Street was dominated by bollards and street clutter. Seating was little used. It has now been reinvigorated with new seating, planting and coherent materiality.",
                "This tour will give a brief history of these historic spaces and the steps taken to improve them by the designers responsible."
            ]
        },
        {
            "heading": "Clothing etc",
            "paragraphs": [
                "Please wear comfortable shoes and clothing and please bring an umbrella - just in case."
            ]
        }
    ],
    "first_published": "2025-08-12T16:21:45.147987",
    "id": 13298,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/13298/building_13298_woolwich_town_centre_beresford_square_credit_neil-speakman_0c898ebc005e18f58ad06f56433c59b4.jpg",
            "description": null,
            "title": "A transformed Beresford Square, Woolwich credit Neil Speakman / Studio Maple",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_13298_woolwich_town_centre_beresford_square_credit_neil-speakman_0c898ebc005e18f58ad06f56433c59b4.jpg"
        }
    ],
    "links": [
        {
            "href": "https://www.lda-design.co.uk",
            "title": "www.lda-design.co.uk"
        },
        {
            "href": "https://www.linkedin.com/company/lda-design/",
            "title": "www.linkedin.com/company/lda-design"
        },
        {
            "href": "https://www.instagram.com/ldadesign/",
            "title": "www.instagram.com/ldadesign"
        },
        {
            "href": "https://bsky.app/profile/ldadesign.bsky.social",
            "title": "bsky.app/profile/ldadesign.bsky.social"
        }
    ],
    "location": {
        "address": "Beresford Square, Woolwich, SE18 6BB",
        "latitude": 51.49129,
        "longitude": 0.06869,
        "meeting_point": null,
        "travel_info": [
            "Tube: Woolwich Arsenal",
            "Train: Woolwich Arsenal",
            "Bus: 161, 177, 180, 51, 99, 472"
        ]
    },
    "name": "Designer-led tour of Beresford Square, Woolwich",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/13298",
    "ticketed_events": true,
    "venue_years_listed": [
        2025
    ]
}