{
    "all_week": false,
    "description": "Bartholomew's Fayre is a community festival taking place within the Smithfield Rotunda Garden, Great St Barts and the surrounding areas.",
    "design": {
        "designers": [],
        "periods": [],
        "types": [
            ""
        ]
    },
    "events": [
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/13301",
            "capacity": null,
            "date": "2025-09-19",
            "drop_in": false,
            "end": "2025-09-19T19:30:00+01:00",
            "fully_booked": false,
            "name": "Medieval Graffiti Tour",
            "notes": "Join us for a discussion of graffiti through time, learn about its different uses, how it's evolved.",
            "start": "2025-09-19T18:00:00+01:00",
            "ticketed": true
        },
        {
            "activity_type": "Talk",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/13301",
            "capacity": null,
            "date": "2025-09-20",
            "drop_in": false,
            "end": "2025-09-20T19:00:00+01:00",
            "fully_booked": false,
            "name": "Young People's Disputation",
            "notes": "A young people's disputation developed by the Open City Apprentice Curators, 2025.",
            "start": "2025-09-20T17:30:00+01:00",
            "ticketed": true
        }
    ],
    "facilities": [
        "Quieter area",
        "Seating available",
        "Step-free routes",
        "Toilets"
    ],
    "factsheet": [
        {
            "heading": "Bartholomew Fayre: Power to the People",
            "paragraphs": [
                "A radical community festival for all ages",
                "Join us for Bartholomew Fayre: Power to the People, a FREE bold and brilliant grassroots community festival, celebrating creativity, history, activism and togetherness.",
                "Across two-jam packed days, we’ll be taking over Smithfield with an exciting mix of hands-on art, thought-provoking talks, walking tours and live performances inspired by the anarchic joyousness of the original Bartholomew Fair and the radical histories of Clerkenwell, Farringdon and Smithfield.",
                "Get stuck into everything from zine making and puppet building to queer poetry, eco-friendly crafting, graffiti art, loose parts play and loads more. Whether you’re 7 or 77 there’s something for everyone - families, friends, solo wanderers, curious minds, and seasoned radicals alike.",
                "Expect laughter, learning, big ideas, secret histories and brilliant people. Come to create, connect, share stories, and celebrate the power of our community.",
                "Everyone’s welcome. Everything’s possible. Power to the people!"
            ]
        },
        {
            "heading": "Locations",
            "paragraphs": [
                "Bartholomew Fayre: Power to the People will take place across the Smithfield Rotunda Garden, the Great St Barts and surrounding areas. If you have booked onto a workshop or walk, please check the location on your ticket. If you are attending the Fayre to join our drop in events and other exciting activities, please head to the Smithfield Rotunda Garden."
            ]
        },
        {
            "heading": "Credits",
            "paragraphs": [
                "Bartholomew Fayre is a partnership between Barts Heritage, Great St Barts, London Museum, Smithfield Market, St Bartholomew’s Hospital and Culture Mile Business Improvement District.",
                "Bartholomew Fayre is supported by Culture Mile Business Improvement District (BID), Smithfield Market Tenants’ Association, the City of London Corporation’s Community Infrastructure Levy Neighbourhood Fund and with public funding by Arts Council England."
            ]
        }
    ],
    "first_published": "2025-07-17T16:15:43.000000",
    "id": 13301,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/13301/building_13301_barts-main-view-1_b34351abd584cf88946d053a117f9123.jpg",
            "description": null,
            "title": "Great St Bartholomew",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_13301_barts-main-view-1_b34351abd584cf88946d053a117f9123.jpg"
        }
    ],
    "links": [
        {
            "href": "https://www.greatstbarts.com/",
            "title": "www.greatstbarts.com"
        }
    ],
    "location": {
        "address": "Great St Barts, West Smithfield, Barbican, EC1A 9DS",
        "latitude": 51.51888,
        "longitude": -0.09967,
        "meeting_point": null,
        "travel_info": [
            "Tube: Barbican",
            "Train: Farringdon"
        ]
    },
    "name": "Bartholomew's Fayre: Great St Barts",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/13301",
    "ticketed_events": true,
    "venue_years_listed": [
        2025
    ]
}