{
    "all_week": false,
    "balloted_events": false,
    "description": "Join us for Bartholomew Fayre: Power to the People, a FREE bold and brilliant grassroots community festival, celebrating creativity, history, activism and togetherness. Across two-jam packed days, we’ll be taking over Smithfield with an exciting mix of hands-on art, thought-provoking talks, walking tours and live performances inspired by the anarchic joyousness of the original Bartholomew Fair.",
    "design": {
        "designers": [],
        "periods": [],
        "types": [
            ""
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2025-09-19",
            "drop_in": true,
            "end": "2025-09-19T20:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in: Bartholomew Fayre",
            "notes": "Please let us know if you plan to visit. Doing so allows\n                    the venue to plan ahead and you will be notified by email\n                    about any changes to the programme that might affect your\n                    visit.",
            "start": "2025-09-19T16:00:00+01:00",
            "ticketed": false
        },
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2025-09-20",
            "drop_in": true,
            "end": "2025-09-20T19:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in: Bartholomew Fayre",
            "notes": "Please let us know if you plan to visit. Doing so allows\n                    the venue to plan ahead and you will be notified by email\n                    about any changes to the programme that might affect your\n                    visit.",
            "start": "2025-09-20T11:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        "Family-friendly event",
        "Parking",
        "Seating available",
        "Step-free routes"
    ],
    "factsheet": [
        {
            "heading": "Bartholomew Fayre: Power to the People",
            "paragraphs": [
                "A radical community festival for all ages",
                "Join us for Bartholomew Fayre: Power to the People, a FREE bold and brilliant grassroots community festival, celebrating creativity, activism and togetherness. Across two-jam packed days, we’ll be taking over Smithfield with an exciting mix of hands-on workshops, thought-provoking talks, walking tours and live performances.",
                "Get stuck into everything from zine making and puppet building to poetry and music performances, eco-friendly crafting, graffiti art, imaginative play and loads more. Whether you’re 7 or 77 there’s something for everyone - families, friends, solo wanderers, curious minds, and seasoned radicals alike.",
                "Expect laughter, learning, big ideas, and brilliant people. Come to create, connect, share stories, and celebrate the power of our community.",
                "Everyone’s welcome. Everything’s possible. Power to the people!"
            ]
        },
        {
            "heading": "Locations",
            "paragraphs": [
                "Activities for the Fayre will take place across Smithfield Rotunda Garden, St Bartholomew the Great Church and the surrounding areas. Advance booking is recommended for some activities. Capacity is limited and you may need to wait at busy times.",
                "If you're coming to the Fayre for a pre-booked activity, please check the exact location on your booking. If you're dropping in, head to the Smithfield Rotunda Garden for an exciting programme of drop-in activities.",
                "Please note that this is an outdoor event so check the weather before you travel and get ready to have fun in rain or sunshine!"
            ]
        },
        {
            "heading": "Credits",
            "paragraphs": [
                "Bartholomew Fayre is presented by Barts Heritage, Culture Mile Business Improvement District (BID), London Museum, Great St Barts Church and Smithfield Market Tenants' Association.",
                "The Fayre is supported by Culture Mile Business Improvement District (BID), Smithfield Market Tenants' Association,  City of London Corporation’s Community Infrastructure Levy Neighbourhood Fund and with public funding by Arts Council England."
            ]
        }
    ],
    "first_published": "2025-07-17T16:15:43.000000",
    "id": 13300,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/13300/building_13300_credit-nooma-studio_ee7cd9edc59c1f97107f5a04ea44f232.jpg",
            "description": null,
            "title": "Credit: NOOMA Studios",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_13300_credit-nooma-studio_ee7cd9edc59c1f97107f5a04ea44f232.jpg"
        }
    ],
    "links": [
        {
            "href": "https://www.londonmuseum.org.uk/",
            "title": "www.londonmuseum.org.uk"
        }
    ],
    "location": {
        "address": "Smithfield Rotunda Garden, West Smithfield, EC1A 9DY",
        "latitude": 51.51859,
        "longitude": -0.10107,
        "meeting_point": null,
        "travel_info": [
            "Tube: Barbican",
            "Train: Farringdon",
            "Bus: 100",
            "Additional travel info: The Fayre will take place across the Smithfield Rotunda Garden and Great St Barts Church."
        ]
    },
    "name": "Bartholomew's Fayre: Smithfield Rotunda Garden",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/13300",
    "ticketed_events": false,
    "venue_years_listed": [
        2025
    ]
}