{
    "all_week": false,
    "balloted_events": false,
    "description": "Maitland Park exemplifies sustainable, community-centric design, setting new benchmarks for healthy living environments. As Camden Council’s first project to achieve a Home Quality Mark accreditation, its design promotes wellbeing by integrating new, fully accessible, and adaptable homes and a new community hall into an enhanced parkland setting, encouraging connection with nature.",
    "design": {
        "designers": [
            {
                "architect": "Cullinan Studio",
                "description": null,
                "year": "2023"
            }
        ],
        "periods": [
            "Turkington Martin",
            "Contemporary"
        ],
        "types": [
            "housing"
        ]
    },
    "events": [
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/13310",
            "capacity": null,
            "date": "2025-09-18",
            "drop_in": false,
            "end": "2025-09-18T14:45:00+01:00",
            "fully_booked": true,
            "name": "Guided tour",
            "notes": "",
            "start": "2025-09-18T14:00:00+01:00",
            "ticketed": true
        },
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/13310",
            "capacity": null,
            "date": "2025-09-18",
            "drop_in": false,
            "end": "2025-09-18T15:45:00+01:00",
            "fully_booked": true,
            "name": "Guided tour",
            "notes": "",
            "start": "2025-09-18T15:00:00+01:00",
            "ticketed": true
        },
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/13310",
            "capacity": null,
            "date": "2025-09-18",
            "drop_in": false,
            "end": "2025-09-18T16:45:00+01:00",
            "fully_booked": true,
            "name": "Guided tour",
            "notes": "",
            "start": "2025-09-18T16:00:00+01:00",
            "ticketed": true
        },
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/13310",
            "capacity": null,
            "date": "2025-09-18",
            "drop_in": false,
            "end": "2025-09-18T17:45:00+01:00",
            "fully_booked": true,
            "name": "Guided tour",
            "notes": "",
            "start": "2025-09-18T17:00:00+01:00",
            "ticketed": true
        },
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/13310",
            "capacity": null,
            "date": "2025-09-18",
            "drop_in": false,
            "end": "2025-09-18T18:45:00+01:00",
            "fully_booked": true,
            "name": "Guided tour",
            "notes": "",
            "start": "2025-09-18T18:00:00+01:00",
            "ticketed": true
        }
    ],
    "facilities": [
        "Accessible toilet",
        "Drinking water",
        "Family-friendly event",
        "Parking",
        "Seating available",
        "Step-free routes",
        "Toilets"
    ],
    "factsheet": [
        {
            "heading": "Delivering a Vision for Infill Development",
            "paragraphs": [
                "Maitland Park Estate was built in the 1930s with successive waves of development until the 1980s. Set around a long park, it provides a tranquil and mature landscape at its heart.",
                "At Grafton Terrace, the scheme repairs the Victorian street frontage with a combination of four to six storey flats and a standalone four-storey townhouse. A new community hall houses a large, sub-dividable function room, and bookable meeting/teaching spaces at its heart to provide a hub for locals. New boundary treatments to back gardens, new play features, landscape enhancements and planting have greatly improved the estate’s parkland setting.\n \nOn the Aspen House site, a five-storey courtyard building is fronted with a six-storey mansion block to the park. The communal courtyard is landscaped with blossoming trees and areas to sit and play, for the benefit of all the residents of the estate. This building, Anthony Grey Court, replaced an ageing and poorly-laid-out block with 52 modern affordable homes.",
                "Maitland Park is the first project for Camden to target the Homes Quality Mark (HQM) accreditation, ensuring each home achieves an excellent standard of performance while being made of healthy, low-carbon materials. The project is also the first Camden Borough scheme to use air-source heat pumps with MVHR (so fully electric), combining with an extensive PV array, a building fabric based on Passivhaus principles, and biodiverse roofs to achieve a truly low energy scheme."
            ]
        },
        {
            "heading": "Project Timeline",
            "paragraphs": [
                "2012: Camden's Community Investment Programme (CIP) began exploring options to undertake infill development. \n2015: First of a series of planning consents granted, concluding in a Minor Material Amendment, (MMA) in 2019. \n2016 – 2019: Decanting and leasehold buy back of 39 unit block (Aspen House).\n2020: Contractor working on two stage tender, began demolition of Aspen House, Tenants and Residents' Hall and gymnasium. \n2022 – 2023: 119 homes (58 private sale, 61 social rent) and a community centre built and handed over in stages since December 2022. \n2023: All homes sold via Help to Buy handed over and completed by March 2023, with the entire project completing in July."
            ]
        },
        {
            "heading": "Building Community Strength and Driving Change",
            "paragraphs": [
                "Camden is committed to addressing inequalities, building community strength, and increasing diversity and inclusion. Across the Community Investment Programme, Camden has been consulting with residents to commemorate pioneering individuals from communities that have historically been under-represented in the public realm. At Maitland Park, residents chose to name the three new buildings after the following inspiring individuals:\n \n•\tAntony Grey, an LGBTQ+ rights activist, lobbyist, writer, media campaigner, and counsellor. He is seen by many as the most important British gay rights campaigner of the 20th century. He lived in Camden in the 1960s and 1970s. \n•\tMary Prince, the first Black woman to have an autobiography published in Britain. It is the only known autobiographical account of a female slave from the Caribbean.  \n•\tNoor Inayat Khan, the first woman spy to be dropped behind enemy lines in occupied France during the Second World War."
            ]
        },
        {
            "heading": "Courtyards and Streets",
            "paragraphs": [
                "The Maitland Park community is proud of the wonderful ‘central park’ that makes their estate unique, with its superb mix of mature trees creating a tranquil atmosphere. Following extensive community involvement, changes were made to the scheme at each stage of the consultation process to ensure the views of tenants and neighbours were fully considered and addressed. The redevelopment focused on two key sites each with their own design considerations to resolve. Site 1 (Grafton Terrace), consisted of the original TRA Hall with adjacent garages - this now houses Mary Prince House and the new Community Hall. Site 2 (Aspen House), contained Aspen House, the Gymnasium, and the adjacent garages - this now comprises of Noor Inayat Khan House and Antony Grey Court."
            ]
        },
        {
            "heading": "Mary Prince House",
            "paragraphs": [
                "•\tRepairs the street and continues the building line.  \n•\tCreates a new gateway to arrival from the north - creates a Landmark Building.  \n•\tCreates a hub for the community - reorientating the entrance for the TRA Hall to the corner with its own garden.  \n•\tEnjoys the relationship to the open space of the ‘Glade’.  \n•\tProvides a mix of houses and apartments with private gardens.  \n•\tReduces the impact of building height to the ‘Glade’ on the corner of Grafton Terrace.  \n•\tResolves overlooking issues to existing rear gardens.  \n•\tCreates an enhanced landscape to the Glade, including repairs to boundary walls, paths and lighting.  \n•\tRelocates the existing football pitch to be a MUGA that is secure and well overlooked."
            ]
        },
        {
            "heading": "Noor Inayat Khan House and Antony Grey Court",
            "paragraphs": [
                "•\tCreates a new courtyard addressing the park similar to the urban pattern set by the Alms Houses and St Dominic’s Priory immediately north of the site.  \n•\tCreates a new housing block, (Noor Inayat Khan House), which addresses the open park and reinforces the street edge and scale of the adjacent park edge buildings.  \n•\tCreates additional outdoor space with more potential for a sense of ownership with individual gardens up to the boundary.  \n•\tCreates an opportunity for greater permeability through the scheme to ensure safety and security."
            ]
        },
        {
            "heading": "Maitland Park Estate Community Centre",
            "paragraphs": [
                "The community hall has over 3,500 square foot of flexible space featuring:",
                "•\ta cafe-style dining area with a domestic kitchen and office/reception space with storage.\n•\ta large hall (1,180 sq. ft) that can be sub-divided into two studio spaces, each with generous, lockable, storage space allowing occupiers to store large belongings.\n•\ta separate space with an additional two meeting rooms: one large meeting room with a kitchenette/ tea point, and one small meeting room and a toilet.\n•\tcentral hallway/corridor space with a further four toilets (two wheelchair accessible). \n•\tan external community garden."
            ]
        },
        {
            "heading": "A Shared Palette of Materials",
            "paragraphs": [
                "The forms and materials across the three new buildings share a common palette to create a sense of cohesion to the development.",
                "In keeping with the neighbourhood, a brick made of pale clay, to give a light cream appearance, is used with flush pointed pale grey mortar. To the façades addressing the courtyard to Antony Grey Court, the pale brick maximises the amount of light reflected within the space.",
                "Basketweave brick panels occur within the rhythm of the façade, bounded top and bottom by white concrete framing elements, (sills and heads), to contrast with the main body of the brickwork.",
                "A dark brick base, with a dark grey mortar, grounds the buildings and deals with knocks, scuffs and dirt. The same bricks are used in landscape boundary walls and garden terraces as pavers to unify the project.",
                "Top floors throughout are in a pre-oxidised copper coloured metal cladding. The same material is used to clad balconies within Antony Grey Court, embossed with a pattern that reflects the basketweave motif used in the brickwork.",
                "Windows and doors have metal frames externally and a timber finish internally. The colour of the frames and associated spandrel panels complement the metal cladding colour and brick using a dark grey finish.",
                "Winter gardens to Grafton Terrace use sliding single glazed windows, to allow the gardens to open up when desired.",
                "Protruding brick balconies have horizontally arranged, painted steel balustrades to minimise any obstruction of view from within the flats. They are painted to match the colour of the windows."
            ]
        },
        {
            "heading": "Community Investment Programme",
            "paragraphs": [
                "Camden has bold and ambitious targets for housing delivery, with 4850 new homes to be built throughout the lifetime of the Community Investment Programme (CIP). Through CIP the council has now delivered over 2,000 new homes, more than 1,290 of which are genuinely affordable.",
                "Camden has been at the forefront of the council house building renaissance since 2010, using years of experience to strengthen and build resilience in the face of severe economic challenges. \nCamden Council remains fully committed to delivering on our ambitious programme target of delivering over 2,600 affordable homes.",
                "CIP is one of the Council’s most significant levers for tackling inequality and improving lives in the borough.",
                "As part of social value commitments, the following was achieved during the redevelopment of the Maitland Park Estate: \n•\tRecruitment of 7 apprentices.  \n•\tWork experience 16+ for 8 students.\n•\tGraduate recruited on the project.\n•\tA number of school/curriculum-based activities/ College site visits were carried out.\n•\tSchool/College Site workshops.\n•\tCommunity event days.\n•\tDonations."
            ]
        },
        {
            "heading": "Meeting Point for Tours",
            "paragraphs": [
                "The meeting point for tours is at Maitland Park Estate Community Hall.",
                "The entrance to the Community Hall is on the east side of Maitland Park Villas, just before the intersection of Maitland Park Villas, Southampton Road, and Grafton Terrace.",
                "Google Maps: https://maps.app.goo.gl/WN9BG56pnDMf6VoV7",
                "What3Words: ///basic.wakes.wings"
            ]
        }
    ],
    "first_published": "2025-08-05T16:19:05.333851",
    "id": 13310,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/13310/building_13310_maitlandpark-antonygreycrt-noorinayatkhanhse_photowillscott_24f7f4f70a49179826bae9c51408d102.jpg",
            "description": null,
            "title": "Photo: Will Scott",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_13310_maitlandpark-antonygreycrt-noorinayatkhanhse_photowillscott_24f7f4f70a49179826bae9c51408d102.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/13310/building_13310_maitlandpark-viewfrompark_photowillscott_48d010704bb905a5542a06c6d216b5ae.jpg",
            "description": null,
            "title": "Photo: Will Scott",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_13310_maitlandpark-viewfrompark_photowillscott_48d010704bb905a5542a06c6d216b5ae.jpg"
        }
    ],
    "links": [
        {
            "href": "https://www.cullinanstudio.com/project-maitland-park-estate",
            "title": "www.cullinanstudio.com/project-maitland-park-estate"
        },
        {
            "href": "https://www.instagram.com/cullinan_studio/",
            "title": "www.instagram.com/cullinan_studio"
        },
        {
            "href": "https://www.instagram.com/wemakecamden",
            "title": "www.instagram.com/wemakecamden"
        },
        {
            "href": "https://maps.app.goo.gl/WN9BG56pnDMf6VoV7",
            "title": null
        }
    ],
    "location": {
        "address": "Maitland Park Villas, NW5 4JA",
        "latitude": 51.54944,
        "longitude": -0.15659,
        "meeting_point": null,
        "travel_info": [
            "Tube: Belsize Park, Chalk Farm",
            "Train: Kentish Town West",
            "Bus: 1, 24, 393, 46, C11"
        ]
    },
    "name": "Maitland Park Estate Redevelopment",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/13310",
    "ticketed_events": true,
    "venue_years_listed": [
        2025
    ]
}