{
    "all_week": false,
    "balloted_events": false,
    "description": "Will Noble, author of 'Croydonopolis' will give an in-depth talk on the fascinating history and legacy of the once-world renowned Croydon International Airport. The talk will be held at the the airport building, now a micro-museum - Historic Croydon Airport - run by dedicated volunteers and staff.",
    "design": {
        "designers": [
            {
                "architect": "British Air Ministry's Directorate-General of Works (AMDGW)",
                "description": null,
                "year": "1920"
            }
        ],
        "periods": [
            "Inter-war"
        ],
        "types": [
            "museum"
        ]
    },
    "events": [
        {
            "activity_type": "Talk",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/13333",
            "capacity": null,
            "date": "2025-09-17",
            "drop_in": false,
            "end": "2025-09-17T20:30:00+01:00",
            "fully_booked": false,
            "name": "Will Noble: Croydon International Airport",
            "notes": "",
            "start": "2025-09-17T19:00:00+01:00",
            "ticketed": true
        }
    ],
    "facilities": [
        "Blue badge parking",
        "Parking",
        "Seating available",
        "Toilets"
    ],
    "factsheet": [
        {
            "heading": "About",
            "paragraphs": [
                "\"Whatever else it has done, Croydon Airport has certainly put Croydon on the map of Europe. Many foreigners instinctively think of Croydon when they hear the word England mentioned.\" - The Croydon Advertiser, 1938.",
                "In the 1920s and 30s, Croydon Airport was at the heart of a halcyon age of air travel. Imperial Airways would whisk you from Croydon to almost anywhere in the Empire. Hollywood stars, royalty and politicians poured in and out of the airport. French aristocrats flew here to get their suits tailored at Grants department store. World records were set and broken at Croydon. Those not wealthy enough to fly used the airport as a holiday resort, staying at the Aerodrome Hotel and plane-spotting from the viewing platform. This was a time when Croydon was uttered in the same breath as Paris, Cape Town and Brisbane. It was, in many ways, the centre of the universe."
            ]
        },
        {
            "heading": "Historic Croydon Airport",
            "paragraphs": [
                "Historic Croydon Airport holds a distinguished place in aviation history as Britain’s first major international airport and a pioneer in global air travel. Officially opened for civilian use in 1920, it quickly became the country’s busiest airport during the interwar period, serving as the gateway to Europe, Asia, and Australia. The airport played a vital role during World War II, operating as RAF Croydon and serving as a fighter airfield during the Battle of Britain.",
                "Today, the legacy of Croydon Airport is preserved by the Historic Croydon Airport Trust. The original terminal building, now known as Airport House, is a Grade II* listed site and houses a visitor centre and museum. It stands as a testament to the airport’s groundbreaking contributions to aviation and its enduring cultural significance.\nThe Croydon Airport Visitor Centre is a volunteer led micro-museum which opened its doors in 2000. The Visitor Centre is located in Britain’s first integrated airport terminal and control tower at Airport House in Croydon."
            ]
        },
        {
            "heading": "Will Noble",
            "paragraphs": [
                "Will Noble is editor of the London-centric website Londonist. In 2024, he published his first book, 'Croydonopolis: A Journey to the Greatest City That Never Was', which explores Croydon's many 'golden eras', including its days as a stamping ground for John Whitgift and Elizabeth I, and later as a high-rise corporate utopia. When writing Croydonopolis Will was particularly enamoured by the history of Croydon Airport, which encouraged him to put together a talk dedicated to that brief yet glittering moment when Croydon was the forerunner to Heathrow. Will lives in Croydon."
            ]
        }
    ],
    "first_published": "2025-08-27T16:19:11.191352",
    "id": 13333,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/13333/building_13333_croydon-airport-2_5d609bcea3789eacf68e9bf48d2fb67f.jpg",
            "description": null,
            "title": "Photo by Will Noble",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_13333_croydon-airport-2_5d609bcea3789eacf68e9bf48d2fb67f.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/13333/building_13333_will-noble-headshot-1_ba15b5d203eaa9d2303ce5f1062825e2.jpg",
            "description": null,
            "title": "Photo © Joanna Rutherford",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_13333_will-noble-headshot-1_ba15b5d203eaa9d2303ce5f1062825e2.jpg"
        }
    ],
    "links": [
        {
            "href": "https://londonist.com/contributors/will-noble",
            "title": "londonist.com/contributors/will-noble"
        },
        {
            "href": "https://www.instagram.com/croydonopolis/",
            "title": "www.instagram.com/croydonopolis"
        },
        {
            "href": "https://www.instagram.com/culturecroydon/",
            "title": "www.instagram.com/culturecroydon"
        },
        {
            "href": "https://www.historiccroydonairport.org.uk/",
            "title": "www.historiccroydonairport.org.uk"
        },
        {
            "href": "https://www.instagram.com/historiccroydonairport/",
            "title": "www.instagram.com/historiccroydonairport"
        }
    ],
    "location": {
        "address": "Croydon Airport Visitor Centre, Airport House, Purley Way, Croydon",
        "latitude": 51.35638,
        "longitude": -0.11722,
        "meeting_point": null,
        "travel_info": [
            "Train: Waddon",
            "Bus: 289, 119",
            "Additional travel info: The venue is also serviced by the 439 bus. Please note that Waddon rail station is a 20 minute walk to the venue. See website for more info."
        ]
    },
    "name": "Will Noble: Croydon International Airport",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/13333",
    "ticketed_events": true,
    "venue_years_listed": [
        2025
    ]
}