{
    "all_week": false,
    "balloted_events": false,
    "description": "The school opened in 2015 in the fully renovated former Brent Town Hall on Forty Lane.\r\nWe would like to open our doors on Saturday 13th September and propose a tour of the Grade 2 listed building.",
    "design": {
        "designers": [
            {
                "architect": "Clifford Strange",
                "description": null,
                "year": "1937"
            }
        ],
        "periods": [
            "Inter-war"
        ],
        "types": [
            "education"
        ]
    },
    "events": [],
    "facilities": [
        "Accessible toilet",
        "Drinking water",
        "Family-friendly event",
        "Gender neutral toilet",
        "Handrails on both sides of stairs",
        "Seating available",
        "Step-free routes",
        "Toilets"
    ],
    "factsheet": [
        {
            "heading": "The Building",
            "paragraphs": [
                "The Wembley Municipal Offices or Town Hall were built as part of a programme of Town Hall building during the inter-war years which the Twentieth Century Society have termed the ‘Civic Plunge’. The building designed by the architect Clifford Strange was constructed between 1935-40. It was described by Nikolaus Pevsner, writing in 1951, as the ‘best of the modern town halls’ around London.",
                "The exterior of the building is faced with two-inch Lincolnshire bricks. Clifford Strange had to factor in the slope on the site and the Old Town Hall is composed of three distinct units; the Municipal Offices, the Library and the Assembly Hall. The main staircase of the building which Pevsner described as ‘airy and sensible’ is paved in Italian marble and the walls are faced in Botticino marble…the handrails are in silver bronze. The Assembly Hall could hold over a 1000 people seated and had a fully equipped stage and cinema projection room. The hall is panelled in English Ash veneer. The Old Town Hall  occupies a prime location overlooking the Wembley stadium area. A vital place of local government during the Second World War, it was also utilised during the 1948 Olympics.",
                "The building served as the town hall for Wembley until the early 2000s. In collaboration with Brent Council,  a non-profit organisation acquired and refurbished the building in 2012 in order  to establish a school.",
                "In 2015 after a major renovation and building project it reopened as the Lycee International Winston Churchill.",
                "The Lycee Churchill offers a bilingual curricula and the prestigious International Baccalaureate. Apart from its use as a school for primary and  secondary students, it has recently been used as a location for a number of TV shows.",
                "Sources: N. Pevsner, The Buildings of England: Middlesex, Penguin, 1951, p. 170. , J. East & N. Rutt, 20th Century Society, The Civic Plunge Revisited, March 24 2014, pp 13-14, The Architectural Review, 87, January 1940, pp 7-16."
            ]
        },
        {
            "heading": "Lycee International London 10 Years",
            "paragraphs": [
                "This year the Lycee International Winston Churchill is celebrating its tenth anniversary.",
                "The Open House guided tour will begin with an examination of the exterior of the building. Then the tour will go through the school reception which is the original entrance to the Old Town Hall. The tour will move through the ground floor, up to the first and second floors. Then it will examine the foyer and the marble staircase and the Hall.",
                "There are a number of original features from the Old Town Hall still visible in the Lycee. For example the school Weblibrary is the site of the original Wembley public library. There will be displays comparing current and past uses of the building and the surrounding site. The building has been used as a set for films and series so visitors can also engage in some set jetting.",
                "The Tour Guides will be LIL students and staff."
            ]
        }
    ],
    "first_published": "2025-08-27T16:19:11.191352",
    "id": 13337,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/13337/building_13337_select-image-open-house-2025_dc34ecd53315c1fc8b58a740eb9f966a.jpg",
            "description": null,
            "title": "Lycee International Winston Churchill",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_13337_select-image-open-house-2025_dc34ecd53315c1fc8b58a740eb9f966a.jpg"
        }
    ],
    "links": [
        {
            "href": "http://www.lyceeinternational.london",
            "title": "www.lyceeinternational.london"
        },
        {
            "href": "https://www.instagram.com/lyceeinternationaldelondres/",
            "title": "www.instagram.com/lyceeinternationaldelondres"
        },
        {
            "href": "https://www.facebook.com/lyceeinternational.london/",
            "title": "www.facebook.com/lyceeinternational.london"
        },
        {
            "href": "https://www.linkedin.com/school/lyc%C3%A9e-international-de-londres-winston-churchill/posts/?feedView=all",
            "title": "www.linkedin.com/school/lyc%C3%A9e-international-de-londres-winston-churchill/posts/?feedView=all"
        }
    ],
    "location": {
        "address": "54 Forty Lane, Wembley, HA9 9LY",
        "latitude": 51.56669,
        "longitude": -0.27391,
        "meeting_point": null,
        "travel_info": [
            "Tube: Wembley Park",
            "Train: Wembley Central",
            "Bus: 182, 206, 245, 297, 83"
        ]
    },
    "name": "Lycée international Winston Churchill",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/13337",
    "ticketed_events": false,
    "venue_years_listed": [
        2025
    ]
}