{
    "all_week": false,
    "balloted_events": false,
    "description": "Located inside Firepit Gallery and Studio, Plan B creative studio and Sold Out welcomes you into their creative space and bookshop. Founded by Bakhtawer and Betty, they are excited to talk creative process and publishing. Their focus is under-represented and decolonial forms of publishing and archiving within visual culture and design. Come and get yourself a nice reference and help us Sold Out.",
    "design": {
        "designers": [
            {
                "architect": "De La Vega",
                "description": null,
                "year": "2019"
            }
        ],
        "periods": [
            "Contemporary"
        ],
        "types": [
            "gallery"
        ]
    },
    "events": [],
    "facilities": [
        "Accessible toilet",
        "Baby changing facilities",
        "Drinking water",
        "Family-friendly event",
        "Gender neutral toilet",
        "Seating available",
        "Step-free routes",
        "Toilets"
    ],
    "factsheet": [
        {
            "heading": "History of the Space",
            "paragraphs": [
                "Formerly a restaurant that opened in 2019 on the North Greenwich Peninsula. The interior was designed by De la Vega. Only open for a short period of time, the building was left unused for a number of years.",
                "In 2023, the space was offered to the artist Marcus Jake to set up an artist collective. Since then Marcus has built Firepit CIC, a gallery, community hub, event space and artist studios. On most days you can expect to see the residents working in their studio and enjoy the exhibitions that is on but also participate in a workshop, meditation session or come and see an event."
            ]
        },
        {
            "heading": "History of Plan B and Sold Out",
            "paragraphs": [
                "Bakhtawer and Betty met in 2018 during their MA at the Royal College of Art. They quickly paired up and started a studio while they were still students and decided to call it Plan B.  In their second year of master and after tireless discussion about their frustration with references within design education and industry they decided to start Sold Out, a publishing house dedicated to publishing decolonial and under-represented materials and authors within visual culture and design.",
                "Under Plan B, Bakhtawer Haider and Betty Brunfaut, developed their vision for the studio of their dream. They believe branding should do more than just look good—it should mean something. Bakhtawer brings a sharp focus on decolonial theories and diversity in design, while Betty explores sustainable design solutions that go beyond aesthetics. Together, they help brands, institutions, and projects define and build visual identities that resonate—challenging norms, questioning aesthetics, and creating design with purpose. Plan B isn’t a backup plan; it’s the better option. They put some of their research in a book, Not a Reference Yet, published by Sold Out.",
                "Since it's inception Sold Out has published 12 publications and objects available for purchase in their new bookshop alongside a curated selection of critical books and prints.  During the festival, Plan B and Sold out are also celebrating their official 5 year anniversary."
            ]
        }
    ],
    "first_published": "2025-08-06T16:22:52.208974",
    "id": 13344,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/13344/building_13344_dscf5006-low_8e121d5501b81bed59e1f9545c618482.jpg",
            "description": null,
            "title": "Studio Sign Post of Plan B",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_13344_dscf5006-low_8e121d5501b81bed59e1f9545c618482.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/13344/building_13344_dscf5033_abb5f2c9bce8b9f10d4eb3f8b5865478.jpg",
            "description": null,
            "title": "Studio Signpost of Sold Out Publishing",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_13344_dscf5033_abb5f2c9bce8b9f10d4eb3f8b5865478.jpg"
        }
    ],
    "links": [
        {
            "href": "https://www.weareplan-b.com/",
            "title": "www.weareplan-b.com"
        },
        {
            "href": "https://www.instagram.com/weareplan.b/",
            "title": "www.instagram.com/weareplan.b"
        },
        {
            "href": "https://www.instagram.com/soldout_publishing",
            "title": "www.instagram.com/soldout_publishing"
        }
    ],
    "location": {
        "address": "No. 2 Upper Riverside, 10 Cutter Lane, SE10 0XX",
        "latitude": 51.50179,
        "longitude": 0.00717,
        "meeting_point": null,
        "travel_info": [
            "Tube: North Greenwich",
            "Train: Charlton",
            "Bus: 132, 161, 180, 188, 422, 472, 486, 108, 129",
            "Additional travel info: Step-free access to Firepit from North Greenwich station."
        ]
    },
    "name": "Plan B and Sold Out Publishing Open Studio",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/13344",
    "ticketed_events": false,
    "venue_years_listed": [
        2025
    ]
}