{
    "all_week": false,
    "balloted_events": false,
    "description": "Manor Farm House in Ruislip, built in 1505–1507, is a Tudor-style, Grade II listed building that once hosted local court sessions and housed high-status guests. Now a visitor centre, it features original beams, historic displays, and forms part of the wider 22-acre Manor Farm heritage site.  It is also believed to be the home to the oldest example of surviving domestic English  wallpaper.",
    "design": {
        "designers": [
            {
                "architect": "Architect unknown",
                "description": null,
                "year": "1505"
            }
        ],
        "periods": [
            "Tudor"
        ],
        "types": [
            "historical house"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2025-09-13",
            "drop_in": true,
            "end": "2025-09-13T16:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in: Open Day",
            "notes": "",
            "start": "2025-09-13T10:00:00+01:00",
            "ticketed": false
        },
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2025-09-14",
            "drop_in": true,
            "end": "2025-09-14T16:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in: Open Day",
            "notes": "Please let us know if you plan to visit. Doing so allows\n                    the venue to plan ahead and you will be notified by email\n                    about any changes to the programme that might affect your\n                    visit.",
            "start": "2025-09-14T10:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        "Accessible toilet",
        "Parking"
    ],
    "factsheet": [
        {
            "heading": "History",
            "paragraphs": [
                "The Manor House at Manor Farm in Ruislip is a historically significant building that reflects centuries of local governance and domestic life. Its origins date back to the 16th century, though the site itself has been occupied since at least the medieval period, when Ruislip formed part of lands owned by the Benedictine Abbey of Bec in Normandy.",
                "The current Manor House was built around 1500, likely incorporating parts of an earlier structure. It served as the residence for the Lord of the Manor and was later used by King’s College, Cambridge, which took over the estate following the Dissolution of the Monasteries under Henry VIII. The house was the administrative centre of the manor, where rents were collected and local land matters settled.",
                "Over time, the building was altered and extended, but it retains many original features, including timber framing, brick nogging, and Tudor fireplaces. In the 20th century, the Manor House became a library and museum, and later formed part of the Manor Farm Heritage Site, along with the nearby Great Barn and other historic buildings.",
                "Today, it serves as a heritage visitor centre, providing information about Ruislip’s local history, archaeology, and the development of the Manor Farm estate over time. It stands as a well-preserved example of Tudor domestic architecture and the continuity of local civic life from medieval to modern times."
            ]
        },
        {
            "heading": "The Manor Today",
            "paragraphs": [
                "w serves as the visitor centre for Manor Farm. It features two permanent exhibition rooms with artifacts, videos, interactive displays, and a temporary exhibition space in the Provost Parlour. Adjacent is the Pram Shed, housing a collection of 18th‑ and 19th‑century farming tools. Admission is free, and it's supported by an informative audio guides  that covers over 1,000 years of history across 8 locations on the estate,"
            ]
        }
    ],
    "first_published": "2025-08-11T16:21:45.103868",
    "id": 13382,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/13382/building_13382_jsonld_ffaf3b5b622e90a4d95f65e40cafbb39.jpg",
            "description": null,
            "title": null,
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_13382_jsonld_ffaf3b5b622e90a4d95f65e40cafbb39.jpg"
        }
    ],
    "links": [
        {
            "href": "https://www.hillingdon.gov.uk/manor-farm-house",
            "title": "www.hillingdon.gov.uk/manor-farm-house"
        },
        {
            "href": "https://www.facebook.com/HillingdonHeritage/mentions/",
            "title": "www.facebook.com/HillingdonHeritage/mentions"
        }
    ],
    "location": {
        "address": "Manor Farm House, Eastocote Road, HA4 8BD",
        "latitude": 51.5788,
        "longitude": -0.42737,
        "meeting_point": null,
        "travel_info": [
            "Tube: Ruislip, Ruislip Gardens, Ruislip Manor",
            "Train: South Ruislip, West Ruislip",
            "Bus: 331, A10",
            "Additional travel info: The site is easily accessed via the A40 and A4180 from central London or the west. Parking on-site."
        ]
    },
    "name": "The Manor House, Manor Farm, Ruislip",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/13382",
    "ticketed_events": false,
    "venue_years_listed": [
        2025
    ]
}