{
    "all_week": false,
    "balloted_events": false,
    "description": "Thornhill House is a Grade II listed home, reimagined by Studio McLeod with contemporary elements, blending craft, natural light, and a deep sense of calm. Built in 1890 by Samuel Dockerill using salvaged elements from Wandsworth Manor and named after Sir James Thornhill, whose murals adorn its walls. Guided tours by the architects offer a rare opportunity to explore this private home and garden.",
    "design": {
        "designers": [
            {
                "architect": "Studio McLeod",
                "description": null,
                "year": "2025"
            }
        ],
        "periods": [
            "Victorian"
        ],
        "types": [
            "residence"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2025-09-20",
            "drop_in": true,
            "end": "2025-09-20T16:30:00+01:00",
            "fully_booked": false,
            "name": "Drop in: Open Day",
            "notes": "Architects will be giving walkthrough tours regularly throughout the day. Last admission, 4:30 pm.",
            "start": "2025-09-20T09:30:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        "Family-friendly event",
        "Gender neutral toilet",
        "Handrails on both sides of stairs",
        "Handrails on one side of stairs",
        "Seating available"
    ],
    "factsheet": [
        {
            "heading": "Introduction",
            "paragraphs": [
                "Thornhill House is a Grade II listed house, reimagined by Studio McLeod with contemporary elements, blending craft and natural light to create a deeply personal home.",
                "Thornhill House was built in 1890 using salvaged elements from Wandsworth Manor and named after Sir James Thornhill, who painted the dome in St Paul's Cathedral and whose murals adorn the house walls.",
                "A rare opportunity to explore this private home and garden with guided tours by the architects."
            ]
        },
        {
            "heading": "History & Heritage",
            "paragraphs": [
                "Located at 78 Deodar Road in Putney, Thornhill House was built in 1890 by Samuel Dockerill, a local builder with a keen interest in architectural salvage. The house is architecturally unique, as it was constructed using significant elements reclaimed from the demolished Wandsworth Manor, a grand late-17th-century residence extensively remodelled around 1720 and later dismantled. Among the most remarkable features transferred to Thornhill House are sections of ornate wood panelling, a richly carved staircase dating from circa 1720, and baroque-style murals, some of which are attributed to Sir James Thornhill, the celebrated early 18th-century painter most famous for the paintings in St Paul's Cathedral.",
                "In addition to elements from Wandsworth Manor, Thornhill House also incorporates marble panelling and other decorative features thought to have come from the original Tivoli Theatre in the Strand, which was demolished in 1914. These salvaged components contribute to the house’s highly eclectic and dramatic interior, contrasting with its modest external appearance.",
                "Originally built as an isolated residence on the south side of Deodar Road, Thornhill House was eventually joined by further development in the early 20th century. Despite alterations over the years, including 20th-century extensions and roof additions, the building has retained its core historical fabric. It was designated a Grade II listed building in 2004 for the special architectural and historic interest, particularly due to the rare and skilfully repurposed interiors from demolished landmark buildings."
            ]
        },
        {
            "heading": "Design Features",
            "paragraphs": [
                "The property has been reimagined by award-winning architects Studio McLeod, who worked closely with their clients to sensitively extend and modernise the home. The new additions include a striking glazed garden extension, supported by an interlocking oak structure that brings warmth and tactility to a contemporary intervention.",
                "Playful in its use of light, materials, and texture, the house is a celebration of the changing story of the house and its owners. There is contrast between old and new, opulence and restraint, and carefully finished detail and raw texture. The project is a reflection of the client’s willingness to be bold, and to trust their architects to craft a home that is both unexpected and deeply personal."
            ]
        },
        {
            "heading": "The Architects",
            "paragraphs": [
                "Studio McLeod are known for beautifully crafted buildings focused on sculpted forms, materiality, and natural light.",
                "We like people and enjoy the excitement that great ideas generate as much as the design process.We aim to create projects which are emotionally comforting, wondrous and exciting, that let people reconnect with the childlike belief that anything is possible. We are always looking for possibilities to solve our client's puzzles, make amazing spaces, and sculpt natural light. The reaction from clients, when we transform something they hadn’t thought possible, is always special and rewarding."
            ]
        }
    ],
    "first_published": "2025-08-12T16:21:45.147987",
    "id": 13406,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/13406/building_13406_01_36262324cbe94ed36937c56dba3476cd.jpg",
            "description": null,
            "title": "Annabel Elston",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_13406_01_36262324cbe94ed36937c56dba3476cd.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/13406/building_13406_02_3ce87198452fceb11229f3b1607ff656.jpeg",
            "description": null,
            "title": "Annabel Elston",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_13406_02_3ce87198452fceb11229f3b1607ff656.jpeg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/13406/building_13406_03_fc10d15ddf1af05f7a73e3c98540b0e3.jpeg",
            "description": null,
            "title": "Annabel Elston",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_13406_03_fc10d15ddf1af05f7a73e3c98540b0e3.jpeg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/13406/building_13406_04_7f6520173b99b01d2fd40ae5cd0a602d.jpeg",
            "description": null,
            "title": "Annabel Elston",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_13406_04_7f6520173b99b01d2fd40ae5cd0a602d.jpeg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/13406/building_13406_05_56d18f475b8592c20e58ddc7a94d5f1d.jpeg",
            "description": null,
            "title": "Annabel Elston",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_13406_05_56d18f475b8592c20e58ddc7a94d5f1d.jpeg"
        }
    ],
    "links": [
        {
            "href": "https://studiomcleod.com/",
            "title": "studiomcleod.com"
        },
        {
            "href": "https://www.instagram.com/studio_mcleod/",
            "title": "www.instagram.com/studio_mcleod"
        }
    ],
    "location": {
        "address": "Thornhill House, Deodar Road, SW15 2NE",
        "latitude": 51.46323,
        "longitude": -0.20807,
        "meeting_point": null,
        "travel_info": [
            "Tube: East Putney, Putney Bridge",
            "Train: Putney",
            "Bus: 220, 270, 485"
        ]
    },
    "name": "Thornhill House",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/13406",
    "ticketed_events": false,
    "venue_years_listed": [
        2025
    ]
}