{
    "all_week": false,
    "balloted_events": false,
    "description": "Discover North London like never before in this one-of-a-kind sensory experience led by acclaimed performance artist Alisa Oleva. Together, we’ll step beyond sightseeing and into the city itself – using movement, touch, and deep listening to explore the hidden stories and unique architecture of the area’s most iconic Brutalist design.\r\n\r\nThis is a creative, hands-on journey through some of the city’s most globally recognised built environment. Inspired by parkour and gentle choreography, we’ll move with and through the space around us – climbing, stretching, and slowing down to really feel the place beneath our feet. You don’t need any dance or parkour experience,  just a curious body and an open mind.\r\nPerfect for visitors, locals, artists and anyone wanting a deeper connection to London’s urban landscape.",
    "design": {
        "designers": [
            {
                "architect": "Peter Tabori",
                "description": null,
                "year": "1968"
            }
        ],
        "periods": [
            "Post-war"
        ],
        "types": [
            "event"
        ]
    },
    "events": [
        {
            "activity_type": "Workshop",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/13410",
            "capacity": null,
            "date": "2025-09-21",
            "drop_in": false,
            "end": "2025-09-21T16:00:00+01:00",
            "fully_booked": false,
            "name": "Feel the rhythm of Modernist North London",
            "notes": "",
            "start": "2025-09-21T14:00:00+01:00",
            "ticketed": true
        }
    ],
    "facilities": [],
    "factsheet": [
        {
            "heading": "About the event",
            "paragraphs": [
                "Step into a different side of London with acclaimed performance artist Alisa Oleva as your guide – not through a museum or gallery, but through the textures, sounds and stories of the city itself.",
                "In this immersive, hands-on experience, we’ll explore two of North London’s most distinctive Brutalist developments – Highgate New Town, designed by Hungarian architect Peter Tábori, and the striking Lismore Circus in Gospel Oak. These standout Open House Festival locations offer more than just bold architecture – they’re living, breathing environments full of stories waiting to be felt and experienced.",
                "Together, we’ll use movement, touch, mapping, and deep listening to connect with the space around us. Drawing from parkour and low-impact choreography (no experience needed!), this is a playful and thoughtful way to reimagine how we interact with some of London's most globally-recognised built environment.",
                "Whether you're a local curious about your city, a visitor looking for a different kind of tour, or someone interested in architecture, urban life, or embodied art, this experience invites you to slow down, tune in and feel the city in a whole new way."
            ]
        },
        {
            "heading": "About your workshop leader",
            "paragraphs": [
                "Alisa Oleva is a walking artist based in London who works within the spaces and streets of the city, exploring the politics of public space, how the city moves and how we move it, urban choreography and urban archaeology, traces and surfaces, borders and inventories, intervals and silences, passages and cracks. Her projects have taken the form of one-to-one and collective performances, walking scores, personal and intimate encounters, gatherings, parkour sessions, walkshops, soundwalks, and audiowalks. Alisa holds a BA and MA from The Courtauld Institute of Art and an MA in Performance from Goldsmiths. She is currently doing a fully funded practice-based PhD at the University of East London."
            ]
        },
        {
            "heading": "Airbnb Experiences + Open House Festival",
            "paragraphs": [
                "Open House Festival is thrilled to partner with Airbnb, our headline partner, to help visitors experience London in a more authentic way. Together, we share a mission to connect people with the city’s unique architecture, vibrant neighbourhoods and the stories that bring them to life. Just as Open House invites you to step inside remarkable spaces, Airbnb Experiences give you the chance to discover hidden streets, go behind the scenes of iconic landmarks and see the real side of London through the eyes of the people who know it best."
            ]
        }
    ],
    "first_published": "2025-08-20T18:31:17.298817",
    "id": 13410,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/13410/building_13410_alisa51-copy_4ba81f20494dd1240b3d67619ddc3fbd.jpg",
            "description": null,
            "title": null,
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_13410_alisa51-copy_4ba81f20494dd1240b3d67619ddc3fbd.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/13410/building_13410_alisa39-copy_5a84c6c4054e40bfa509895ff71104f5.jpg",
            "description": null,
            "title": null,
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_13410_alisa39-copy_5a84c6c4054e40bfa509895ff71104f5.jpg"
        }
    ],
    "links": [
        {
            "href": "https://www.airbnb.co.uk/s/experiences?c=.pi129.pkopencityuk_partnership",
            "title": "www.airbnb.co.uk/s/experiences?c=.pi129.pkopencityuk_partnership"
        }
    ],
    "location": {
        "address": "1 Navigator Square, N19 3TD",
        "latitude": 51.56603,
        "longitude": -0.135,
        "meeting_point": null,
        "travel_info": [
            "Tube: Archway",
            "Train: Upper Holloway",
            "Bus: 134, 210, 263, 43, C11, W5",
            "Additional travel info: Meet in the public square outside The Archway Tavern 1 Navigator Square N19 3TD. Ends near Gospel Oak."
        ]
    },
    "name": "Feel the rhythm of Modernist North London",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/13410",
    "ticketed_events": true,
    "venue_years_listed": [
        2025
    ]
}