{
    "all_week": false,
    "balloted_events": false,
    "description": "Join us at Olympia as we open our doors for the first—and only—time to give the public a behind-the-scenes sneak peek at London's most ambitious transformation. Discover how this iconic landmark is becoming a brand new culture and entertainment destination, as our tour will showcase visitors what's to come.",
    "design": {
        "designers": [
            {
                "architect": "Heatherwick Studio",
                "description": null,
                "year": "2020"
            }
        ],
        "periods": [
            "SPPARC ARCHITECTURE",
            "Contemporary"
        ],
        "types": [
            "walk/tour"
        ]
    },
    "events": [],
    "facilities": [
        "Accessible toilet",
        "Handrails on both sides of stairs",
        "Toilets",
        "Cloakroom",
        "Drinking water",
        "Gender neutral toilet"
    ],
    "factsheet": [
        {
            "heading": "The New Olympia: A Sneak Peek Tour",
            "paragraphs": [
                "Join us for a truly unique opportunity to witness the regeneration of Olympia. Built as a venue for events and exhibitions almost 140 years ago, it is now being transformed into a world-leading showcase for global culture, live entertainment, innovation, and creativity.",
                "Step behind the scenes (while we are under construction) for a guided tour and learn about the history of the development, including the inspiration behind the project, a new vision brought to life by Heatherwick Studio and SPPARC.  The tour will take you behind closed doors, showcasing what's to come, including the historical Grade II* listed Pillar Hall, the music venue, restaurants, hotels, and public realm.",
                "This is your first—and only—chance to step into the future of London entertainment before anyone else.",
                "Your journey will begin at our Olympia Marketing Suite, where you'll be kitted out with all the necessary Personal Protective Equipment. From there, you'll embark on an exciting one-hour tour of the site."
            ]
        },
        {
            "heading": "TOUR MEETING POINT",
            "paragraphs": [
                "Tour will start and finish at:",
                "Olympia Marketing Suite",
                "Motorail Carpark, Maclise Rd, London W14 0NE",
                "https://share.google/38x4Lx8jcFoTU5nr7"
            ]
        },
        {
            "heading": "WHAT VISITORS CAN EXPECT",
            "paragraphs": [
                "Before you join us for a tour of our construction site, please be aware of the following health and safety requirements:",
                "The site will be active with ongoing construction work. All required Personal Protective Equipment (PPE), including a hard hat, high-visibility vest, glasses, closed-toe steel-toe cap boots, and gloves, will be provided and must be worn at all times. Shorts, skirts, and dresses are not permitted on-site. There is no seating available on-site. Seating will be provided in our Marketing Suite, where the tour begins and ends. You may leave personal belongings in the Marketing Suite, which will be locked for the duration of the tour. Age limit: 18+. Tour rules will be communicated before we begin, and all visitors are required to sign a waiver."
            ]
        },
        {
            "heading": "ACCESSIBILITY",
            "paragraphs": [
                "Please note: Tour will be taking place on a live construction site, with no access to lifts or escalators, and there will be a few stairs to climb and risk of uneven surfaces. Unfortunately, pregnant persons are not allowed on site due to the nature of works and types of hazards that are present on-site that could pose a risk to mother and baby."
            ]
        },
        {
            "heading": "CONTACT",
            "paragraphs": [
                "For any enquiries or questions before your tour, please email contactolympia@olympia.co.uk"
            ]
        }
    ],
    "first_published": "2025-08-15T01:19:56.787750",
    "id": 13412,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/13412/building_13412_olympia_courtesyofolympia2_5026add36a2872e55aeb74806f8f5703.jpg",
            "description": null,
            "title": null,
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_13412_olympia_courtesyofolympia2_5026add36a2872e55aeb74806f8f5703.jpg"
        }
    ],
    "links": [
        {
            "href": "https://www.olympia.london/",
            "title": "www.olympia.london"
        },
        {
            "href": "https://www.instagram.com/olympialondon/reels/",
            "title": "www.instagram.com/olympialondon/reels"
        },
        {
            "href": "https://share.google/38x4Lx8jcFoTU5nr7",
            "title": null
        }
    ],
    "location": {
        "address": "Hammersmith Road, W14 8UX",
        "latitude": 51.49563,
        "longitude": -0.2101,
        "meeting_point": null,
        "travel_info": [
            "Tube: Barons Court, Hammersmith, Kensington (Olympia), Shepherd's Bush, West Kensington",
            "Bus: 23, 27, 28, 391, 49"
        ]
    },
    "name": "The New Olympia: A Sneak Peek Tour",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/13412",
    "ticketed_events": false,
    "venue_years_listed": [
        2025
    ]
}