{
    "all_week": false,
    "balloted_events": false,
    "description": "Set within the spiralling elegance of the Geometric Staircase this remarkable event takes place in one of the most visually striking and architecturally significant spaces. More than just a meditation session, this is a rare opportunity to experience a sensory dialogue between sound and stone, mind and spirit, granting public access to a part of St Paul’s in an entirely new and unforgettable way.",
    "design": {
        "designers": [
            {
                "architect": "Sir Christopher Wren",
                "description": null,
                "year": "1710"
            }
        ],
        "periods": [
            "Georgian"
        ],
        "types": [
            "event"
        ]
    },
    "events": [],
    "facilities": [
        "Handrails on one side of stairs"
    ],
    "factsheet": [
        {
            "heading": "About the experience",
            "paragraphs": [
                "Experience deep tranquility in an extraordinary setting – step into the iconic St Paul’s Cathedral for a unique sound bath with Jez Smith FRSA. Surrounded by soaring architecture and centuries of history, you’ll be enveloped in soothing waves of sound from gongs played by Jez, a renowned sound therapist and partially deaf musician. This immersive, evidence-informed session is designed to calm the mind and rejuvenate the body, helping you reset from city life while exploring the power of active listening. Discover deep relaxation and new perspectives in one of London’s most magical spaces."
            ]
        },
        {
            "heading": "About Jez Smith",
            "paragraphs": [
                "Jez Smith FRSA is a distinguished sound bath practitioner, historical musician, and qualified sound therapist. He has been playing music for over 40 years, researching sound for 25 years and playing the gongs for 10 years. Combining deep expertise from diplomas with the British Academy of Sound Therapy and the College of Sound Healing, Jez crafts immersive sonic journeys using gongs, singing bowls, and ancient instruments. As a partially deaf musician, he brings a unique multi-sensory approach to his sessions, heightening the sense of vibration and resonance for profound relaxation and wellbeing. His evidence-informed sound baths, held across venues like Kew Gardens and the South Downs, invite participants to discover active listening, deep rest, and lasting mental and physical benefits. He is a Fellow of the Royal Society of Arts."
            ]
        },
        {
            "heading": "Airbnb Experiences + Open House Festival",
            "paragraphs": [
                "Open House Festival is thrilled to partner with Airbnb, our headline partner, to help visitors experience London in a more authentic way. Together, we share a mission to connect people with the city’s unique architecture, vibrant neighbourhoods and the stories that bring them to life. Just as Open House invites you to step inside remarkable spaces, Airbnb Experiences give you the chance to discover hidden streets, go behind the scenes of iconic landmarks and see the real side of London through the eyes of the people who know it best."
            ]
        },
        {
            "heading": "Key Information for the event for ticket holders",
            "paragraphs": [
                "Meeting Point: 8:45am sharp at the Churchill Gates, inside St Paul’s Cathedral.",
                "Arrival route: Enter via the Northwest Crypt door, opposite Temple Bar and Paul’s Café (Address of St Paul's Café: 2 Paternoster Sq., London EC4M).",
                "Walk through the Cathedral Café to find the Churchill Gates, where Open House rep Alison Rae and St Paul’s staff will greet you.",
                "Please have your booking confirmation ready - either on your phone or printed.",
                "From there you will be guided to the Geometric Staircase for a prompt 9:00am start.",
                "Please note: late arrivals cannot be admitted under any circumstances",
                "Accessibility",
                "The event involves stairs and indoor spaces. We aim to make the experience as inclusive as possible - please contact us here in advance if you have any access needs.",
                "This event is not suitable for individuals with seizures, epilepsy, heart conditions, high blood pressure or those in early pregnancy.",
                "What to bring/wear\nNo experience required.",
                "Wear comfortable clothing.",
                "You’ll be sitting on stairs - we strongly recommend bringing a cushion or two for comfort."
            ]
        }
    ],
    "first_published": "2025-08-20T18:31:17.298817",
    "id": 13413,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/13413/building_13413_jez_smith_1172faf485adae845a089474800a4735.jpg",
            "description": null,
            "title": null,
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_13413_jez_smith_1172faf485adae845a089474800a4735.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/13413/building_13413_jez_smith_2_fd2e3b35a93de5504bc5e764cbbc19f6.jpg",
            "description": null,
            "title": null,
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_13413_jez_smith_2_fd2e3b35a93de5504bc5e764cbbc19f6.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/13413/building_13413_pxl_20250815_151350487_edit_03a6a822f25f957a87ac72a3ffa1c4fb.png",
            "description": null,
            "title": "Geometric Stairs at St Paul's Cathedral",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_13413_pxl_20250815_151350487_edit_03a6a822f25f957a87ac72a3ffa1c4fb.png"
        }
    ],
    "links": [
        {
            "href": "https://www.playingintime.co.uk/",
            "title": "www.playingintime.co.uk"
        },
        {
            "href": "https://www.airbnb.co.uk/s/experiences?c=.pi129.pkopencityuk_partnership",
            "title": "www.airbnb.co.uk/s/experiences?c=.pi129.pkopencityuk_partnership"
        }
    ],
    "location": {
        "address": "St Paul's Churchyard, EC4M 8AD",
        "latitude": 51.51373,
        "longitude": -0.09879,
        "meeting_point": null,
        "travel_info": [
            "Tube: St. Paul's",
            "Train: City Thameslink",
            "Bus: 17, 76, 133, 15, 26",
            "Additional travel info: You need to arrive at 8.45am. Please see detailed arrival info below for ticket holders. Latecomers will not be admitted."
        ]
    },
    "name": "'Gongbath' with Jez Smith FRSA inside St Paul’s Cathedral",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/13413",
    "ticketed_events": false,
    "venue_years_listed": [
        2025
    ]
}