{
    "all_week": false,
    "balloted_events": false,
    "description": "Meet some of the team behind the Reflect pavilion, a co-designed meanwhile installation on a former HS2 construction compound. The project was inspired by a programme of community engagement on the Regent’s Park Estate. \r\nLearn more about the history of the project, the co-design process and the future of the space before joining ODAC's tour of their Story Trail round the corner at 11am!",
    "design": {
        "designers": [
            {
                "architect": "MATT+FIONA",
                "description": null,
                "year": "2024"
            }
        ],
        "periods": [
            "Contemporary"
        ],
        "types": [
            "public realm/landscape"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2025-09-13",
            "drop_in": true,
            "end": "2025-09-13T10:45:00+01:00",
            "fully_booked": false,
            "name": "Drop in: Reflect: Project Introduction and Q&A",
            "notes": "Meet some of the team behind the Reflect pavilion, a co-designed meanwhile installation on a former HS2 construction compound.",
            "start": "2025-09-13T10:15:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        "Handrails on one side of stairs",
        "Seating available",
        "Step-free routes"
    ],
    "factsheet": [
        {
            "heading": "Project History",
            "paragraphs": [
                "The project was inspired by a programme of community engagement on the Regent’s Park Estate, which identified the need for recreational and safe green spaces for young people living in the area, close to Euston Station.",
                "Working with the Camden-based charity Fitzrovia Youth in Action, social enterprise MATT+FIONA gathered ideas in the form of large-scale ink drawings and sketches. These developed into a plan. Forty-eight young people took part in this initial consultation, and a core group of 18 Young Placemakers came together over 12 weeks to develop the multifunctional pavilion, which would be the focal point of a garden designed by LDA Design. They developed the design and learned valuable skills fabricating the non-structural elements in a practical workshop at the Euston Skills Centre."
            ]
        },
        {
            "heading": "The National Temperance Hospital Garden",
            "paragraphs": [
                "LDA Design have created the wider public realm, the National Temperance Hospital Garden, It features a maze of long grasses at the northern end and parterre gardens leading to the stage and seating area. Naturalistic planting, incorporating small trees and drought-tolerant species, maximises the garden’s ecological value in a heavily built-up urban setting. The design reuses material on site, integrating the concrete foundation slabs of the former HS2 construction compound as a central feature and using the footing strips for the previous site cabins to define the maze and parterre gardens."
            ]
        }
    ],
    "first_published": "2025-08-20T18:31:17.298817",
    "id": 13428,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/13428/building_13428__dsf2758_fe164a03f4f4f63bd9419e7753d3a592.jpg",
            "description": null,
            "title": "Nick Turpin",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_13428__dsf2758_fe164a03f4f4f63bd9419e7753d3a592.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/13428/building_13428_group-shot_d6d27004d33c384a9dfe540e9268052c.jpg",
            "description": null,
            "title": "Nick Turpin",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_13428_group-shot_d6d27004d33c384a9dfe540e9268052c.jpg"
        }
    ],
    "links": [
        {
            "href": "https://mattandfiona.org/project/hs2/",
            "title": "mattandfiona.org/project/hs2"
        }
    ],
    "location": {
        "address": "National Temperance Hospital Garden, Hampstead Road, NW1 2LS",
        "latitude": 51.52871,
        "longitude": -0.1386,
        "meeting_point": null,
        "travel_info": [
            "Tube: Euston, Euston Square, Great Portland Street, Warren Street",
            "Train: Euston, King's Cross, St. Pancras",
            "Bus: 18, 205, 390, 73"
        ]
    },
    "name": "Reflect at the National Temperance Hospital Garden",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/13428",
    "ticketed_events": false,
    "venue_years_listed": [
        2025
    ]
}