{
    "all_week": false,
    "balloted_events": false,
    "description": "This Victorian church designed by Blomfield will be open for a tour of its remarkable set of stained glass windows by Margaret Chilton.",
    "design": {
        "designers": [
            {
                "architect": "Sir Arthur Blomfield",
                "description": null,
                "year": "1887"
            }
        ],
        "periods": [
            "Victorian"
        ],
        "types": [
            "religious"
        ]
    },
    "events": [],
    "facilities": [
        "Baby changing facilities",
        "Cloakroom",
        "Drinking water",
        "Parking",
        "Quieter area",
        "Seating available",
        "Step-free routes",
        "Toilets"
    ],
    "factsheet": [
        {
            "heading": "History",
            "paragraphs": [
                "Until the late 19th century, the locality of Leytonstone, on the edge of Epping Forest in east London, was served by St Mary, Leyton and from 1749 by the addition of St John the Baptist, Leytonstone; the latter become a parish in its own right in 1845. A number of iron-clad Mission Chapels were constructed to serve the growing population from the 1860s, some five or six being built between 1860 and 1910, often due to the philanthropy of William Cotton. Although some were replaced with more permanent structures, many had closed by the time of the 2nd World War.\nSt Andrew’s also started life as an iron clad building in 1882, as a Chapel of Ease to St John’s Church. By 1887, due in no small part by the generosity of William Cotton’s children, St Andrew’s had become a parish and the first stage of the new church was opened. Built to the design of Sir Arthur Blomfield, in the Early English style, the first part of the building comprised the Chancel and part of the Nave. The Chancel is more ornate than other Blomfield designs possibly at the instigation of Cotton’s children who saw St Andrew’s as a memorial to their father.\nBy 1893 the remainder of the Nave and the west elevation had been completed. The growth of the population, particularly in the Wallwood Estate, which was being developed from about 1898, resulted in St Andrew’s being the best attended church in the district with congregations of over 1500 people at all Sunday services. The last part of the present building was added in 1913 when the Choir Vestry was added at the north east corner of the building.\nA church hall, in the Arts & Crafts style was constructed to the east of the Chancel in 1904 to the design of Henry Smart. These halls were later sold to the adjoining school and recently developed into flats. The accommodation that was contained in the halls was brought within the west end of the Nave, which is separated from the Nave and Chancel by a full height folding screen. This work was carried out in 1977 after St Andrew’s had been saved from planned closure."
            ]
        }
    ],
    "first_published": "2025-09-04T01:17:46.137035",
    "id": 13436,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/13436/building_13436_st-andrew-s-leytonstone-copy_2c15814758e82c1f02b9750fcf283feb.jpg",
            "description": null,
            "title": "St Andrew's Leytonstone",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_13436_st-andrew-s-leytonstone-copy_2c15814758e82c1f02b9750fcf283feb.jpg"
        }
    ],
    "links": [
        {
            "href": "https://www.standrewse11.uk/welcome.htm",
            "title": "www.standrewse11.uk/welcome.htm"
        },
        {
            "href": "https://www.facebook.com/StAndrewsE11",
            "title": "www.facebook.com/StAndrewsE11"
        }
    ],
    "location": {
        "address": "153 Colworth Road, E11 1JD",
        "latitude": 51.57552,
        "longitude": 0.00757,
        "meeting_point": null,
        "travel_info": [
            "Train: Wood Street",
            "Bus: 257"
        ]
    },
    "name": "St Andrew's Church Leytonstone",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/13436",
    "ticketed_events": false,
    "venue_years_listed": [
        2025
    ]
}