{
    "all_week": false,
    "balloted_events": false,
    "description": "Discover the fascinating stories and characters behind this iconic district and gain a whole new perspective on London’s Chinatown! Our trained volunteer History Champions can’t wait to take you on a journey through this area’s complex, nuanced and fascinating evolution.\r\n\r\nPlaces are funded by Westminster City Council to allow Open House festival goers to enjoy the tour for free.",
    "design": {
        "designers": [],
        "periods": [],
        "types": [
            ""
        ]
    },
    "events": [],
    "facilities": [],
    "factsheet": [
        {
            "heading": "About our tours",
            "paragraphs": [
                "Join us for an Open House special edition of our Chinatown Stories walking tour! Discover the fascinating stories and characters behind this iconic district and gain a whole new perspective on London’s Chinatown. Our trained volunteer History Champions can’t wait to take you on a journey through this area’s complex, nuanced and fascinating evolution.",
                "Did you know that the site of today’s Chinatown was converted into hunting grounds by Henry VIII in Tudor England? Or that Ronnie Scott’s world-famous jazz club started in Gerrard Street? Where are the oldest established businesses in the area and what do these places show us about the area’s development as Chinatown? What’s the story behind the first Chinese printing company in the UK? Or the first Chinese chef to be awarded a Michelin star? What does the area reveal about London and world history? And what can it teach us about racism and prejudice? On our Chinatown Stories walking tour, you will hear incredible stories of migration, entrepreneurship, family histories and transformation. The content of the tours is rich and all thoroughly researched and recorded by people who are passionate about the history of this area.",
                "Tours are delivered in English."
            ]
        },
        {
            "heading": "Tickets funded by Westminster City Council",
            "paragraphs": [
                "Tickets for the day's tours are provided for free thanks to Westminster City Council."
            ]
        },
        {
            "heading": "About our guides",
            "paragraphs": [
                "Our tours are provided by our award winning History Champions - volunteers who love Chinatown and sharing their extensive knowledge about the area with visitors. Each guide has their own areas of specific interests and thus each tour has a different emphasis or focus."
            ]
        },
        {
            "heading": "Welcoming children",
            "paragraphs": [
                "We welcome hundreds of young people to our tours throughout the year - it is a popular activity for school trips.",
                "The material covered is most suitable for ages 11+, but you will understand your young person best. We have had many younger children with strong interests in history but do note that the tours on this day are not family-focused."
            ]
        },
        {
            "heading": "Access needs and what to expect",
            "paragraphs": [
                "The activity is a walking tour on flat, paved streets. The total distance covered is around 1km at a leisurely pace. There is very limited public seating and the tour involves standing for longer periods. There are no public toilets in the Chinatown area. Chinatown can be crowded, with loud noises and strong smells."
            ]
        }
    ],
    "first_published": "2025-09-02T16:19:06.149871",
    "id": 13441,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/13441/building_13441_befunky_2025-8-1_19-47-25_d6fcc094a3adec9e8f91cb33d288d8b1.jpg",
            "description": null,
            "title": "History Champion volunteers lead tours around London's iconic Chinatown",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_13441_befunky_2025-8-1_19-47-25_d6fcc094a3adec9e8f91cb33d288d8b1.jpg"
        }
    ],
    "links": [
        {
            "href": "https://www.chinatowncollective.london/",
            "title": "www.chinatowncollective.london"
        }
    ],
    "location": {
        "address": "Chinatown, W1D 6JA",
        "latitude": 51.51158,
        "longitude": -0.13121,
        "meeting_point": null,
        "travel_info": [
            "Tube: Leicester Square, Piccadilly Circus, Tottenham Court Road",
            "Train: Charing Cross",
            "Additional travel info: Our walking tours start and end in London's Chinatown. Our guides will help you find your bearings and give directions to your next stop."
        ]
    },
    "name": "Chinatown Stories community-led walking tour",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/13441",
    "ticketed_events": false,
    "venue_years_listed": [
        2025
    ]
}