{
    "all_week": false,
    "balloted_events": false,
    "description": "Red brick and Bath stone grand 'Elizabethan Renaissance' style building altered by war, political changes and reflecting Richmond's history.",
    "design": {
        "designers": [
            {
                "architect": "W. J. Ancell",
                "description": null,
                "year": "1893"
            }
        ],
        "periods": [
            "Victorian"
        ],
        "types": [
            "community/cultural"
        ]
    },
    "events": [
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/1381",
            "capacity": null,
            "date": "2025-09-13",
            "drop_in": false,
            "end": "2025-09-13T11:00:00+01:00",
            "fully_booked": true,
            "name": "Guided tour",
            "notes": "Discover the hidden secrets of Richmond Old Town Hall in this guided tour.\r\n\r\nThe tour will start in the ground floor foyer of the building.",
            "start": "2025-09-13T10:00:00+01:00",
            "ticketed": true
        },
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/1381",
            "capacity": null,
            "date": "2025-09-13",
            "drop_in": false,
            "end": "2025-09-13T11:30:00+01:00",
            "fully_booked": true,
            "name": "Guided tour",
            "notes": "Discover the hidden secrets of Richmond Old Town Hall in this guided tour.\r\n\r\nThe tour will start in the ground floor foyer of the building.",
            "start": "2025-09-13T10:30:00+01:00",
            "ticketed": true
        },
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/1381",
            "capacity": null,
            "date": "2025-09-13",
            "drop_in": false,
            "end": "2025-09-13T12:00:00+01:00",
            "fully_booked": true,
            "name": "Guided tour",
            "notes": "Discover the hidden secrets of Richmond Old Town Hall in this guided tour.\r\n\r\nThe tour will start in the ground floor foyer of the building.",
            "start": "2025-09-13T11:00:00+01:00",
            "ticketed": true
        },
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/1381",
            "capacity": null,
            "date": "2025-09-13",
            "drop_in": false,
            "end": "2025-09-13T14:00:00+01:00",
            "fully_booked": true,
            "name": "Guided tour",
            "notes": "Discover the hidden secrets of Richmond Old Town Hall in this guided tour.\r\n\r\nThe tour will start in the ground floor foyer of the building.",
            "start": "2025-09-13T13:00:00+01:00",
            "ticketed": true
        },
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/1381",
            "capacity": null,
            "date": "2025-09-13",
            "drop_in": false,
            "end": "2025-09-13T14:30:00+01:00",
            "fully_booked": true,
            "name": "Guided tour",
            "notes": "Discover the hidden secrets of Richmond Old Town Hall in this guided tour.\r\n\r\nThe tour will start in the ground floor foyer of the building.",
            "start": "2025-09-13T13:30:00+01:00",
            "ticketed": true
        },
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/1381",
            "capacity": null,
            "date": "2025-09-13",
            "drop_in": false,
            "end": "2025-09-13T15:00:00+01:00",
            "fully_booked": true,
            "name": "Guided tour",
            "notes": "Discover the hidden secrets of Richmond Old Town Hall in this guided tour.\r\n\r\nThe tour will start in the ground floor foyer of the building.",
            "start": "2025-09-13T14:00:00+01:00",
            "ticketed": true
        },
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/1381",
            "capacity": null,
            "date": "2025-09-13",
            "drop_in": false,
            "end": "2025-09-13T15:30:00+01:00",
            "fully_booked": false,
            "name": "Guided tour",
            "notes": "Discover the hidden secrets of Richmond Old Town Hall in this guided tour.\r\n\r\nThe tour will start in the ground floor foyer of the building.",
            "start": "2025-09-13T14:30:00+01:00",
            "ticketed": true
        }
    ],
    "facilities": [
        "Toilets",
        "Gender neutral toilet",
        "Quieter area",
        "Seating available",
        "Accessible toilet"
    ],
    "factsheet": [
        {
            "heading": "History",
            "paragraphs": [
                "By the late 1870s the Richmond Vestry, had out-grown its premises – the Vestry Hall in Paradise Road – and had considered buying the ‘Castle Hotel’ after it closed in 1876, but the price was too high. Sir John Whittaker Ellis – the 5th son of Joseph Ellis – a former Lord Mayor of London (1881-2) and the local M.P. (1884-1892) – bought the site and gave it to the Vestry in 1888 for the new municipal building. He wrote to the Vestry on 30th May 1888:",
                "‘I have pleasure to inform you as the Chairman of the Richmond Vestry that I have, within the last few days, entered into a contract with Mr Tod Heatly to purchase the whole of the Castle Hotel property. It has been long present to my mind that the opening up of a view of the River at this point would be a very great improvement to the Town of Richmond and that it is the Central spot, of all others, suitable for Municipal Offices.’",
                "The site included the gardens to the river where the War Memorial now stands and a condition of the gift was that a road should be made between Hill Street and the river in order to give more access to the riverside. This road was originally called Castle Road, but on 9th November 1891, at a Council meeting, Mr Alderman Roberts moved \"that the name “Castle Road” recently given to the Road leading from Hill Street to the River Thames be altered and that such Road be in future called and known by the name of “Whittaker Avenue.”",
                "The motion was seconded and carried. The Assembly Rooms were left on the other side of the road to continue, firstly, as a theatre, then a cinema and finally a nightclub."
            ]
        },
        {
            "heading": "Design",
            "paragraphs": [
                "The Vestry decided to hold a competition for the design of the new Town Hall and put a limit of £10,000 on the cost. The brief read as follows :",
                "‘erecting Municipal Buildings and filling out and furnishing the same and completing the new Road to the River and laying out as a recreation Ground the land in that Road belonging to the Vestry not required for the Municipal Building.’",
                "The winner of the competition would receive £100 and the runner-up £50.  The Vestry rejected the two prize-winners – Messrs. Elkington and Son and Thomas Verity. Elkington admitted that his original estimate of £10,025 would rise to £13,000 and the cost would be £13,500 if oak fittings and panelling were used in the Council Chamber. The Vestry, therefore decided to up the estimated cost to £12,000 and as the third estimate was £11,895, they chose the design by W.J. Ancell which eventually cost twice the amount – £24,000.",
                "The building was in the “Elizabethan Renaissance” style, with three fronts faced with red brick and with Bath stone strings, cornices etc. The roofs were covered with slates and red tile ridges. The treatment was a “grouped pilastered design carried by a rusticated base, carving being introduced and massed to give additional effect.” The building included a Council chamber, committee rooms, Mayor’s parlour and Councillors’ rooms as well as offices for the Town Clerk, Borough Surveyor, Accountant, Medical Officer of Health, Inspector of Nuisances and the Gas Tester. There was also accommodation for a caretaker and hall keeper.",
                "The main entrance was in Whittaker Avenue, with a business entrance on Hill Street. The central staircase had treads and risers in Devonshire marble in two colours and the corridors and foyer were laid with coloured tiles and mosaic borders. The building was heated with hot water from a ‘Trentham Cornish’ boiler in the basement with wrought iron pipes and radiators. This was carried out by Mr J. Jeffries. The electric light fittings and appliances were by Strode & Co.",
                "The Town Hall Clock was made by Messrs Potts & Sons of Leeds and the chimes and large bell striking the hours were made by Taylor & Co of Loughborough. The clock and  bells were presented by the then Mayor, Alderman Charles Butt. The clock case was made to a design of W.J. Ancell by Messrs Jones & Willis. The clock case was the gift of Sir Francis Cook of Doughty House on Richmond Hill.",
                "The ground between the Town Hall and the towpath was laid out as a pleasure ground with 3 terraces and steps to the river bank. The total cost, including the laying out of the grounds and Whittaker Avenue, was  £24,000. The builder was Mr J.W. Brooking (Lansdowne & Co) Richmond.",
                "W.J. Ancell also designed the exterior of the Trocadero Restaurant in Piccadilly Circus and worked on the Regent’s Palace Hotel. He died in 1913.",
                "By the time the building was finished Richmond had become a Borough and received its Charter of Incorporation on 23rd July 1890. The building – now the borough’s Town Hall – was opened on 10th June 1893 by the Duke of York – the future George V. Sir John Whittaker Ellis became the borough’s Charter or first Mayor. He died in 1912 and is buried in St.Peter’s churchyard, Petersham. On 30th July 1895, Princess Mary Adelaide, Duchess of Teck (who lived at White Lodge in Richmond Park) unveiled a bust of Whittaker Ellis, sculpted by Francis Williamson, which now stands on the staircase in the building.",
                "In the 2nd World War, the Town Hall suffered severe fire-bomb damage in one of the worst air raids during the night of 29th November 1940. The roof and top floor were completely destroyed and the Council Chamber was gutted. Temporary accommodation was found for the Town Clerk’s and Borough Treasurer’s departments whilst essential repairs were in progress, so that the Council’s activities were carried on practically without interruption.",
                "When refurbishment took place after the war it was thought inadvisable and uneconomic to restore the building exactly as before so a modified scheme was approved. The Council Chamber was reinstated and a new Committee room and improved accommodation for members were provided on the first floor. Additional offices above the Council Chamber provided extra room for staff and there was a flat for the Town Hall keeper. The restored Town Hall was re-opened by Queen Elizabeth the Queen Mother on 16th December 1952.",
                "The Council Chamber was rebuilt in late 17th Century style with English oak panelling and chandeliers and a decorative plaster ceiling. The roof line was completely remodelled and the gothic turret disappeared. The cost of the restoration was £68,357. The work on the Council Chamber was undertaken by Hampton & Sons Ltd, who also furnished and decorated the new royal yacht, Britannia."
            ]
        },
        {
            "heading": "Amalgamation of the London Boroughs",
            "paragraphs": [
                "In 1965, Richmond was incorporated with the Boroughs of Barnes and Twickenham to become the London Borough of Richmond upon Thames and Twickenham’s York House became the main municipal building. The Council Chamber in the Richmond Town Hall was hired out for meetings and the rest of the building was used as additional Council offices.",
                "In the 1980s the whole of the riverside area between Water Lane and Richmond Bridge was redeveloped to a design by Quinlan Terry. The complex was opened by Queen Elizabeth II on 28th October 1988. The Old Town Hall was refurbished and modified as part of this. In 1987 the Central Reference Library which previously had been housed with the Lending Library on the Little Green was opened on the first floor of the Old Town Hall. The Local Studies Library was given its own space and a small museum dedicated to the history of Richmond was also included – both on the top floor of the building.",
                "In 2000 an extension was built into the attic space and a new air conditioned store built to house the Local Studies Collection. The Twickenham and Richmond collections were amalgamated and a new Local Studies centre opened."
            ]
        }
    ],
    "first_published": "2025-07-17T16:15:43.000000",
    "id": 1381,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/1381/building_1381_lcf-22706-old-town-hall_9a44e44a79644167bb8e1ead5e5e599f.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1381_lcf-22706-old-town-hall_9a44e44a79644167bb8e1ead5e5e599f.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/1381/building_1381_oth-1_fb65efb409da1c452b37b78836236bf8.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1381_oth-1_fb65efb409da1c452b37b78836236bf8.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/1381/building_1381_oth-2_5aa61200edb69e68890822e1b079898c.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1381_oth-2_5aa61200edb69e68890822e1b079898c.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/1381/building_1381_oth-3_3191d18aff8cf9b7aa4a7e2510d40786.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1381_oth-3_3191d18aff8cf9b7aa4a7e2510d40786.jpg"
        }
    ],
    "links": [
        {
            "href": "https://www.richmond.gov.uk/old_town_hall",
            "title": "www.richmond.gov.uk/old_town_hall"
        }
    ],
    "location": {
        "address": "Old Town Hall, Whittaker Avenue, Richmond, TW9 1TP",
        "latitude": 51.4588156,
        "longitude": -0.3068136,
        "meeting_point": null,
        "travel_info": [
            "Tube: Richmond",
            "Train: Richmond",
            "Additional travel info: Guided tours on 13 September will start in the ground floor foyer of the building."
        ]
    },
    "name": "The Old Town Hall, Richmond",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/1381",
    "ticketed_events": true,
    "venue_years_listed": [
        2021,
        2022,
        2023,
        2024,
        2025
    ]
}