{
    "all_week": false,
    "description": "Grade II listed, this is the oldest Quaker meeting house in London. Built in 1778, it has original panelling & a minister's gallery. See flagstones from the earlier 1674 buildings. Also a secluded burial ground & garden. Free refreshments.",
    "design": {
        "designers": [
            {
                "architect": "Unknown",
                "description": null,
                "year": "1778"
            }
        ],
        "periods": [
            "Georgian"
        ],
        "types": [
            "religious",
            "cemetery"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2025-09-13",
            "drop_in": true,
            "end": "2025-09-13T16:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in: Open day with guided tours",
            "notes": "Guided or unguided tour of this place of worship and peaceful burial ground. Plenty of seating and quiet spaces. Free refreshments.",
            "start": "2025-09-13T12:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        "Toilets",
        "Baby changing facilities",
        "Drinking water",
        "Family-friendly event",
        "Gender neutral toilet",
        "Quieter area",
        "Seating available",
        "Step-free routes"
    ],
    "factsheet": [
        {
            "heading": "Early History",
            "paragraphs": [
                "The land on which Wandsworth Friends Meeting House now stands once belonged to the Abbots of Westminster, having been bestowed to them by Edward the Confessor. It was later confiscated by Henry VIII on the Dissolution of the Monasteries and passed to the Earls of Spencer. Eventually, a local Quaker by the name of Joan Stringer held a copyhold on this land, which contained a small house, a shop and three sheds. In 1674, she underleased the property to the Society of Friends, and the first Meeting House was erected that year at a cost of £202. A stone in the burial ground records Joan Stringer as ‘giver of the ground’.",
                "By 1731, the original building was badly in need of repair. Andrew Hisgood, a caretaker on the premises, wrote in 1740: “The first winter of our coming to this troublesome house we lighted the fire thirty times ... and my wife tells me that she has been above one and a half hours a-laying and a-lighting and a-blowing the fire to a good heat.” The surrounding area was damp and often so flooded that the Quakers seriously considered building a wooden walkway across the fields to ensure that they could come to Meeting without having to walk the long way round in wet weather."
            ]
        },
        {
            "heading": "The Meeting House",
            "paragraphs": [
                "In 1778, at a cost of £600, the present Meeting House was built, reusing flagstones from the original structure to form a courtyard (part of which was covered over in around 1955 but still retains an air of the past). The title deeds suggest that the area that is now the small meeting room was once a ‘paled yard’, while the ‘cottage’ on the street front predates even the first Meeting House and was probably in existence more than 350 years ago. It has been substantially refurbished and a new facade was built in 1927, but the early wooden panelling remains.",
                "The Meeting Room also retains its original wooden panelling and two-hundred-year-old benches, which are arranged in a ‘hollow square’, typical of today’s Quaker Meetings. The raised Ministers’ Gallery at the west end was initially reserved for Friends Travelling in the Ministry but is little used in present times. The small meeting room next to it is where women and children worshipped separately from the men, two hundred years ago.",
                "For the comfort of worshippers, an iron stove was installed in the centre of the Meeting Room in the mid-1800s, and the building was one of the first properties in the area to have a piped gas supply (for lighting). Further modernisations followed until, by the mid-1900s, the pine panelling and benches had been smothered in varnish and paint, and the majestic floorboards partly obscured by lino. The historical integrity of the Meeting House was painstakingly restored in the 1970s and is being preserved for the future through the use of appropriate materials – as eco-friendly as possible – wherever renovation is required.",
                "Displays relating to the text include:",
                "• Model of the property as it existed in 1674, created from the description in the Deeds of Transfer",
                "• Framed prints of the 300-year-old Jordan Quaker Meeting House in Buckinghamshire, where William Penn’s family are buried. One of the prints shows women worshipping on the opposite side of the aisle from men in the early 1800s, a custom also observed at the Wandsworth Meeting House",
                "• Framed drawing showing the position and brief description of the gravestones in the Burial Ground",
                "• Photographs of the Meeting House, dating from the early 1900s",
                "• Information boards on Quaker history and links with the Wandsworth community"
            ]
        },
        {
            "heading": "Burial Ground and Garden",
            "paragraphs": [
                "The secluded burial ground – originally an orchard – is an oasis of peace amidst the noise and bustle of Wandsworth High Street. No gravestones exist before the mid-1800s because Quakers of the time felt them to be idolatrous. However, many old, traditionally Quaker gravestones remain from the Victorian era, including one for Henry Christie, who came from a family of hatters and bankers, and donated to the British Museum many of the archaeological artefacts he acquired on his travels.",
                "Next to him are gravestones commemorating the Hanburys, a family of botanists and herbalists who founded Allen & Hanbury pharmaceuticals. One son, Sir Thomas Hanbury, is not buried here but in Italy. A Quaker philanthropist and a great lover of plants, he gave his house at Wisley to the Royal Horticultural Society, which now forms its headquarters. Today, in homage to the past, a herb garden is being re-established under the great Georgian windows of the Meeting Room."
            ]
        },
        {
            "heading": "Community Links",
            "paragraphs": [
                "In the mid-1800s, the Religious Society of Friends founded the Adult School Movement to assist those who had had little or no education during the Dame School era. Wandsworth Adult School gathered in this Meeting House, and for some years in the mid-1900s the premises were used for helping the area’s unemployed. Today during the week other Christian worshipping groups use the Meeting House, as do a music-making group, community support groups and the Wandsworth Historical Society.",
                "All are welcome to join Wandsworth Friends at their Meetings for Worship on Sundays at 10.30 until 11.30am, with coffee and conversation afterwards.  Meetings for Worship are also held on the second Tuesday of every month from 12.30 until 1.00pm, .For up to date details, including Zoom Meetings, please visit our website:  www.wandsworth.quakermeeting.org"
            ]
        }
    ],
    "first_published": "2025-07-26T21:21:23.055071",
    "id": 1422,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/1422/building_1422_quaker-meeting-house-wandsworth-memorial-stone-resized_208f62d148de67e370d1dd8bb74991d9.jpeg",
            "description": null,
            "title": "Memorial stone",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1422_quaker-meeting-house-wandsworth-memorial-stone-resized_208f62d148de67e370d1dd8bb74991d9.jpeg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/1422/building_1422_unknown_124f4716e78421a9a99054a18432d22e.jpeg",
            "description": null,
            "title": "The panelled meeting room with visiting ministers' gallery at the back",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1422_unknown_124f4716e78421a9a99054a18432d22e.jpeg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/1422/building_1422_unknown-1_8846f89b967b374c3b996e39c118780c.jpeg",
            "description": null,
            "title": "The panelled library room with double door entrance to the meeting room",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1422_unknown-1_8846f89b967b374c3b996e39c118780c.jpeg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/1422/building_1422_unknown_d7bb7768a8635d3716aa3217dae7d1a2.jpeg",
            "description": null,
            "title": "The entrance and corridor to the burial ground with original stone flags and pillar",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1422_unknown_d7bb7768a8635d3716aa3217dae7d1a2.jpeg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/1422/building_1422_unknown_63afcdc1761281f85322535790181fde.jpeg",
            "description": null,
            "title": "Rear elevation and burial ground",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1422_unknown_63afcdc1761281f85322535790181fde.jpeg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/1422/building_1422_unknown_96b754b28d3fec044e197d6298752e15.jpeg",
            "description": null,
            "title": "The burial ground and rear elevation",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1422_unknown_96b754b28d3fec044e197d6298752e15.jpeg"
        }
    ],
    "links": [
        {
            "href": "https://quakersinswlondon.org/",
            "title": "quakersinswlondon.org"
        },
        {
            "href": "www.wandsworth.quakermeeting.org",
            "title": null
        }
    ],
    "location": {
        "address": "59 Wandsworth High Street, Wandsworth, SW18 2PT",
        "latitude": 51.4565224,
        "longitude": -0.1917397,
        "meeting_point": null,
        "travel_info": [
            "Tube: East Putney",
            "Train: Wandsworth Town",
            "Bus: 28, 39, 87, 156, 337, 44, 270, 220",
            "Additional travel info: Quaker Meeting House - Wandsworth is located opposite Wandsworth Town Hall."
        ]
    },
    "name": "Quaker Meeting House - Wandsworth",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/1422",
    "ticketed_events": false,
    "venue_years_listed": [
        2022,
        2023,
        2024,
        2025
    ]
}