{
    "all_week": false,
    "balloted_events": false,
    "description": "Part of the Chelsea Heritage Quarter, the Royal Hospital Chelsea has housed the iconic Chelsea Pensioners since 1692. Join a tour led by a Chelsea Pensioner to explore its rich history and architecture, from Wren’s design to Soane’s legacy. Visit the new Soane Stable Yard, opened in 2024, and its interactive exhibition for deeper insight.",
    "design": {
        "designers": [
            {
                "architect": "Sir John Vanbrugh",
                "description": null,
                "year": "1682"
            },
            {
                "architect": "Nicholas Hawksmoor",
                "description": null,
                "year": "1682"
            },
            {
                "architect": "Sir Christopher Wren",
                "description": null,
                "year": "1682"
            },
            {
                "architect": "Sir John Soane",
                "description": null,
                "year": "1682"
            },
            {
                "architect": "Robert Adam",
                "description": null,
                "year": "1682"
            },
            {
                "architect": "Samuel Wyatt",
                "description": null,
                "year": "1682"
            }
        ],
        "periods": [
            "Sir John Soane",
            "Sir John Vanbrugh",
            "Nicholas Hawksmoor",
            "John Gibson",
            "Peregrine Bryant Associates",
            "Sir John Soane",
            "Stuart",
            "Georgian"
        ],
        "types": [
            "health",
            "museum",
            "historical house",
            "military",
            "mixed use"
        ]
    },
    "events": [
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/1538",
            "capacity": null,
            "date": "2025-09-13",
            "drop_in": false,
            "end": "2025-09-13T14:00:00+01:00",
            "fully_booked": true,
            "name": "Guided Tour of the RHC with a Chelsea Pensioner",
            "notes": "",
            "start": "2025-09-13T13:30:00+01:00",
            "ticketed": true
        },
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/1538",
            "capacity": null,
            "date": "2025-09-13",
            "drop_in": false,
            "end": "2025-09-13T14:30:00+01:00",
            "fully_booked": true,
            "name": "Guided Tour of the RHC with a Chelsea Pensioner",
            "notes": "",
            "start": "2025-09-13T14:00:00+01:00",
            "ticketed": true
        },
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/1538",
            "capacity": null,
            "date": "2025-09-13",
            "drop_in": false,
            "end": "2025-09-13T15:30:00+01:00",
            "fully_booked": true,
            "name": "Guided Tour of the RHC with a Chelsea Pensioner",
            "notes": "",
            "start": "2025-09-13T15:00:00+01:00",
            "ticketed": true
        },
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/1538",
            "capacity": null,
            "date": "2025-09-13",
            "drop_in": false,
            "end": "2025-09-13T16:00:00+01:00",
            "fully_booked": true,
            "name": "Guided Tour of the RHC with a Chelsea Pensioner",
            "notes": "",
            "start": "2025-09-13T15:30:00+01:00",
            "ticketed": true
        },
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/1538",
            "capacity": null,
            "date": "2025-09-14",
            "drop_in": false,
            "end": "2025-09-14T14:00:00+01:00",
            "fully_booked": false,
            "name": "Guided Tour of the RHC with a Chelsea Pensioner",
            "notes": "",
            "start": "2025-09-14T13:30:00+01:00",
            "ticketed": true
        },
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/1538",
            "capacity": null,
            "date": "2025-09-14",
            "drop_in": false,
            "end": "2025-09-14T14:30:00+01:00",
            "fully_booked": true,
            "name": "Guided Tour of the RHC with a Chelsea Pensioner",
            "notes": "",
            "start": "2025-09-14T14:00:00+01:00",
            "ticketed": true
        },
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/1538",
            "capacity": null,
            "date": "2025-09-14",
            "drop_in": false,
            "end": "2025-09-14T15:00:00+01:00",
            "fully_booked": true,
            "name": "Guided Tour of the RHC with a Chelsea Pensioner",
            "notes": "",
            "start": "2025-09-14T14:30:00+01:00",
            "ticketed": true
        },
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/1538",
            "capacity": null,
            "date": "2025-09-14",
            "drop_in": false,
            "end": "2025-09-14T15:30:00+01:00",
            "fully_booked": true,
            "name": "Guided Tour of the RHC with a Chelsea Pensioner",
            "notes": "",
            "start": "2025-09-14T15:00:00+01:00",
            "ticketed": true
        },
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/1538",
            "capacity": null,
            "date": "2025-09-14",
            "drop_in": false,
            "end": "2025-09-14T16:00:00+01:00",
            "fully_booked": false,
            "name": "Guided Tour of the RHC with a Chelsea Pensioner",
            "notes": "",
            "start": "2025-09-14T15:30:00+01:00",
            "ticketed": true
        }
    ],
    "facilities": [
        "Toilets",
        "Accessible toilet",
        "Baby changing facilities",
        "Drinking water"
    ],
    "factsheet": [
        {
            "heading": "A Royal heritage",
            "paragraphs": [
                "1681",
                "The shadow of the Civil Wars that divided a nation some three decades earlier had passed and England once again had a Stuart king. The ageing Charles II was restored to his father’s throne, but never forgot those who loyally served under the banner of the Crown and fought against their fellow Englishmen on the battlefield.",
                "He looked to Paris, where his cousin the Sun King, Louis XIV, has completed the first purpose-built accommodation for veterans of the French army: Hôtel des Invalides. Inspired by his French counterpart, Charles harnessed the architectural genius of mathematician and astronomer, Sir Christopher Wren, whom he had charged with rebuilding London following the Great Fire of 1666. The vision of these two men became England’s first home and provider of care for soldiers ‘broken by age or war’: the Royal Hospital Chelsea. \n\t\n1692",
                "Charles II is dead, never seeing his ambitions for the Royal Hospital realised. But under the eye of Sir Christopher Wren, a landmark emerged from the pastoral village of Chelsea to dominate views over the Thames. The first veterans took up residence in February 1692, living shoulder to shoulder with their brothers in arms. Recognisable by their iconic scarlet tunics, they became fondly known throughout the country as the ‘Chelsea Pensioners’.",
                "Today",
                "Though Chelsea has long since been engulfed by the sprawl of London, the Royal Hospital remains one of the most iconic sites within the capital. Numbered amongst Britain’s most important heritage organisations as the permanent home to the Chelsea Pensioners, it remains one of our most loved and valued working historic buildings. The Royal Hospital’s relevance to modern society remains undiminished, continuing a centuries’ old tradition of veteran care.",
                "The Royal Hospital Chelsea was the vision of a king, but its legacy has been for the benefit of all former soldiers below officer ranks. They served the nation in its time of need and now the Royal Hospital serves them in theirs, providing a welcoming home, comradeship and specialist care, ensuring that no Chelsea Pensioner need spend their final years alone.",
                "Each year, around the anniversary of Charles II’s coronation, the Royal Hospital community comes together for Founder’s Day: we remember the monarch who understood the debt of gratitude a nation owes to those who fight for our freedom, its wish, and obligation, to look after them."
            ]
        },
        {
            "heading": "The Chelsea Pensioners",
            "paragraphs": [
                "Any former soldier of the British Army over the age of 65 can apply for full-time residence at the Royal Hospital Chelsea as a Chelsea Pensioner.",
                "Some 300 veterans call the Royal Hospital home, including men and women who served in conflicts such as the Second World War, Korea and the First Gulf War. Today’s community, decorated with 730 medals and with 5,373 years of combined military service between them, represents 69 British Army regiments and corps.",
                "Hailing from across the United Kingdom as well as overseas, members of our veteran population come from a wide spectrum of socio-economic backgrounds, with an average age of 82 years. Most join the Royal Hospital due to loneliness in the advanced stages of their lives, following the loss of a spouse, or when friends seem to dwindle.",
                "Though their service records and civilian lives are entirely individual, each Chelsea Pensioner understands what it means to serve in the armed forces and the potential sacrifice that entails. Together, they are the iconic faces of the British veteran community, upholding our tradition of Remembrance.",
                "Chelsea Pensioners are united by the Royal Hospital’s military ethos and culture, which foster purpose and pride. The shared values that cement our community reflect the best of the older generations of veterans and provide a powerful, positive role model to other ex-Service personnel and to soldiers today through the shared perspective of a military background.",
                "Many armed forces veterans are significantly less fortunate than the Chelsea Pensioners. To acknowledge and harness their position, Chelsea Pensioners play an active ambassadorial role across the UK and abroad. The Chelsea Pensioners’ collective knowledge and valuable experiences demonstrate the many ways in which the British Army supports those who have served over the course of a lifetime.",
                "The Royal Hospital’s military ethos places a premium on respect and camaraderie. Our ambition is to safeguard the needs of future veterans, whilst supporting links with other ex-Service organisations, the serving forces and the Ministry of Defence. We work in collaboration with the military community and charities to raise awareness of and encourage the nation’s respect, support and affection for its veterans, who were prepared to sacrifice their lives for Crown and country."
            ]
        },
        {
            "heading": "Origins and Civil War",
            "paragraphs": [
                "Until the 17th century, the state made no specific provision for old or injured soldiers. Historically, religious foundations cared for the poor and sick, but this largely ended with the Dissolution of the Monasteries, which took place during the reign of Henry VIII.",
                "Under Elizabeth I, it was recognised that this had resulted in an absence of places to which these soldiers could retire. A 1593 Act of Parliament and numerous proposals sought to address these concerns by raising money through parish taxation and establishing alms-houses. These measures were largely unsuccessful.",
                "During the English Civil War (1642–1651), Parliament decreed pensions for soldiers with disabilities should be paid from national funds, rather than local taxation, as communities identifying as either Parliamentarian or Royalist would be unwilling to support veterans who had fought on the opposing side.",
                "The Restoration of the monarchy in 1660 and the disbandment of the Parliamentary Army and exiled Royalist forces made improving provision for soldiers’ welfare more urgent. This need intensified when the English Army was established as a standing military force in 1660.",
                "In response, King Charles II issued a Royal Warrant in 1681, which authorised the building of the Royal Hospital Chelsea to provide a home and refuge for land soldiers 'broken by age or war' in the service of the Crown – as well as a lasting architectural ornament to the restoration of the monarchy.",
                "It is popularly believed that Nell Gwynn, an actress numbered amongst Charles II’s favourite mistresses, played a decisive role in the Royal Hospital’s foundation. Whilst this is unsupported by contemporary records, the legend endures."
            ]
        },
        {
            "heading": "Architecture and building works",
            "paragraphs": [
                "The chosen site for the Royal Hospital, set adjacent to the River Thames in what was then the countryside of Chelsea, contained the uncompleted building of the former 'Chelsey College'. This was a disused theological college, sanctioned by King James I and which for many years had been used to house Scottish and Dutch Prisoners of War.",
                "Sir Stephen Fox (1627-1716), Paymaster General to the Army and Commissioner of the Treasury, was tasked with securing the necessary funds to build the Royal Hospital. The early funding of the Royal Hospital was made from deductions from army pay, with occasional funding from other sources. This continued to be the Royal Hospital's main source of revenue until 1847. Since then, the Royal Hospital has been supported by 'Grant-in-Aid' from the Ministry of Defence, as well as raising income through events – such as the RHS Chelsea Flower Show – and charitable fundraising.",
                "The original Royal Hospital building was intended to house 412 veteran soldiers and their officers, and comprised a single quadrangle, known as Figure Court, surrounded on two sides by the accommodation blocks and on a third by the Great Hall and Chapel. The pavilions at each corner provided for the kitchen, Infirmary and officers’ accommodation. However, before work had begun it became apparent that the buildings would be insufficient and Wren added two further quadrangles to his design.",
                "In 1692 work to the Royal Hospital was finally completed and by the end of March the full complement of 476 Chelsea Pensioners were in residence.",
                "In 1809, Sir John Soane constructed a new Infirmary building, with space for 80 residents on the site now occupied by the National Army Museum. Soane was Clerk of Works to the Royal Hospital until his death in 1837, during which time he added a number of buildings to the site, including his own residence and a Stable Block."
            ]
        },
        {
            "heading": "The Long Wards",
            "paragraphs": [
                "The four-storey wings on the East and West side of Figure Court contain the Chelsea Pensioners living quarters, or sheltered accommodation, which are known as Long Wards. The East and West wings were symmetrically planned, with Long Wards running the length of the building on each of the four floors. Each Long Ward is 200 feet (61 metres) long with a line of wainscoted berths – or bedrooms – running down the inner side, now containing 18 berths.",
                "The original berths – so called, the story goes, because they were crafted from the wood of captured ships – were designed by Sir Christopher Wren and measured six feet (1.8 metres) square. The berths were enlarged in 1954-55 and again in 1991 to 9 feet (2.7 metres) squared. By the end of 2015, all Chelsea Pensioner berths were upgraded to meet the needs of the 21st century veteran and now contain a study area and en suite bathroom.",
                "Gas lighting was installed in the Long Wards in 1854, but it was not until the early 20th century with the advent of electricity that there was any lighting in the berths.\nWren’s design included shallow and wide stairs at the northern ends of the Long Wards, for the convenience of elderly or disabled residents. The staircase in the East Wing is modern, having been damaged by bombing in 1940. The wood used to restore it was left over from the repair of the House of Commons, and the altered wall is picked out in lighter brick.",
                "Wren provided separate stairs at the south end of each wing as a means of escape in case of fire."
            ]
        },
        {
            "heading": "Figure Court",
            "paragraphs": [
                "Figure Court is the oldest part of the Royal Hospital Chelsea, having been started by Wren in 1682.",
                "The Colonnade is all Wren's original work, with benches and panelling dating back to 1688. Wren is also believed to have composed the Latin inscription, summarising the Royal Hospital’s mission. It translates as: “For the succour and relief of those broken by age and war, founded by Charles II continued by James II and completed by William and Mary in the year of our Lord 1692”. The 32-foot Doric columns of the main portico support the Royal Hospital's water cistern, originally filled from the River Thames.",
                "The 7'6\" statue of Charles II, from which Figure Court takes its name, is the work of Grinling Gibbons (1648-1721). It shows the monarch as a Roman general, holding a baton as a sign of his imperial authority. The statue was presented to the King by one of his courtiers, Tobias Rustat, in 1682 and was moved to the Royal Hospital after Charles II’s death in 1685. Originally gilded, it was bronzed in 1782 and then regilded in 2002 for HM The Queen's Golden Jubilee."
            ]
        },
        {
            "heading": "Grounds and gardens",
            "paragraphs": [
                "Originally constituting formal water gardens connected to the Thames by canals, the grounds were vastly altered by the mid-19th century construction of the Embankment. Wren’s gazebos and summer houses, together with the vista to the River Thames, were removed between 1850-68.",
                "Laid out by John Gibson, who was responsible for Battersea and several Royal Parks, Ranelagh Gardens was devised as a pleasure ground to rival those at Vauxhall and housed a (demolished) Rotunda comparable to the Royal Albert Hall. The Rotunda features in a wealth of contemporary paintings (Canaletto) and saw some of the greatest musicians of the age perform there, including Mozart at 9 years old. The Soane Pavilion remains in testament to the Gardens’ erstwhile fashionable status, together with the original undulating landscaping.",
                "The 18th-century burial ground on the site's North side, which is preserved, is the final resting place for the first Chelsea Pensioners, including those who served in the Civil War.",
                "Finally, RHC has been synonymous with the iconic RHS Chelsea Flower Show since 1913.",
                "The contemporary grounds boast an abundance of trees and planting, including a prize-winning ‘incense cedar’. Wildlife ranges from bats and voles to bees and tawny owls."
            ]
        },
        {
            "heading": "The Royal Hospital during the Blitz",
            "paragraphs": [
                "The Chelsea Pensioners and staff made their own contributions to the war effort, from growing their own vegetables to forming two Home Guard units. They also witnessed the horrors of the Blitz first-hand. Veterans who had believed their combat days to be over were once again in the firing line. Positioned on the bank of the River Thames, which provided a map of the capital under cover of darkness, the Royal Hospital fell under the eye of Luftwaffe pilots navigating their way over London.\n \nPublic air raid shelters were built on site, which remain preserved today, and the Royal Hospital was also used as an air defence location. Throughout the war years the Royal Hospital kept a comprehensive diary that documented events on a daily basis.",
                "2 September, 1939",
                "A party of 50 Pensioners were evacuated to Rudhall Manor along with support staff where they remained until 1946. Notable art works were transported to Montacute House in Somerset (now National Trust) for safe keeping. As the war progressed and bombing became more frequent, there were more evacuations to Ascott and Moraston Houses. However, most Chelsea Pensioners and staff remained at the Royal Hospital throughout the war.",
                "16 April, 1941",
                "This day saw one of the heaviest air raids of the Second World War and the Soane Infirmary was hit by an aerial mine that exploded and destroyed the East Wing. Tragically, there were heavy casualties; four nurses, the Wardmaster and eight Chelsea Pensioners were killed and 37 others were injured.",
                "3 January, 1945",
                "The North-East Wing took a direct hit from a V2 rocket and was completely destroyed: many surrounding buildings were also significantly damaged. Five people from the Royal Hospital lost their lives as a result of this attack and 19 others were injured. Chelsea Pensioners were temporarily accommodated in Sloane Gardens, sent on leave or evacuated.",
                "Many of today’s cohort of Chelsea Pensioners served on the front line during the Second World War."
            ]
        },
        {
            "heading": "The Soane Stable Yard at Royal Hospital Chelsea",
            "paragraphs": [
                "The Soane Stable Yard is an architecturally significant Grade II* listed building, designed by Sir John Soane when he held the post of Clerk of Works at the Royal Hospital from 1807 until his death in 1837. Soane built the stables between 1814 and 1817, at a cost of £2,800. Fresh discoveries during this restoration project have shown how Soane carefully reused some of the materials from Sir Christopher Wren’s original, but by then, dilapidated stables, which were demolished to make way for Soane’s. \n \nThe Stables remained in use until the 1960s when they were converted into workshops and offices and new extensions were built to the south. These interventions and the resulting lack of use led the condition of the Stables to dramatically deteriorate in recent years. Thanks to a National Heritage Lottery Fund grant, the Stable Yard will open this autumn following a major restoration project. The Stable Yard includes an exhibition of the history and stories of the Royal Hospital, a new shop, cafe and a regular programme of events."
            ]
        }
    ],
    "first_published": "2025-07-17T16:15:43.000000",
    "id": 1538,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/1538/building_1538_figure-court-2_15599543c5de99cd7e32bddfc217626a.jpg",
            "description": null,
            "title": "Figure Court",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1538_figure-court-2_15599543c5de99cd7e32bddfc217626a.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/1538/building_1538_rhc-grounds-shoot-feb-2018-feb-2018-20_aee188345b39a25df3468b56cba569ef.jpg",
            "description": null,
            "title": "Latin inscription on Colonnade",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1538_rhc-grounds-shoot-feb-2018-feb-2018-20_aee188345b39a25df3468b56cba569ef.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/1538/building_1538_rhc-grounds-shoot-feb-2018-feb-2018-85_0f299d41c34fa0de5cc415d8024f3e88.jpg",
            "description": null,
            "title": "Colonnade",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1538_rhc-grounds-shoot-feb-2018-feb-2018-85_0f299d41c34fa0de5cc415d8024f3e88.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/1538/building_1538__dsc7791-1_0475c706daefc327adabf1519924f547.jpg",
            "description": null,
            "title": "Founder's Day",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1538__dsc7791-1_0475c706daefc327adabf1519924f547.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/1538/building_1538_1538_d5682_graded_3k_200910_028342a0aacb62d4a22975b77d336a54.jpg",
            "description": null,
            "title": "Aerial View",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1538_1538_d5682_graded_3k_200910_028342a0aacb62d4a22975b77d336a54.jpg"
        }
    ],
    "links": [
        {
            "href": "https://www.chelsea-pensioners.co.uk/",
            "title": "www.chelsea-pensioners.co.uk"
        },
        {
            "href": "https://twitter.com/RHChelsea",
            "title": "twitter.com/RHChelsea"
        },
        {
            "href": "https://www.instagram.com/royalhospitalchelsea",
            "title": "www.instagram.com/royalhospitalchelsea"
        },
        {
            "href": "https://en-gb.facebook.com/RoyalHospitalChelsea/",
            "title": "en-gb.facebook.com/RoyalHospitalChelsea"
        },
        {
            "href": "https://chelseaheritagequarter.co.uk/",
            "title": "chelseaheritagequarter.co.uk"
        }
    ],
    "location": {
        "address": "Royal Hospital Road, Chelsea, SW3 4SR",
        "latitude": 51.4878309,
        "longitude": -0.1582174,
        "meeting_point": null,
        "travel_info": [
            "Tube: Sloane Square, Victoria",
            "Train: Victoria, Battersea Park",
            "Bus: 11, 137, 452, 170, 360",
            "Additional travel info: Uber Boats nearest stop is at Cadogan Pier.\r\n\r\nNo parking available."
        ]
    },
    "name": "Royal Hospital Chelsea, Home of the Chelsea Pensioners",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/1538",
    "ticketed_events": true,
    "venue_years_listed": [
        2021,
        2023,
        2024,
        2025
    ]
}