{
    "all_week": false,
    "description": "Guided tours of the Triforium space to see: items from the cathedral collections including Christopher Wren’s magnificent ‘Great Model’ made in 1673; the recently conserved Library; the Geometrical Staircase and the stunning view from the West Gallery.",
    "design": {
        "designers": [
            {
                "architect": "Sir Christopher Wren",
                "description": null,
                "year": "1710"
            }
        ],
        "periods": [
            "Georgian"
        ],
        "types": [
            "religious"
        ]
    },
    "events": [
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/1669",
            "capacity": null,
            "date": "2025-09-13",
            "drop_in": false,
            "end": "2025-09-13T10:45:00+01:00",
            "fully_booked": false,
            "name": "10:00 St Paul's Cathedral - Triforium Tour",
            "notes": "10:00 Triforium Tour. Entrance via the north crypt door (opposite a Paul cafe) Please come to the registration desk in the crypt.",
            "start": "2025-09-13T10:00:00+01:00",
            "ticketed": true
        },
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/1669",
            "capacity": null,
            "date": "2025-09-13",
            "drop_in": false,
            "end": "2025-09-13T11:15:00+01:00",
            "fully_booked": false,
            "name": "10:30 St Paul's Cathedral - Triforium Tour",
            "notes": "10:30 Triforium Tour. Entrance via the north crypt door (opposite a Paul cafe) Please come to the registration desk in the cathedral crypt.",
            "start": "2025-09-13T10:30:00+01:00",
            "ticketed": true
        },
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/1669",
            "capacity": null,
            "date": "2025-09-13",
            "drop_in": false,
            "end": "2025-09-13T11:45:00+01:00",
            "fully_booked": false,
            "name": "11:00 St Paul's Cathedral - Triforium Tour",
            "notes": "11:00 Triforium Tour. Entrance via the north crypt door (opposite a Paul cafe) Please come to the registration desk in the cathedral crypt.",
            "start": "2025-09-13T11:00:00+01:00",
            "ticketed": true
        },
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/1669",
            "capacity": null,
            "date": "2025-09-13",
            "drop_in": false,
            "end": "2025-09-13T12:15:00+01:00",
            "fully_booked": false,
            "name": "11:30 St Paul's Cathedral - Triforium Tour",
            "notes": "11:30 Triforium Tour. Please come to the registration desk in the cathedral crypt. Entrance via the north crypt door (opposite a Paul cafe).",
            "start": "2025-09-13T11:30:00+01:00",
            "ticketed": true
        },
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/1669",
            "capacity": null,
            "date": "2025-09-13",
            "drop_in": false,
            "end": "2025-09-13T12:45:00+01:00",
            "fully_booked": false,
            "name": "12:00 St Paul's Cathedral - Triforium Tour",
            "notes": "12:00 Triforium Tour. Please come to the registration desk in the cathedral crypt. Entrance via the north crypt door (opposite a Paul cafe).",
            "start": "2025-09-13T12:00:00+01:00",
            "ticketed": true
        },
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/1669",
            "capacity": null,
            "date": "2025-09-13",
            "drop_in": false,
            "end": "2025-09-13T14:45:00+01:00",
            "fully_booked": false,
            "name": "14:00 St Paul's Cathedral - Triforium Tour",
            "notes": "14:00 Triforium Tour. Please come to the registration desk in the cathedral crypt. Entrance via the north crypt door (opposite a Paul cafe).",
            "start": "2025-09-13T14:00:00+01:00",
            "ticketed": true
        },
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/1669",
            "capacity": null,
            "date": "2025-09-13",
            "drop_in": false,
            "end": "2025-09-13T15:15:00+01:00",
            "fully_booked": false,
            "name": "14:30 St Paul's Cathedral - Triforium Tour",
            "notes": "14:30 Triforium Tour. Please come to the registration desk in the cathedral crypt. Entrance via the north crypt door (opposite a Paul cafe).",
            "start": "2025-09-13T14:30:00+01:00",
            "ticketed": true
        },
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/1669",
            "capacity": null,
            "date": "2025-09-13",
            "drop_in": false,
            "end": "2025-09-13T15:45:00+01:00",
            "fully_booked": false,
            "name": "15:00 St Paul's Cathedral - Triforium Tour",
            "notes": "15:00 Triforium Tour. Please come to the registration desk in the cathedral crypt. Entrance via the north crypt door (opposite a Paul cafe).",
            "start": "2025-09-13T15:00:00+01:00",
            "ticketed": true
        },
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/1669",
            "capacity": null,
            "date": "2025-09-13",
            "drop_in": false,
            "end": "2025-09-13T16:15:00+01:00",
            "fully_booked": false,
            "name": "15:30 St Paul's Cathedral - Triforium Tour",
            "notes": "15:30 Triforium Tour. Please come to the registration desk in the cathedral crypt. Entrance via the north crypt door (opposite a Paul cafe).",
            "start": "2025-09-13T15:30:00+01:00",
            "ticketed": true
        },
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/1669",
            "capacity": null,
            "date": "2025-09-13",
            "drop_in": false,
            "end": "2025-09-13T16:45:00+01:00",
            "fully_booked": false,
            "name": "16:00 St Paul's Cathedral - Triforium Tour",
            "notes": "16:00 Triforium Tour. Please come to the registration desk in the cathedral crypt. Entrance via the north crypt door (opposite a Paul cafe).",
            "start": "2025-09-13T16:00:00+01:00",
            "ticketed": true
        }
    ],
    "facilities": [
        "Toilets"
    ],
    "factsheet": [
        {
            "heading": "604–1087: Foundation, Loss and Reconstruction",
            "paragraphs": [
                "Christianity reached Roman Britain in the second-century AD. A number of Roman artefacts - pots, tiles and glass - have been found in excavations around St Paul’s, however no evidence has emerged that the site of St Paul’s, as once believed, was ever used for a Roman temple. The official withdrawal of Roman administration in 410 AD did not end Christian belief in England but it was to be almost two hundred years before St Paul’s Cathedral was founded. The two names most associated with the establishment of the first St Paul’s are Saint Mellitus and Saint Erkenwald. The former, a monk who arrived in Britain with Saint Augustine on a mission from Rome instigated by Pope Gregory the Great, founded St Paul’s in 604 AD. The latter was the Abbot of Chertsey whose consecration as Bishop of London in 675 AD, following the city’s brief return to paganism, confirmed the return of the Roman Church to London. The earliest Cathedral buildings were relatively short-lived structures, repeatedly damaged by fires and Viking attacks. It was the Cathedral begun in about 1087 AD by Bishop Maurice, Chaplain to William the Conqueror, which would provide the longest standing home for Christian worship on the site to date, surviving for almost six hundred years."
            ]
        },
        {
            "heading": "1087–1559: Medieval Splendour",
            "paragraphs": [
                "The Cathedral quire was the first part of the new building to be completed in 1148, enabling the Cathedral to function as a place of worship as quickly as possible. Up to the Reformation of the Church in England St Paul’s was a Catholic cathedral in which the celebration of the Mass, the preaching of sermons, the veneration of many saints, shrines, reliquaries, chapels, the observance of Saints’ feast days, masses for the dead said in chantry chapels, a wooden cross known as a rood, and a chapel devoted to The Virgin, all played a part in the liturgical life of the building. A great deal of public activity also took place; although not always welcomed by those looking after the Cathedral, trade, sports and ball games were common and a north/south route through the Cathedral transepts was used as a general thoroughfare. Paul’s Cross was an important feature of Cathedral life from at least the mid thirteenth-century. It was an outdoor covered pulpit from which proclamations were made and leading prelates expounded, often controversially, on theology and politics. It ceased to be used in the 1630s, and stood in the north churchyard until 1642.",
                "The Cathedral School was re-established with new statutes just to the east of Paul’s Cross in 1512 by John Colet (1466–1519) a Renaissance scholar and friend of Erasmus who viewed education as prerequisite for spiritual regeneration.",
                "All of these enterprises, the spiritual, the educational, and the civic, took place within or beside the largest building in medieval England: longer, taller and wider than the present building and richly decorated.",
                "The reign of King Henry VIII saw the beginning of the end for many aspects of the religious life of the building associated with Roman Catholicism. The shrine of St Erkenwald was plundered and waves of iconoclasm followed in which shrines and images were destroyed. The full suppression of Catholic worship and fittings was carried out under Edward VI by the first Protestant Bishop of London, Nicholas Ridley, who was martyred by Mary I's government in 1555. After a restoration of Catholic rites under Mary, settled Protestant worship was confirmed finally under Elizabeth I's first Bishop of London, Edmund Grindal, in 1559."
            ]
        },
        {
            "heading": "1560–1666: Reformation to Conflagration",
            "paragraphs": [
                "The new form of worship continued at St Paul’s in the wake of the Reformation, with the choir singing in English instead of Latin at Mattins and Evensong according to the new Book of Common Prayer. The Cathedral already had a long history as a place of commemoration and some of the grandest tombs were still to be added to the building in the late sixteenth and early seventeenth centuries. One of the most remarkable monuments from this period still survives, that of John Donne (1572–1631), the poet and clergyman who, after a raffish youth, went on to become Dean of St Pauls from 1621 until his death. During his lifetime, St Paul's and Paul's Cross were leading centres of a newly confident and thriving Protestant culture in England.",
                "The physical destruction wrought during the Reformation had only been the start of a series of threats to the fabric. In June 1561 lightning struck the Cathedral spire igniting a fire which destroyed the steeple and roofs, the heat and falling timbers causing such damage to the Cathedral structure that it would never fully recover. Plans were made for restoration and the architect Inigo Jones (1573–1652) was engaged to carry out work in 1633, but his work was left incomplete at the outbreak of the English Civil War in 1642. Parliamentary forces took control of the Cathedral and its Dean and Chapter dissolved; the Lady Chapel became a large preaching auditorium, while the vast nave was used as a cavalry barracks with, at one point, 800 horses stabled inside.",
                "By the 1650s the building was in a serious state of disrepair and it was only after the Restoration in 1660 of King Charles II (1630–1685) that repair was once again considered in earnest as an architectural proclamation of the restored Church of England and the monarchy. Leading architects wrestled with the how to restore the medieval structure and were often in disagreement. Inspired by his travels in France and his knowledge of Italian architecture, Christopher Wren (1632–1732) proposed the addition of a dome to the building, a plan agreed upon in August 1666. Only a week later The Great Fire of London was kindled in Pudding Lane, reaching St Paul’s in two days. The wooden scaffolding contributed to the spread of the flames around the Cathedral and the high vaults fell, smashing into the crypt, where flames, fuelled by thousands of books stored there in vaults leased to printers and booksellers, put the structure beyond hope of rescue."
            ]
        },
        {
            "heading": "1666–1711: A new Cathedral for London",
            "paragraphs": [
                "Sir Christopher Wren was a brilliant scientist and mathematician and Britain’s most famous architect. The building he designed to replace the pre-Fire Cathedral is his masterpiece. Nine years of planning were required to ensure that the new design would meet the requirements of a working cathedral; the quire was to be the main focus for liturgical activity, a Morning Chapel was required for Morning Prayer, vestries were needed for the clergy to robe, a treasury for the church plate, a home had to be planned for the enormous organ, bell towers were essential, and the interior had to be fitted for the grandest of occasions and ceremonies. The building which Wren delivered in thirty five years fulfilled all these needs and provided a symbol for the Church of England, the renewed capital city, and the emerging empire.",
                "Construction commenced in 1675: the process involved many highly skilled draughtsmen and craftsmen and was pursued in phases, largely dependent on the availability of funding and materials. Portland stone predominated but other types of stone were necessary as well as bricks, iron and wood. All of the building accounts, contracts and records of the rebuilding commission survive, and many original drawings. A detailed history of the design of the cathedral can be found in the online Wren Office Drawings catalogue written by Dr Gordon Higgott (2012). Christopher Wren lived to see the building completed: the last stone of the Cathedral’s structure was laid on 26 October 1708 by two sons named after their fathers, Christopher Wren junior and Edward Strong (the son of master mason). The first service had already been held in 1697 – a Thanksgiving for the Peace between England and France."
            ]
        },
        {
            "heading": "1712–1795: Perilous painting and memorialising the Greats",
            "paragraphs": [
                "The violent and iconoclastic transition from Roman Catholicism and the debate over the reformed faith which followed were tumultuous. The Cathedral was built at a time when the Civil War and Protectorate had again heightened sensitivity to the confluence of art and Protestantism. What constituted appropriate decoration for the Cathedral was the subject of great debate. After a competition Sir James Thornhill was chosen to provide a decorative scheme for the interior of the Cathedral dome in 1715 and immediately began work to produce eight scenes from the life of St Paul. Working precariously over fifty metres from the ground he completed the work within two years and was soon commissioned to continue his scheme into the lantern and onto the drum beneath the dome.",
                "Daily rounds of worship were observed within view of the new murals, but despite the efforts to enliven the interior of the building, St Paul’s proved an unpopular venue with the Hanoverian dynasty and royal attendance dwindled; after George I’s visit in 1715 no monarch came again for seventy-four years. The capture of the French fortress of Louisburg during the course of the Seven Years War was marked by an impressive service in 1758, but it would not be until 1789 that George III marked his recovery with a special Thanksgiving service attended by thousands.",
                "A monument to the philanthropist and prison reformer John Howard which was placed on the Cathedral floor in 1795 was the first of a host of sculptures commemorating the lives of clergy, writers, artists, scientists and military figures which were to populate vacant floor and wall space in the next century.Two of the most distinguished military commanders of the Napoleonic Wars were commemorated with state funerals and later great monuments on the church floor: Admiral Horatio Nelson in 1806 and Arthur Wellesley Duke of Wellington in 1852, both of whom are interred in the Cathedral crypt."
            ]
        },
        {
            "heading": "1800–1905 Heat, light and colour",
            "paragraphs": [
                "Institutional reform was matched by physical changes to St Paul’s in the nineteenth-century. Queen Victoria lamented that St Pauls was \"most dreary, dingy and un-devotional” adding her voice to the general criticism of the Cathedral for being, dark, dirty and cold .The Cathedral Chapter took steps to make the building more inviting and began work on the so called \"completion of the decoration”. While the use of vivid mosaic in the dome and the quire area were being explored, and programmes of stained glass were designed. The rearrangement of the quire by the Surveyor F C Penrose (1817–1903) was the most significant of many changes to the interior made under his supervision. By removing the screen dividing the quire from the nave many more people were able to participate in services. Great Victorian Deans, especially Henry H Millman and Robert Gregory, seized the opportunity to hold routine worship under the dome and in the nave, as well as in the quire – thus for the first time actively making the whole of the vast building a place of worship and Christian teaching. The full ceremonial potential of St Paul’s was also realised by this reordering, something anticipated in the state funeral for Nelson, and confirmed with that for Wellington.",
                "Victorian philanthropy more generally flourished at a reinvigorated St Paul's. During the first half of the nineteenth-century Maria Hackett (1783–1874) devoted her time and money to a campaign to improve the living and educational conditions of boy choristers in St Paul’s and other cathedrals and Anglican choral foundations. In 1860 the Chapter of St Paul's presented William Weldon Champneys (1807–1875), to the vicarage of St Pancras, where he developed the schools, ragged schools, and Sunday schools and provided an invalids dinner table. The Canons of St Paul’s focused on the welfare of the thousands of clerks and warehousemen who worked in the vicinity of the Cathedral through the Amen Court Guild. At the end of the century St Paul’s had one of its most dynamic of English cathedral Chapters, with the many facets of the life of the Cathedral attaining new levels of distinction and in 1897 the organisation of the Diamond Jubilee Thanksgiving Service for Queen Victoria (1819–1901) proved an outstanding success."
            ]
        },
        {
            "heading": "1906–1960 Belt and Braces: Strengthening the Dome and Defending the Building",
            "paragraphs": [
                "Cracks had appeared in some parts of the Cathedral as a result of settlement even before the Cathedral was topped-off in 1710 and concern over the structural stability of the Cathedral persisted in to the early years of the twentieth-century. After various investigations, fears culminated in the Corporation of London's serving of a dangerous structure notice to the Dean on Christmas Eve 1924: the Cathedral was closed from 1925 to 1930 while the piers and dome were strengthened under the supervision of the surveyor Walter Godfrey Allen (1891–1986). Some of the strengthening interventions may have been excessive; however they were to provide valuable structural support when the Cathedral suffered two significant bomb strikes during the Second World War.",
                "St Paul’s Watch, the group of volunteers who defended the Cathedral during The Blitz, enabled the continuation of services as normally as possible throughout the war years. At the end of the conflict, on 8 May 1945, ten consecutive services were held in thanksgiving for peace, each attended by over three thousand people. The last of the services focused on the work of the St Paul’s Watch. In the years that followed St Paul’s played an important role in commemorating those who had sacrificed their lives and in reconciliation. The American Memorial Chapel was constructed and consecrated in the presence of President Eisenhower (1890–1969) and on 21st October 1958, Theodor Heuss (1884–1963), President of the Federal Republic of Germany from 1949 to 1959, visited St Paul’s to present an altar set with the words \"The German people have asked me to hand to you, Mr Dean, and to the Chapter of St Paul’s Cathedral this crucifix and these two candlesticks. Our gifts are a token of our sincere wish to serve, together with the British People, the cause of Peace in the World”."
            ]
        },
        {
            "heading": "1960–The Present: Royal events and Social reformers",
            "paragraphs": [
                "With the major structural issues resolved and war damage repaired, the Cathedral continued to welcome world leaders, thinkers, theologians, politicians and the public in pursuit of hope for a better society. Canon John Collins (1905–1982), who had been a leader in the drive for post-war reconciliation, campaigned tirelessly for peace, human rights, and nuclear disarmament, and against apartheid in South Africa. Dr Martin Luther King (1929–1968) stopped at St Paul's to speak from the west steps en route to collect his Nobel Peace Prize in 1964, and his widow Coretta Scott King (1927–2006) became the first woman to preach in a statutory service in St Paul’s. On January 30th, 1969 the Cathedral Choir was joined by Indian singers and instrumentalists, and addresses were given to mark the centenary of the birth of Mahatma Gandhi (1869–1948) the champion of non-violent resistance, civil rights and freedom across the world. Continuing this tradition, in 2012 the Dalai Lama (b. 1935) was welcomed to receive the Templeton prize ('for Progress Toward Research or Discoveries about Spiritual Realities'). The St Paul’s Institute, established in 2003 to foster an informed Christian response to the most urgent ethical and spiritual issues of our times, and engaged with The Occupy Protests of 2011/12 which saw tents erected around the west end.",
                "The wedding in St Paul’s of HRH the Prince of Wales to Lady Diana Spencer gripped the nation and much of the world in 1981, and Queen Elizabeth II officially marked both her Golden and Diamond Jubilees with Thanksgiving services in St Paul’s Cathedral. There have been occasions for national mourning: in 1965 Winston Churchill (1874–1965) who had led Britain during the war received a state funeral, a ceremony reserved for heads of state and others who have given significant leadership in the defence of the nation. A large ceremonial funeral was held for former Prime Minister, Baroness Thatcher, in 2013. Vast crowds gathered at St Paul's following the terrorist attacks on New York on September 11 2001, as London expressed its solidarity with the people of New York at a time of grief; and the victims of the 7/7 bombings were mourned in special services in 2005. The Diamond Jubilee and the special summer service at St Paul's celebrating the Paralympic Games made 2012 a spectacular year for the Cathedral. In 2019 'Pantheons' a landmark project to reassess the cathedral's nineteenth century legacy and monuments linked to colonial activity was set up by the Cathedral Collections Department and York University. The cathedral closed on 19th March 2020, as a result of the Covid19 Pandemic, it re-opened to the public on the 15th June that year."
            ]
        }
    ],
    "id": 1669,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/1669/building_1669_great-model_f2845acecdc99ce70e454c25e38dae88.jpg",
            "description": null,
            "title": "The Great Model made for Christopher Wren",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1669_great-model_f2845acecdc99ce70e454c25e38dae88.jpg"
        }
    ],
    "links": [
        {
            "href": "https://www.stpauls.co.uk/",
            "title": "www.stpauls.co.uk"
        }
    ],
    "location": {
        "address": "St Paul's Cathedral, St Paul's Churchyard, EC4M 8AD",
        "latitude": 51.5142511,
        "longitude": -0.09914039999999999,
        "meeting_point": null,
        "travel_info": [
            "Tube: Mansion House, St. Paul's, Blackfriars",
            "Train: City Thameslink",
            "Bus: 242, 25, 4, 11, 15"
        ]
    },
    "name": "St Paul's Cathedral - Triforium Tour",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/1669",
    "ticketed_events": true
}