{
    "all_week": false,
    "description": "Grade I listed restored building of five wings, four of which surround large courtyard.  Construction began in 1775. New Wing, overlooking Waterloo Bridge, dates from 1850 by Sir James Pennethorne.",
    "design": {
        "designers": [
            {
                "architect": "Sir William Chambers",
                "description": null,
                "year": "1775"
            }
        ],
        "periods": [
            "Georgian"
        ],
        "types": [
            "gallery",
            "community/cultural",
            "concert/performance space",
            "education"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2025-09-13",
            "drop_in": true,
            "end": "2025-09-13T21:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in: Step Inside 25 Weekend",
            "notes": "A rare chance to discover the hidden secrets of this historic building and experience the creative energy of its resident community.",
            "start": "2025-09-13T10:00:00+01:00",
            "ticketed": false
        },
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2025-09-14",
            "drop_in": true,
            "end": "2025-09-14T18:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in: Step Inside 25 Weekend",
            "notes": "A rare chance to discover the hidden secrets of this historic building and experience the creative energy of its resident community",
            "start": "2025-09-14T10:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        "Toilets",
        "Accessible toilet",
        "Baby changing facilities",
        "Drinking water",
        "Family-friendly event",
        "Gender neutral toilet",
        "Handrails on both sides of stairs",
        "Handrails on one side of stairs",
        "Large print guides",
        "Loan wheelchair",
        "Quieter area",
        "Seating available",
        "Step-free routes"
    ],
    "factsheet": [
        {
            "heading": "History",
            "paragraphs": [
                "1547 Edward Seymour, Lord Protector and Duke of Somerset, starts building a palace for himself on the banks of the Thames",
                "1552 Seymour is executed at the Tower of London; ownership of his palace, nearly complete, passes to the Crown",
                "1553 Aged 20, Princess Elizabeth moves to Somerset House; she lives there until 1558, when she’s crowned Queen Elizabeth I",
                "1603 Anne of Denmark, wife of James I of England (James VI of Scotland), moves to Somerset House, which is renamed Denmark House in her honour",
                "1604 The Treaty of London, ending the 19-year Anglo-Spanish War, is negotiated and signed at Denmark House",
                "1609 Anne of Denmark invites Inigo Jones and other architects to redesign and rebuild parts of the palace; work continues until her death in 1619",
                "1625 Charles I is crowned king; his wife, Henrietta Maria of France, commissions Jones and others to undertake more construction and renovation work, including a lavish new Roman Catholic chapel completed in in 1636",
                "1642 The English Civil War begins; soon afterwards, General Thomas Fairfax takes over the palace as the headquarters for the Parliamentary Army",
                "1649 The Civil War ends and Charles I is executed; Parliament tries and fails to sell Denmark House, but successfully sells its contents for the then-huge sum of £118,000",
                "1652 Inigo Jones dies at Denmark House",
                "1660 After Charles II, her son, is crowned king at the start of the Restoration, Henrietta Maria returns to Denmark House; more new construction follows",
                "1665 The Plague sweeps London; Henrietta Maria moves back to France, where she dies in 1669",
                "1666 The Great Fire of London destroys much of the City of London, but stops just short of Denmark House",
                "1685 Charles II dies and his wife, Catherine of Braganza, moves into Denmark House; Sir Christopher Wren oversees yet more construction and renovation work",
                "1693 Catherine of Braganza leaves Denmark House, the last royal to live in the palace",
                "early 1700s Denmark House is used as grace-and-favour apartments, offices, storage and stables",
                "c.1750 Canaletto paints two views from the terrace",
                "Sir William Chambers; Joseph Wilton; Sir Joshua Reynolds by John Francis Rigaud",
                "1775 After decades of neglect, the original Somerset House is demolished; architect William Chambers immediately starts work on its replacement",
                "1779 The Royal Academy of Arts becomes the first resident of new Somerset House in what’s now known as the North Wing",
                "1780 The Royal Society and the Society of Antiquaries take up residence in the North Wing; Somerset House hosts the first Royal Academy Exhibition",
                "1786 The Embankment Building, known today as the South Wing, is completed; the East and West Wings are completed two years later",
                "1789 The Navy Board completes its move to Somerset House and eventually occupies one-third of the site; the Stamp Office, responsible for taxing newspapers and other documents, joins the board in the South Wing",
                "1795 William Chambers, then aged 72, retires; James Watt replaces him as the building’s architect",
                "1801 The new Somerset House is deemed complete, its construction having cost a mammoth £462,323",
                "1829 Sir Robert Smirke starts work on King’s College, which opens in 1831 and is finally completed in 1835",
                "1836 The General Register Office, responsible for births, deaths and marriages, is established here",
                "1837 One year after the final Royal Academy Exhibition at Somerset House, the academy moves to Burlington House on Piccadilly",
                "1849 Having merged in 1834, the Stamp Office and the Board of Taxes join with the Board of Excise to form the Inland Revenue, which remains in residence for more than 150 years",
                "1856 Seven years after James Pennethorne started work on its design, the New Wing is completed",
                "1857 The Royal Society moves out of Somerset House to join the Royal Academy of Arts at Burlington House; the Society of Antiquaries follows 17 years later",
                "1864 Work begins on the Victoria Embankment, designed by Sir Joseph Bazalgette; the embankment is completed in 1870",
                "1873 The Admiralty leaves Somerset House; its offices are taken over by the Inland Revenue",
                "1940s Near the start of World War II, the Inland Revenue temporarily moves out of Somerset House; the Ministry of Supply takes its place",
                "1950 Sir Alfred Richardson starts a two-year project to rebuild the Navy Staircase, known today as the Nelson Stair, which had suffered terrible bomb damage in 1940",
                "1970 After 134 years at Somerset House, the General Register Office moves out",
                "1989 The Courtauld Institute of Art moves into the North Wing",
                "1997 The Somerset House Trust is established to preserve and develop Somerset House for public use",
                "2000 The River Terrace opens to the public for the first time in more than a century; the Hermitage Rooms and the Gilbert Collection both open; then, in December, Somerset House installs a temporary ice rink for the first time",
                "2001 American band Lambchop plays the first gig in the Edmond J. Safra Fountain Court; a full programme of shows follows in 2002 and continues today as the Summer Series",
                "2009 London Fashion Week takes place at Somerset House for the first time",
                "2011 The HMRC (formerly the Inland Revenue) closes its offices at Somerset House",
                "2016 Somerset House Studios launches",
                "2025 To mark the 25th year of being open to the public and evolution into an unparalleled centre of cultural innovation as well as a globally recognised arts destination, Somerset House hosts a special year of events."
            ]
        },
        {
            "heading": "Recent redesign",
            "paragraphs": [
                "Somerset House is a new kind of arts centre in the heart of London, designed for today’s audiences and creatives.",
                "Offering a diverse and dynamic public programme of contemporary arts and culture, we are also a home to a large community of creative businesses, artists and makers, including Somerset House Studios. One of the city’s most spectacular and well-loved spaces, we are a place where art and culture is imagined, made and experienced by our 3 million visitors every year."
            ]
        },
        {
            "heading": "More Information",
            "paragraphs": [
                "Our year-round cultural programme spans the contemporary arts in all its forms including events and exhibitions. We also present annual festivals such as Pick Me Up (graphic arts), Now Play This (games), 1:54 Contemporary African Art Fair and Photo London. Through the seasons, the beautiful Edmond J. Safra Fountain Court hosts Summer Series (live music) and Skate at Somerset House, plus art and design installations from the likes of Ai Weiwei, Marc Quinn and London Design Biennale.",
                "From one-person start-ups to successful creative businesses, Somerset House is home to possibly the largest creative community in London. Our residents include 100 organisations from the arts and creative industries: Courtauld Gallery and Institute, King’s College London Cultural Institute, British Fashion Council, Clore Leadership Programme, Dance Umbrella, Fuel Theatre, Improbable, Music for Youth, MOBO, National Youth Orchestra, Sorrell Foundation, plus others ranging from advertising, branding, PR agencies and film production, to social enterprise and business support organisations. The Somerset House Exchange provides co-working space for 120 small businesses and start-ups. Within Somerset House Studios, our community of artists, makers and thinkers, there is Makerversity, a pioneering collection of emerging maker businesses which we have supported since its launch.",
                "From its 18th-century origins, Somerset House has been a centre for debate and discussion including the first home of the Royal Academy of Arts and other learned societies – an intellectual powerhouse for the nation. For over 200 years the building housed various government departments including births, marriages and deaths and the Inland Revenue until Somerset House Trust was established in July 1997 to conserve and develop Somerset House as an arts centre. After a campaign to open Somerset House to the public, we once again became a home for arts and culture in 2000."
            ]
        }
    ],
    "first_published": "2025-07-26T21:21:23.055071",
    "id": 1679,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/1679/building_1679_somerset-house-04-08-24-0c0a7429-www-harbinson-uk_e02e1668622d421b7f4ac29b39114bc7.jpg",
            "description": null,
            "title": null,
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1679_somerset-house-04-08-24-0c0a7429-www-harbinson-uk_e02e1668622d421b7f4ac29b39114bc7.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/1679/building_1679_somerset-house-04-08-24-0c0a7721-www-harbinson-uk_236890812781d3cad6398f84190df754.jpg",
            "description": null,
            "title": null,
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1679_somerset-house-04-08-24-0c0a7721-www-harbinson-uk_236890812781d3cad6398f84190df754.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/1679/building_1679_somerset-house-04-08-24-0c0a7432-www-harbinson-uk_18dae7bf639ebe977c20d1e2570ea243.jpg",
            "description": null,
            "title": null,
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1679_somerset-house-04-08-24-0c0a7432-www-harbinson-uk_18dae7bf639ebe977c20d1e2570ea243.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/1679/building_1679_somerset-house-04-08-24-0c0a7712-www-harbinson-uk_75340582f28f9d2a0cd98223177c0b20.jpg",
            "description": null,
            "title": null,
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1679_somerset-house-04-08-24-0c0a7712-www-harbinson-uk_75340582f28f9d2a0cd98223177c0b20.jpg"
        }
    ],
    "links": [
        {
            "href": "https://www.somersethouse.org.uk/",
            "title": "www.somersethouse.org.uk"
        },
        {
            "href": "https://www.instagram.com/SomersetHouse/",
            "title": "www.instagram.com/SomersetHouse"
        }
    ],
    "location": {
        "address": "Strand, WC2R 1LA",
        "latitude": 51.5113,
        "longitude": -0.1173,
        "meeting_point": null,
        "travel_info": [
            "Tube: Embankment, Covent Garden, Temple, Charing Cross",
            "Train: Charing Cross, Waterloo, Blackfriars",
            "Bus: 6, 9, 11, 15, 87, 91, 176, 1, 13, 139, 168, 171, 172, 188, 23, 243, 26, 341, 521, 59, 68, 76, RV1"
        ]
    },
    "name": "Somerset House",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/1679",
    "ticketed_events": false,
    "venue_years_listed": [
        2025
    ]
}