{
    "all_week": false,
    "balloted_events": false,
    "description": "Grade II* listed late Georgian elliptical 3-storey stuccoed villa.",
    "design": {
        "designers": [
            {
                "architect": "Attributed John Plaw",
                "description": null,
                "year": "1792"
            }
        ],
        "periods": [
            "Georgian"
        ],
        "types": [
            "residence"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2025-09-13",
            "drop_in": true,
            "end": "2025-09-13T17:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in",
            "notes": "Drop in between 10 and 17.",
            "start": "2025-09-13T10:00:00+01:00",
            "ticketed": false
        },
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2025-09-14",
            "drop_in": true,
            "end": "2025-09-14T17:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in",
            "notes": "Drop in between 10 and 17.",
            "start": "2025-09-14T10:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        "Toilets",
        "Accessible toilet",
        "Parking"
    ],
    "factsheet": [
        {
            "heading": "History of the Building",
            "paragraphs": [
                "Havering-Atte-Bower retains its village atmosphere, with church, village green, picturesque buildings and surrounding countryside, and was once the location of the Royal Palace of Havering used by the monarchy from pre-Norman Conquest until 1620. From the 18th century mansions and parks began to be built around the village, of which The Round House is an example. Situated on the ridge running along the north of the borough of Havering, the village and surrounding area commands dramatic views southwards across the Thames. It is this that probably commended the area to 18th century house builders.",
                "When it was built The Round House was described as providing ‘all conveniences of a country seat in miniature’. An oval stuccoed country villa of 3 storeys, it was built for William Sheldon in 1792-4, attributed to architect John Plaw, who designed St Mary's Church, Paddington Green. Its unusual shape was once \"thought to have been modelled on a tea- caddie in reference to Sheldon’s profession as a successful tea merchant\" (Weinreb and Hibberd).   However, Sheldon was a merchant in the Italian trade, not tea.",
                "In the early 20th century the Round House was occupied by the Revd. Joseph Hardwick Pemberton, the famous rose-grower and President of the National Rose Society who grew and hybridised roses there, including the Alexandra Rose as well as various Musk and Shrub roses. He was related to the Pemberton Barnes, who owned the Bower House and Havering Hall.",
                "The house is enclosed by trees, hiding it from view from the road, although it is visible from a distance. The grounds now have many rhododendrons. Adjacent to the access track from Broxhill Road, the high brick wall that encloses the former kitchen garden to Roundhouse Farm is visible. Now mainly grassed, the kitchen garden has remains of a large greenhouse. Part of the Round House Farm land is included as a Site of Metropolitan Importance for Nature Conservation with Bedfords Park to the south.",
                "Sources consulted:\nThe Rose Annual 1969; Victoria County History; Ben Weinreb & Christopher Hibbert, 'The London Encyclopaedia' (Macmillan, revised ed. 1993) p380; Paul Drury Partnership for LB Havering, 'Havering Atte Bower Conservation Area Character Appraisal and Management Proposals', c.2006.",
                "Text used by kind permission of London Parks and Gardens Trust, see http://www.londongardensonline.org.uk",
                "More info: www.theround.house"
            ]
        },
        {
            "heading": "Visiting The Round House",
            "paragraphs": [
                "Visitors are free to drop in and walk around the house and get refreshments. They will be asked to sign in on arrival.",
                "The house team will gather groups for guided tours throughout the day.",
                "Please note that the house is not accessible for people with disabilities because of the stairs."
            ]
        }
    ],
    "first_published": "2025-07-17T16:15:43.000000",
    "id": 2130,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/2130/building_2130_screen-shot-2017-06-01-at-12-19-29_4fee76796d7809b33079dddb88b9b994.png",
            "description": null,
            "title": "Exterior at night",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2130_screen-shot-2017-06-01-at-12-19-29_4fee76796d7809b33079dddb88b9b994.png"
        }
    ],
    "links": [
        {
            "href": "http://www.londongardensonline.org.uk",
            "title": null
        },
        {
            "href": "www.theround.house",
            "title": null
        }
    ],
    "location": {
        "address": "Broxhill Road, Havering-atte-Bower, Romford, RM4 1QH",
        "latitude": 51.6165,
        "longitude": 0.18669,
        "meeting_point": null,
        "travel_info": [
            "Train: Romford",
            "Additional travel info: The Round House is a 10 min drive away from Romford station. Second entrance on the left from the village green of Havering-atte-Bower."
        ]
    },
    "name": "The Round House",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/2130",
    "ticketed_events": false,
    "venue_years_listed": [
        2023,
        2024,
        2025
    ]
}