{
    "all_week": false,
    "description": "Completed in 1968 by Kenneth Wood, the house is an untouched time capsule of 1960s colour, innovation and design, with interiors  provided by the Conran Group. \r\n\r\nSituated in a quiet cul-de-sac on steeply sloping ground, the location was both an inspiration and a challenge for Ken Wood when creating the modern split-level design. The garden and pavilion gallery are also included in the tour.",
    "design": {
        "designers": [
            {
                "architect": "Kenneth Wood",
                "description": null,
                "year": "1968"
            }
        ],
        "periods": [
            "Post-war"
        ],
        "types": [
            "residence"
        ]
    },
    "events": [
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/2144",
            "capacity": null,
            "date": "2025-09-13",
            "drop_in": false,
            "end": "2025-09-13T13:00:00+01:00",
            "fully_booked": false,
            "name": "Guided Tour",
            "notes": "",
            "start": "2025-09-13T11:00:00+01:00",
            "ticketed": true
        },
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/2144",
            "capacity": null,
            "date": "2025-09-14",
            "drop_in": false,
            "end": "2025-09-14T16:00:00+01:00",
            "fully_booked": false,
            "name": "Guided Tour",
            "notes": "",
            "start": "2025-09-14T14:00:00+01:00",
            "ticketed": true
        }
    ],
    "facilities": [
        "Gender neutral toilet",
        "Parking",
        "Seating available",
        "Toilets",
        "Drinking water",
        "Handrails on one side of stairs"
    ],
    "factsheet": [
        {
            "heading": "History",
            "paragraphs": [
                "Stanley Picker commissioned this beautiful home at the height of the swinging sixties in close collaboration with architect Kenneth Wood (for whom this house was his first private home), and the Conran Group, who provided all the interior designs and furnishings (it was their first domestic commission as well).",
                "The purpose and function of the house was to provide Stanley and his partner Paul with a thoroughly modern private home in which they could entertain their friends and live amongst Stanley's enormous collection of contemporary art.",
                "The house and its collection has been in trust since Stanley's death in 1982, open to the public so that, as per his last wishes, the legacy of his patronage of the arts could be enjoyed by future generations of artists and lovers of good design. It has been untouched by renovation or redesign since it was completed in 1968, and stands as a wonderful jewel box of treasures.",
                "The tour is guided by one of our knowledgable longstanding guides and lasts approximately 2hours. You will learn about the history of the house and collection, and there are plenty of opportunities to ask questions! There is an opportunity to sit down after the first hour, and one original bathroom available for guests to use.",
                "The trust regrets that the house is not accessible for anyone with mobility issues, or who uses mobility aids. There is no ramp access to the upper group floor, and the lower ground floor, garden and gallery all have steps and/ or steep stairs.",
                "Further the house and collection is not child friendly, though we do encourage young people and students who are interested in art, design and architecture to consider visiting us.",
                "The trust has longstanding restrictions against photography inside the house, and limits tour group numbers in order to minimise wear and tear/ overcrowding.",
                "We are excited to share this wonderful hidden gem with a wider audience, we hope that visitors will enjoy what we hope is a special visit to the Picker House."
            ]
        }
    ],
    "first_published": "2025-07-26T21:21:23.055071",
    "id": 2144,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/2144/building_2144_pickeropenhouse-13_db89260bd54c53437c572a8f0909f6d1.jpg",
            "description": null,
            "title": "Interior of Picker House - Jim Stephenson 2020",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2144_pickeropenhouse-13_db89260bd54c53437c572a8f0909f6d1.jpg"
        }
    ],
    "links": [
        {
            "href": "https://www.stanleypickertrust.org",
            "title": "www.stanleypickertrust.org"
        }
    ],
    "location": {
        "address": "Picker, Kingston upon Thames, KT27HX.",
        "latitude": 51.42286,
        "longitude": -0.26869,
        "meeting_point": null,
        "travel_info": [
            "Tube: Wimbledon",
            "Train: New Malden, Raynes Park, Wimbledon",
            "Bus: 85, 57",
            "Additional travel info: There is a short walk from all bus stops - detailed instructions can be provided to attendees once booked onto tours."
        ]
    },
    "name": "The Stanley Picker Trust, Picker House",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/2144",
    "ticketed_events": true,
    "venue_years_listed": [
        2021,
        2022,
        2024,
        2025
    ]
}