{
    "all_week": false,
    "description": "Grade II listed building by a renowned Modernist which has been refurbished and remodelled whilst protecting the building's landmark status.",
    "design": {
        "designers": [
            {
                "architect": "Basil Spence",
                "description": null,
                "year": "1963"
            }
        ],
        "periods": [
            "Post-war"
        ],
        "types": [
            "library"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2025-09-20",
            "drop_in": true,
            "end": "2025-09-20T16:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in: Swiss Cottage Library",
            "notes": "Visitors can drop in but the tours start at 11.00  ending at 16.00",
            "start": "2025-09-20T11:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        "Accessible toilet",
        "Toilets"
    ],
    "factsheet": [
        {
            "heading": "Design of the Building",
            "paragraphs": [
                "John McAslan & Partners completed the on-site remodelling of the Grade II listed Swiss Cottage library, designed by Sir Basil Spence in 1962-64. The project was finished in 2003 and is part of a significant complex that includes Bennetts Associates’ Hampstead Theatre and Farrell’s Swiss Cottage Leisure Centre.",
                "The practice was appointed in 2000 following a two-stage selection procedure and developed the proposals in partnership with Camden Council and a multi-disciplinary design team.",
                "The library is at the heart of the Swiss Cottage site’s long-term redevelopment and was the first completed element in a scheme which embraces new residential, leisure and cultural facilities. The practice’s approach has been to expand the library’s key community assets and creative possibilities while still protecting the building’s 1960s landmark status.",
                "A thorough cleaning restored the building’s powerful black and white geometric forms while sensitive refurbishment has equipped it for the electronic age.",
                "The distinction between the original Spence building and McAslan’s new materiality is subtle and often imperceptible. The intention was to enhance the simple and intelligent logic of the building rather than to make obvious interventionism. This was deliberate as both practices adhere to modernism.",
                "The primary changes are within the library interior. Framed glazed openings have been introduced at atrium level to increase the sense of accessibility and transparency. Wired glass has been replaced with clear Pyran glass to enhance the sense of cross visibility between the perimeter library area and the central atrium. In particular the original linking cross bridges have been stripped of their cluttered offices. They now supply informal seating spaces, a place for relaxation with periodicals and a café with a public internet facility on the second floor. An art gallery is situated on the first floor.",
                "As an integral part of the site’s redevelopment, Camden Council appointed public art consultants (Modus Operandi) to research and write a Public Art Development Study and strategy for the site. These recommended a number of new artist commissions, including one for a new children’s library for which artist Laura Ford created a new tailored space for children.",
                "Laura Ford’s design draws inspiration from Ordnance Survey maps to create an environment encouraging children to explore the world of knowledge. The contoured carpet features familiar map references and the library activity areas continue the theme of trails, with a mountainous green leather sofa for storytelling, floating island-shaped computer desks and red-stained ply wigwams with natural light for reading. The children’s library has proved very popular and is actively used by local residents and children, with activities and events taking place throughout term-time and in school holidays."
            ]
        },
        {
            "heading": "Open Hours for the library",
            "paragraphs": [
                "Open House at the library is only for Saturday,  20th September first tour at 11.00 am and last tour 4.00 pm"
            ]
        }
    ],
    "id": 2179,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/2179/building_2179_2005-swiss-cottage-library-14_f155419855e74c1eb72e630d481c392a.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2179_2005-swiss-cottage-library-14_f155419855e74c1eb72e630d481c392a.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "88 Avenue Road, NW3 3HA",
        "latitude": 51.5422358,
        "longitude": -0.173223,
        "meeting_point": null,
        "travel_info": [
            "Tube: Swiss Cottage",
            "Train: South Hampstead",
            "Bus: 31, 13, 268, 187, 46",
            "Additional travel info: Jubilee line Swiss Cottage"
        ]
    },
    "name": "Swiss Cottage Library",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/2179",
    "ticketed_events": false
}