{
    "all_week": false,
    "description": "Discover Bevin Court - one of London's hidden gems,  a bold Modernist icon in the heart of Finsbury. Designed by Berthold Lubetkin, this striking 1950s housing project blends social vision with architectural flair, centering around its dramatic central staircase. Lubetkin's motto that 'nothing is too good for ordinary people' resonates through this building.",
    "design": {
        "designers": [
            {
                "architect": "Skinner",
                "description": null,
                "year": "1954"
            },
            {
                "architect": "Bailey and Lubetkin",
                "description": null,
                "year": "1954"
            }
        ],
        "periods": [
            "Bailey and Lubetkin",
            "Post-war"
        ],
        "types": [
            "housing",
            "online",
            "walk/tour"
        ]
    },
    "events": [
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/2214",
            "capacity": null,
            "date": "2025-09-13",
            "drop_in": false,
            "end": "2025-09-13T11:30:00+01:00",
            "fully_booked": false,
            "name": "Guided Tour",
            "notes": "",
            "start": "2025-09-13T10:30:00+01:00",
            "ticketed": true
        },
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/2214",
            "capacity": null,
            "date": "2025-09-13",
            "drop_in": false,
            "end": "2025-09-13T13:00:00+01:00",
            "fully_booked": false,
            "name": "Guided Tour",
            "notes": "",
            "start": "2025-09-13T12:00:00+01:00",
            "ticketed": true
        },
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/2214",
            "capacity": null,
            "date": "2025-09-13",
            "drop_in": false,
            "end": "2025-09-13T14:30:00+01:00",
            "fully_booked": false,
            "name": "Guided Tour",
            "notes": "",
            "start": "2025-09-13T13:30:00+01:00",
            "ticketed": true
        },
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/2214",
            "capacity": null,
            "date": "2025-09-13",
            "drop_in": false,
            "end": "2025-09-13T16:00:00+01:00",
            "fully_booked": false,
            "name": "Guided Tour",
            "notes": "",
            "start": "2025-09-13T15:00:00+01:00",
            "ticketed": true
        }
    ],
    "facilities": [],
    "factsheet": [
        {
            "heading": "The Design",
            "paragraphs": [
                "Bevin Court is one of several modernist housing projects in London designed in the immediate postwar period by the Tecton architecture practice, led by Berthold Lubetkin. Following the dissolution of Tecton, the project was realised by Lubetkin, Francis Skinner and Douglas Carr Bailey. It was completed in 1954.\n \nLocated in Cruikshank Street in Finsbury, the scheme is built on the site of the bomb-destroyed Holford Square. It incorporates the main building of Bevin Court, plus the smaller Holford House (which echoes the form of its larger neighbour) and Amwell House (itself of interest as a modernist interpretation of the original destroyed bay-fronted Victorian terrace). The group of buildings as a whole reflects Lubetkin’s respect for the pre-existing urban environment, a characteristic that makes his work stand out from that of many modernist architects of his generation.",
                "Post-war austerity had imposed far greater budgetary constraints than in Tecton’s nearby social housing showpiece Spa Green Estate, completed in 1949, forcing Lubetkin to strip the project of the basic amenities he had planned. There were to be no balconies, community centre or nursery school. Instead, Lubetkin focused his energies on the public space. Fusing his aesthetic and political concerns, he created a stunning constructivist staircase — a social condenser that forms the heart of the building. Notably he successfully made significant use of prefabricated floor and wall components.",
                "The building was given Grade II* listed status in December 1998 and was renovated by Islington Council in 2013/14, including the restoration of the original colour scheme in the central stairwell (see https://historicengland.org.uk/listing/the-list/list-entry/1246687)."
            ]
        },
        {
            "heading": "Lenin and Bevin",
            "paragraphs": [
                "The building occupies the site of the 1902-03 home of Vladimir Lenin, where he stayed while in exile, editing the revolutionary Russian socialist newspaper Iskra (the Spark). In honour of the Soviet leader, the building was initially planned to be called ‘Lenin Court’.",
                "In addition, the building was to include Lubetkin’s memorial to Lenin, which had been located on the site of Holford Square since 1942. The memorial consisted of a painted concrete bust of Lenin within a concrete housing.  The memorial was repeatedly vandalised by Oswald Mosley's 'Blackshirts' to the extent that it required a 24-hour police guard.",
                "The end of World War II marked an end to the brief thaw in Anglo-Russian relations and Finsbury Council lost its enthusiasm for both the memorial and the proposed name for the building. When it became clear that the council was no longer willing to keep the memorial on site, Lubetkin buried the external casing under the central core of the staircase. The bust was removed to the council basement, where it remained for many years before being permanently displayed in Islington Museum. The proposed site of the monument (to the right of the main entrance) and a viewing aperture, designed to allow the building’s porter to oversee it, exist to this day.",
                "Before the building was completed, the Cold War intensified; as a result, the scheme was renamed Bevin Court, honouring Britain's firmly anti-communist Labour Foreign Secretary, Ernest Bevin."
            ]
        },
        {
            "heading": "Artwork",
            "paragraphs": [
                "Bevin Court features the mural 'Day & Night, Winged Bulls' in the entrance hall painted in 1954 by Lubetkin’s collaborator, the artist and architect Peter Yates. The mural depicts the coat of arms of Finsbury Council in a deconstructed format. Following repeated vandalism and historic, unintentional damage whilst repairing it, Islington Council was awarded a National Lottery Fund grant to restore the mural. Its restoration was completed in 2016.",
                "The original bronze bust of Ernest Bevin, located opposite the mural, disappeared many years ago and was rumoured to have been removed by a caretaker to be displayed in his own home. The current bust of Bevin is a 3D=printed copy of the original, recreated at the same time as the restoration of the mural.",
                "Glass screens were installed to protect both artworks from further damage.",
                "On 28th September 2013, Bevin Court became the first-ever council block to receive a commemorative plaque, dedicated to the London artist, Cyril Mann. Mann, who lived and worked here between 1956 and 1964, used the large, light-flooded windows in his flat to explore the dynamic effects sunlight and shadow in his work."
            ]
        }
    ],
    "first_published": "2025-07-26T21:21:23.055071",
    "id": 2214,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/2214/building_2214_square-stair_0e62e3ebed6b925a29de6b9da8a2993d.jpg",
            "description": null,
            "title": "View of the staircase from below",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2214_square-stair_0e62e3ebed6b925a29de6b9da8a2993d.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/2214/building_2214_yates-restored-small_47d35b9a93519cdccb6a653c4aab5108.jpg",
            "description": null,
            "title": "Peter Yates' mural 'Day and Night, Winged Bulls' (1954, restored 2016) in the foyer of Bevin Court",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2214_yates-restored-small_47d35b9a93519cdccb6a653c4aab5108.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/2214/building_2214_bevin-court-entrance_c23eb16ef0288c37b8d80233c72187f0.jpg",
            "description": null,
            "title": "Bevin Court entrance",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2214_bevin-court-entrance_c23eb16ef0288c37b8d80233c72187f0.jpg"
        }
    ],
    "links": [
        {
            "href": "https://www.instagram.com/islingtonheritage",
            "title": "www.instagram.com/islingtonheritage"
        },
        {
            "href": "https://historicengland.org.uk/listing/the-list/list-entry/1246687).",
            "title": null
        }
    ],
    "location": {
        "address": "Cruikshank Street, WC1X 9HA",
        "latitude": 51.53016,
        "longitude": -0.11244,
        "meeting_point": null,
        "travel_info": [
            "Tube: Angel, King's Cross St. Pancras",
            "Train: King's Cross",
            "Bus: 30, 73, 205, 214, 476",
            "Additional travel info: Walk to the entrance to Bevin Court’s estate grounds: Cruikshank Street, WC1X 9HB. Please arrive promptly - there will be no late admission."
        ]
    },
    "name": "Bevin Court",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/2214",
    "ticketed_events": true,
    "venue_years_listed": [
        2021,
        2022,
        2023,
        2024,
        2025
    ]
}