{
    "all_week": false,
    "description": "Step inside Battersea Arts Centre, a stunning Grade II* listed building dating back to 1893. Originally built as Battersea Town Hall, it has hosted over a century of remarkable people & unforgettable stories. Today, it’s a home for extraordinary work; from shows by some of the most exciting contemporary performance artists to transformative projects that connect & empower our local community.",
    "design": {
        "designers": [
            {
                "architect": "E W Mountford",
                "description": null,
                "year": "1893"
            }
        ],
        "periods": [
            "Haworth Tompkins",
            "Historical/contemporary"
        ],
        "types": [
            "community/cultural"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2025-09-14",
            "drop_in": true,
            "end": "2025-09-14T15:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in: Battersea Arts Centre - open access",
            "notes": "Come & visit Battersea Arts Centre at your own pace.",
            "start": "2025-09-14T11:00:00+01:00",
            "ticketed": false
        },
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/2267",
            "capacity": null,
            "date": "2025-09-14",
            "drop_in": false,
            "end": "2025-09-14T12:00:00+01:00",
            "fully_booked": false,
            "name": "Battersea Arts Centre Guided Tour",
            "notes": "Find out more about the building's iconic history and how its motto, 'Not for me, not for you, but for us', still resonates today.",
            "start": "2025-09-14T11:00:00+01:00",
            "ticketed": true
        },
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/2267",
            "capacity": null,
            "date": "2025-09-14",
            "drop_in": false,
            "end": "2025-09-14T13:00:00+01:00",
            "fully_booked": false,
            "name": "Battersea Arts Centre Guided Tour",
            "notes": "Find out more about the building's iconic history and how its motto, 'Not for me, not for you, but for us', still resonates today.",
            "start": "2025-09-14T12:00:00+01:00",
            "ticketed": true
        },
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/2267",
            "capacity": null,
            "date": "2025-09-14",
            "drop_in": false,
            "end": "2025-09-14T14:00:00+01:00",
            "fully_booked": false,
            "name": "Battersea Arts Centre Guided Tour",
            "notes": "Find out more about the building's iconic history and how its motto, 'Not for me, not for you, but for us', still resonates today.",
            "start": "2025-09-14T13:00:00+01:00",
            "ticketed": true
        }
    ],
    "facilities": [
        "Toilets",
        "Accessible toilet",
        "Baby changing facilities",
        "Drinking water",
        "Gender neutral toilet",
        "Quieter area",
        "Seating available"
    ],
    "factsheet": [
        {
            "heading": "A stunning building with an extraordinary history",
            "paragraphs": [
                "Step inside Battersea Arts Centre, a stunning Grade II* listed building dating back to 1893. Originally built as Battersea Town Hall, it has hosted over a century of remarkable people & unforgettable stories. Today, it’s a home for extraordinary work; from shows by some of the most exciting contemporary performance artists to transformative projects that connect & empower our local community.",
                "Come & discover our incredible spaces; from our beautiful foyer mosaics dating back to 1893, to our Grand Hall renovated in 2018, you can also explore our artists bedrooms and community garden."
            ]
        },
        {
            "heading": "About Battersea Arts Centre",
            "paragraphs": [
                "We harness the incredible power of art, creativity and collective imagination to create a better future for everyone. A future that is more inclusive, more sustainable and more equitable.",
                "In November 2024 we celebrated our 50th anniversary along with the many extraordinary people who help us to inspire positive change for both individuals and their communities.",
                "Our commitment to being A Home for Extraordinary Artists, Young People and Communities is stronger than ever. We are continuing to work with ground-breaking artists across the globe to present innovative, exciting and socially engaged work.",
                "Behind the scenes, we continue to deliver our trailblazing programmes for 11-29 year olds, including our Beatbox and Dance Academies, Young Producers programme and The Agency, alongside community projects including our Community Hub and Community Garden. Most shows at BAC are available on a Pay What You Can basis, as part of our ongoing commitment to removing barriers to engagement.",
                "Through all of this work, BAC continuously strives to be an inclusive home where we unlock creativity, drive social benefit, build communities, and support resilience and wellbeing."
            ]
        },
        {
            "heading": "1893 - The birth of Battersea",
            "paragraphs": [
                "The building opens on 15 November 1893, commissioned by the Vestry of the Parish of St Mary’s Church to serve a growing community moving to work on Clapham Junction railway. By 1900, the Borough of Battersea is formed and Battersea Town Hall sits at the heart of political, social and cultural life."
            ]
        },
        {
            "heading": "Home of a famous organ",
            "paragraphs": [
                "Battersea Council chooses former telephone engineer, Robert Hope Jones, to design, build and install an organ in the Grand Hall. He goes on to invent the world’s first theatre organ. The organ in the Grand Hall, which we re-installed after the fire, is now the largest surviving Hope-Jones organ in the world."
            ]
        },
        {
            "heading": "The origins of social housing",
            "paragraphs": [
                "The first council housing estate is built here in Battersea, Latchmere Estate. John Burns, one of the first working-class MPs in Westminster and Liberal MP for Battersea, is based at Battersea Town Hall, and helps to shape and build the estate."
            ]
        },
        {
            "heading": "1907 - A campaign for suffrage",
            "paragraphs": [
                "Christabel and Emmeline Pankhurst, Charlotte Despard, and other suffragettes use the building for lively debates. Following successful campaigns locally and nationally, the People’s Representation Act enables women of property, and all working class men, to vote."
            ]
        },
        {
            "heading": "1913 - A seeding ground for diverse politics",
            "paragraphs": [
                "John Archer is elected here as the first black Mayor of a London Borough. He says “I am a man of colour… my election tonight marks a new era. You have made history tonight.” In 1922, Bombay-born Shapurji Saklatvala is elected as one of the UK’s only two ever Communist Party MPs. The party hold their national congress here in 1922, 1926 and 1956."
            ]
        },
        {
            "heading": "A destination for artists",
            "paragraphs": [
                "American civil rights activist Paul Robeson attends a peace congress meeting at the Town Hall. He sings Ole Man River, changing the lyrics from “I’m tired of living and scared of dying” to “I must keep on fighting until I’m dying”. The Jam and Fleetwood Mac perform in the Grand Hall in 1968, Allen Ginsberg in 1979 and Sam Shepard in 1997."
            ]
        },
        {
            "heading": "1979 - The opening of an arts centre",
            "paragraphs": [
                "Wandsworth councillors, led by Martin Linton, unlock the building and create a community arts centre known as Battersea Community Arts Centre. In 1979, it is saved by the local community when public spending cuts threaten closure. In 1980 it becomes an independent charity."
            ]
        },
        {
            "heading": "Opening up theatre",
            "paragraphs": [
                "In the 1990s, alternative comedians test new shows and radical festivals push the limits of theatre. In 2000, the first Scratch Night invites artists to share ideas and audiences to contribute to their development. Scratch goes on to be used all over the world. Richard Thomas and Stewart Lee create Jerry Springer the Opera using Scratch; it transfers to the National Theatre and West End and is adapted for BBC television, winning 4 Olivier Awards, and provoking 55,000 complaints."
            ]
        },
        {
            "heading": "Opening up our building",
            "paragraphs": [
                "We begin working with architects Haworth Tompkins to develop the building, using the principles of Scratch. Punchdrunk’s The Masque of the Red Death tests out a different way of using the building, opening up disused spaces, and is seen by 40,000 people. Collaborations with Kneehigh and One on One Festivals test out the creation of artist bedrooms, a play space for families and an open air theatre."
            ]
        },
        {
            "heading": "Opening up the programme",
            "paragraphs": [
                "We launch The Agency with Contact Manchester and People’s Palace Projects to help 15-29 year olds develop entrepreneurial ideas. It’s the first of many programmes that inspire people to take creative risks and Scratch ideas with their community. We use Scratch to run a development programme for museums, create a national touring partnership with small cultural organisations, and support artists to produce their own television for BBC Two’s Performance Live."
            ]
        },
        {
            "heading": "2015 - A devastating fire & renewed purpose",
            "paragraphs": [
                "On Friday 13 March 2015, fire engulfs the Grand Hall. Thanks to 80 fire-fighters and support from our community, the front of the building is saved, re-opening 26 hours later. Over 6,000 people support Battersea Arts Centre, helping to raise funds, re-house shows and rebuild the Grand and Lower Halls."
            ]
        },
        {
            "heading": "2018 - A Phoenix Season",
            "paragraphs": [
                "On 6 September 2018, the Grand Hall officially re-opens. For the first time in 12 years, the entire building is open to the public. We celebrated with a building-wide Phoenix Season, 10 free events to thank those who supported us after the fire, and a series of programmes and ideas to celebrate the creativity of everyone in our community. All in time for the building’s 125th anniversary."
            ]
        },
        {
            "heading": "2020 - Relaxed Venue",
            "paragraphs": [
                "On 7 February 2020, we launch as our Relaxed Venue methodology. This means we are committed to making our venue accessible to everyone and to creating equal experiences for all people. The concept was devised with Touretteshero using the Social Model, which says disability isn’t caused by people’s bodies or minds, but by how society is structured."
            ]
        },
        {
            "heading": "2021 - Community Hub Vaccine",
            "paragraphs": [
                "When the Covid-19 pandemic shuts venues around the country, we open our doors to the NHS in 2021, reimagining ourselves as Wandsworth’s community vaccine hub. Local residents flock to BAC to get their vaccines – and enjoy some creative entertainment while they wait! We also team up with Wandsworth Council and other brilliant local partners to get Create and Learn Playkits to over 3000 local children while schools are shut."
            ]
        },
        {
            "heading": "2024 - BAC turns 50 & International Collaborations",
            "paragraphs": [
                "We forge collaborations between UK and international artists, building connections globally, and platforming boundary-pushing artists from Brazil, Austria and beyond.  In 2024, this gains wider recognition with BAC winning The Stage International Award. We also celebrate BAC's 50th anniversary in November 2024."
            ]
        }
    ],
    "first_published": "2025-07-17T16:15:43.000000",
    "id": 2267,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/2267/building_2267_bac-credit-harry-elletson-5000x5000_47fdd62146bfd16153b6925981e33b1b.jpg",
            "description": null,
            "title": "Credit: Harry Elletson",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2267_bac-credit-harry-elletson-5000x5000_47fdd62146bfd16153b6925981e33b1b.jpg"
        }
    ],
    "links": [
        {
            "href": "https://bac.org.uk/",
            "title": "bac.org.uk"
        },
        {
            "href": "https://www.instagram.com/batterseaartscentre/",
            "title": "www.instagram.com/batterseaartscentre"
        },
        {
            "href": "https://www.linkedin.com/company/battersea-arts-centre/",
            "title": "www.linkedin.com/company/battersea-arts-centre"
        }
    ],
    "location": {
        "address": "Lavender Hill, SW11 5TN",
        "latitude": 51.46494,
        "longitude": -0.16069,
        "meeting_point": null,
        "travel_info": [
            "Tube: Battersea Power Station",
            "Train: Clapham Junction",
            "Bus: 87, 77, 156, 345"
        ]
    },
    "name": "Battersea Arts Centre",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/2267",
    "ticketed_events": true,
    "venue_years_listed": [
        2025
    ]
}