{
    "all_week": false,
    "balloted_events": false,
    "description": "Mid-17C house, a scheduled ancient monument, with fine staircase and 18C additions.",
    "design": {
        "designers": [
            {
                "architect": "Unknown",
                "description": null,
                "year": "1650"
            }
        ],
        "periods": [
            "Stuart"
        ],
        "types": [
            "historical house"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2025-09-14",
            "drop_in": true,
            "end": "2025-09-14T16:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in: Open Day",
            "notes": "",
            "start": "2025-09-14T14:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        "Toilets",
        "Accessible toilet",
        "Drinking water",
        "Seating available"
    ],
    "factsheet": [
        {
            "heading": "History",
            "paragraphs": [
                "York House is a listed Grade II building and is scheduled as an Ancient Monument, dating from the 17th century.",
                "The earliest reference to York House is in 1446, when it was known as Yorke Farm.  This formed part of the Manor of Twickenham, which comprised 43 enclosed acres plus 77 acres of common land in Twickenham, Whitton and Isleworth.  At this date the farm was granted by William Helder and Walter Borde to William Yorke and his wife Agnes.",
                "In 1539, King Henry VIII created the Honour of Hampton Court, which included the Manor of Twickenham.  Thereafter it formed part of the marriage settlement of Queen Henrietta Maria when she married Charles I.  By 1551, King Edward VI had leased the house to Thomas Dover his “servant of le Pastorye”, and later Queen Elizabeth I leased the farm to two members of her household.  However, in 1604, King James I granted a lease on Yorke Farm, which had by then increased its enclosed land to 48 acres, whilst the amount of common land had been reduced to 71 acres.",
                "By 1635, Queen Henrietta Maria had granted Yorke Farm free, subject to a rent of £20, to William Scriven, Philip Eden and their heirs.  The next year it was conveyed to Andrew Pitcairn, “A groom of the Kings Chamber”, but he died in 1640 leaving the property to his wife Charity.",
                "By 1635, the “Hundred of Isleworth” map by Moses Glover depicts a building covered in scaffolding and surrounded by smaller structures in the position where York House stands today.  This is believed to be the first documentary evidence of a house standing on the site.  The then owners of Yorke Farm also owned the adjacent estate now known as Orleans House."
            ]
        },
        {
            "heading": "History of the Gardens",
            "paragraphs": [
                "The earliest surviving plan showing the gardens of York House is dated 1784.  This shows the boundaries of the gardens as being identical to those of today.",
                "A map of 1846 shows that the driveway from Church Street to York House had by then been more clearly defined and trees had been planted along the border with Sion Road and around to the entrance driveway in Church Street.  A number of trees had also been planted between the house and the vicarage, probably to screen the view.  The Lodge which was shown to have stood at the junction of Sion Road and Richmond Road in 1784, where the present York Cottage now stands, had been demolished by 1846, possibly to accommodate this landscaping scheme.",
                "The Ordnance Survey map of 1873 shows a much more sharply defined oval-shaped lawn in front of the house. In the western corner of the Garden, next to the boundary wall with the Church where the present woodland walk now is, the map suggests that a formal garden was laid out – possibly a herb garden.  By comparison with the map of 1846 the amount of planting on the east side of the house had also been considerably increased.  A wide expanse of lawn immediately behind the Main House ran down to the Riverside but the area of land between Riverside and the Thames remained uncultivated.",
                "By 1898, with the arrival at the house of the Duc d’Orleans, far greater changes had begun to take place in the Gardens.  The entrance driveway had been enlarged, to create a turning circle for carriages and the open expanse of lawn in front of the house was being divided up by planting.  This is the first map to show the present York Cottage, sited at the junction with Sion Road and Richmond Road."
            ]
        }
    ],
    "first_published": "2025-07-17T16:15:43.000000",
    "id": 2423,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/2423/building_2423_dsc_2134_de321be02a57a118935d789e914fb65b.jpg",
            "description": null,
            "title": "York House Fountains",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2423_dsc_2134_de321be02a57a118935d789e914fb65b.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/2423/building_2423_dsc_4138_0d2a455006db5dcec0679ee1286967b3.jpg",
            "description": null,
            "title": "Rotunda - York House",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2423_dsc_4138_0d2a455006db5dcec0679ee1286967b3.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/2423/building_2423_dsc_4142_bebee8fc725f7908afa04dc815592000.jpg",
            "description": null,
            "title": "Fireplace - Reception York House",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2423_dsc_4142_bebee8fc725f7908afa04dc815592000.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/2423/building_2423_dsc_4145_275006560aa3dc01beef2fb3dde7743f.jpg",
            "description": null,
            "title": "York House, Twickenham",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2423_dsc_4145_275006560aa3dc01beef2fb3dde7743f.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Richmond Road, Twickenham, TW1 3AA",
        "latitude": 51.44776,
        "longitude": -0.32428,
        "meeting_point": null,
        "travel_info": [
            "Tube: Richmond",
            "Train: Twickenham",
            "Bus: 490, 33, H22, R68, R70"
        ]
    },
    "name": "York House",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/2423",
    "ticketed_events": false,
    "venue_years_listed": [
        2021,
        2023,
        2024,
        2025
    ]
}