{
    "all_week": false,
    "balloted_events": false,
    "description": "Fine Victorian church with large mosaic and painted reredos, screen and wall paintings and some unusual glass. Arts and crafts decoration by Nathaniel Westlake and Salviati Bros.",
    "design": {
        "designers": [
            {
                "architect": "James Brooks",
                "description": null,
                "year": "1870"
            }
        ],
        "periods": [
            "Victorian"
        ],
        "types": [
            "religious"
        ]
    },
    "events": [],
    "facilities": [
        "Toilets",
        "Seating available",
        "Step-free routes"
    ],
    "factsheet": [
        {
            "heading": "Overview",
            "paragraphs": [
                "Since its foundation by Canon Francis Murray of Saint Nicholas in 1870 as a chapel of ease to the Parish Church, to serve the then working-class district of West Chislehurst, the Church of the Annunciation has stood firmly in the Catholic tradition of the Church of England, emphasising continuity with the pre-Reformation Church and our shared inheritance with the great Churches of East and West. Beauty and symbolism are an important part of this inheritance, and The Annunciation is richly decorated: a splash of colour in the otherwise drab lives of the Victorian working poor."
            ]
        },
        {
            "heading": "History",
            "paragraphs": [
                "In the 1860s, small houses were being built for workers in the village of Prickend, or West Chislehurst. Canon Francis Murray, Rector of Chislehurst, realised that the area was rapidly developing and needed its own church. The Church of the Annunciation was funded by the people of Chislehurst, designed and built by James Brooks, consecrated in 1870 and became a parish church in 1871. Some benefactors had argued that a simple brick building would be sufficient but Francis Murray was part of the Anglo-Catholic revival and his vision was for a lofty building with beautiful stained glass and wall paintings designed to uplift and inspire the worshipper."
            ]
        },
        {
            "heading": "A Walk Around the Church",
            "paragraphs": [
                "On entering the building by either door, the view is dominated by the screen at the far end with a representation of Jesus on the Cross, with Mary, his mother, and John who was one of his closest followers. This is often called the Calvary. It was given in memory of the parishioners who died during the 1914-18 war. Above it is the Great Mosaic of the Last Judgement, the work of Salviati, who made mosaics for Westminster Abbey, St Paul’s Cathedral and other churches.",
                "Near the West door is the font where baptisms take place. The water used at baptism symbolises washing, death to sin and rising to new life in Jesus. This is also symbolised by the Paschal (Easter) candle that stands by the font as a symbol of Jesus’ resurrection.",
                "Beneath the Calvary is the nave altar, with a lectern, a stand for a Bible, and the pulpit. Passages from the Bible are read from the lectern. The pulpit is used for preaching. The nave altar was added in 1986.",
                "Behind the lectern is a wooden statue of Mary and the child Jesus. ‘The Annunciation’ recalls the Angel Gabriel visiting Mary to tell, or announce, that God had chosen her to be Jesus’ mother.",
                "Through the iron gates behind the statue of Mary are the organ and piano. The digital organ was built in 2010 by Phoenix Organs.",
                "The Lady Chapel is used for some services and has a picture of Mary and Joseph presenting Jesus in the temple to Simeon and Anna who recognised him as the light for the whole world.",
                "The door beside the altar leads to the Capella, which was built in 1922. Here the bread and wine of Holy Communion is reserved in the aumbry on the altar. The windows by Geoffrey Webb depict the seven sacraments and are signed with a spider’s web!",
                "At the East end of the church are the chancel and sanctuary. The walls are covered with paintings of people from the Bible and Saints by Westlake. The paintings on the Reredos behind the High Altar are about sacrifice as a reminder that the Altar is where the Christian sacrifice of the Eucharist is offered every day.",
                "The stained glass window is of the Triumph of Christ. Other stained glass windows and paintings include the huge wheel window over the West door and Stations of the Cross around the walls.",
                "The tower is detached from the church (and set at a different angle to the road) but linked by a passageway. Its eight bells were dedicated by the Bishop of Rochester in 1935.",
                "The Almshouses stand beside the Churchyard and were built to provide homes for twelve aged parishioners of Chislehurst."
            ]
        }
    ],
    "first_published": "2025-07-29T16:28:22.340686",
    "id": 2469,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/2469/building_2469_soc3_da49e066cae22be126dc025e49b26fef.jpg",
            "description": null,
            "title": "Rood Screen and Chancel",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2469_soc3_da49e066cae22be126dc025e49b26fef.jpg"
        }
    ],
    "links": [
        {
            "href": "https://www.facebook.com/annunciation.chislehurst",
            "title": "www.facebook.com/annunciation.chislehurst"
        },
        {
            "href": "https://www.achurchnearyou.com/annunciation-chislehurst",
            "title": "www.achurchnearyou.com/annunciation-chislehurst"
        }
    ],
    "location": {
        "address": "High Street, Chislehurst, BR7 5AQ",
        "latitude": 51.41915,
        "longitude": 0.06696,
        "meeting_point": null,
        "travel_info": [
            "Train: Mottingham, Elmstead Woods, Chislehurst",
            "Bus: 162, 161, 61, 160, 273",
            "Additional travel info: Buses from local stations stop on the High Street (Chislehurst Sainsburys and Albany Road) and behind the church (Chislehurst Gordon Arms)"
        ]
    },
    "name": "Church of the Annunciation",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/2469",
    "ticketed_events": false,
    "venue_years_listed": [
        2021,
        2022,
        2023,
        2024,
        2025
    ]
}