{
    "all_week": false,
    "balloted_events": false,
    "description": "One of London's best Victorian churches and a key building in the history of the Gothic Revival. Polychromatic brickwork, with interior art work by G.F. Watts and Thomas Earp, and stained glass windows and painted ceiling by Clayton and Bell. The building is Grade I listed.",
    "design": {
        "designers": [
            {
                "architect": "G E Street",
                "description": null,
                "year": "1861"
            }
        ],
        "periods": [
            "Victorian"
        ],
        "types": [
            "religious"
        ]
    },
    "events": [],
    "facilities": [
        "Toilets",
        "Accessible toilet",
        "Baby changing facilities",
        "Drinking water",
        "Gender neutral toilet",
        "Hearing loop",
        "Seating available"
    ],
    "factsheet": [
        {
            "heading": "History",
            "paragraphs": [
                "St James the Less was built in the late 1850s by three sisters, Jane, Penelope and Mary, to honour the memory of their father, Bishop James Henry Monk. The parish of St James was a poor area, housing about 31,000 people in a collection of slums and tenements. The Monk sisters acquired land from Westminster Abbey and commissioned George Edmund Street as the architect, who was later to design the Law Courts  (in London, on the Strand) and Bristol Cathedral.",
                "There are also two interesting wall plaques. The first commemorates the Monk sisters and another pays homage to Canon Thorndike, the vicar at St James the Less (and father of actress Sybil Thorndike), who died during an evening service in 1917. He is not the only vicar to have died in the church: Geoffrey Pollard died in September 1986 after conducting an evening service.",
                "Originally in 1861, when the church was consecrated, SJTL favoured the Anglo-Catholic, high-church style of worship and praise. It had developed into a ‘broad’ church by 1960, shortly before proposals were made for its closure due to a decline in attendance. It is the late Sir John Betjeman we have to thank, amongst others, for the series of appeals and protestations which ensured our church was formally united with the neighbouring St Saviour’s church and not shut down altogether.",
                "By 1991, St Michaels, Chester Square, in Pimlico, which had a vibrant evangelical congregation, was embarking on a building project, installing heating under the floor of their church. Their three congregations had to find alternative places to worship and congregation ‘C’ found a nearly disused church on Vauxhall Bridge Road. Jeremy Crossley was a curate at St Michael’s and he led congregation ‘C’ as it started to flourish at St James the Less. Eventually the bishop gave him licence to become the vicar at St James.",
                "Jeremy Crossley left in 2000 to serve at St Margaret’s, Lothbury and was replaced in Autumn 2001 by Richard Dormandy, who served as Vicar until 2009 when he became Vicar of Holy Trinity, Tulse Hill.  In 2010 the Reverend Lis Goddard became Vicar of St James the Less.  The church now particularly serves the most vulnerable people in the community."
            ]
        },
        {
            "heading": "Artwork and decoration",
            "paragraphs": [
                "The stained glass is primarily by Clayton and Bell, well-respected glassmakers in the Victorian period. One of the most striking pieces they created is the East Window. It portrays Old Testament types with their New Testament fulfilments from scripture, one above the other. Unusually, the two clerestory windows to the right and left of the chancel arch were designed by Street himself.  They form a triptych with the image above the chancel arch which is a mosaic of ‘Christ in Glory’ by G.F. Watts. Originally this was a fresco of Jesus, following his ascension, with Matthew, Mark, Luke and John, on either side of him. It deteriorated over a period of twenty years and was replaced by Watts in the form of the current mosaic of Venetian glass. Another notable piece is the pulpit, designed by Thomas Earp, and ornately carved, although rather damaged by water: it was restored and stabilised in 2017.  This depicts scenes of Jesus teaching, with some teachers of the Church below.  Earp also carved the tops of all the capitals which depict on the left side of the church the parables of Jesus and on the right side, his miracles.\nSurrounding the sanctuary, on the reredos, Street has used Mastic inlay to create the images of four women from the Old Testament and four from the New Testament.  Like the stained glass above them, they echo each other, with the women from the Old Testament foreshadowing their New Testament counterparts.  It is highly unusual to have women in the sanctuary  especially in a Victorian church.  We can only surmise that their presence here is due to the women who funded this church.\nStreet was famous for his metal work and there are plenty of examples of it in St James the Less, both internally and externally, where the railings have their own listing."
            ]
        },
        {
            "heading": "Plans for Restoration of the church",
            "paragraphs": [
                "Sadly the church has suffered from 160 years of London smog making the inside gloomy and dull. Under Street's original vision the polychrome brick and creamy stone would have glowed, while the painted roof would show a magnificent version of Christ's lineage. \nThe church restoration committee aims to recover the original glory of this interior whilst also bringing the building up to date for the 21st century by reducing its carbon footprint - such as using photovoltaic cells on the roof."
            ]
        }
    ],
    "first_published": "2025-07-17T16:15:43.000000",
    "id": 2508,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/2508/building_2508_pimlico-ext-10-from-sw-2-2000x2000_18f05bb8d928e42ac567f28e1db2fbab.jpg",
            "description": null,
            "title": "St James the  Less Westminster, West End",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2508_pimlico-ext-10-from-sw-2-2000x2000_18f05bb8d928e42ac567f28e1db2fbab.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/2508/building_2508_pimlico-ext-7-tower-base-entr-to-church-2000x2000_f3da4825c3402d13a05bef7715551cb5.jpg",
            "description": null,
            "title": "Entrance to St James the Less, Westminster under the tower",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2508_pimlico-ext-7-tower-base-entr-to-church-2000x2000_f3da4825c3402d13a05bef7715551cb5.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/2508/building_2508_i-must-be-about-my-father-s-business_314b4b16b0ce2594b895a5ad816a6897.jpg",
            "description": null,
            "title": "Pulpit - St James the Less, Westminster",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2508_i-must-be-about-my-father-s-business_314b4b16b0ce2594b895a5ad816a6897.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/2508/building_2508_sjtlmosaic_ddb788cf7f71d5948fdc42a3e48c046d.jpg",
            "description": null,
            "title": "Christ in Glory Mosaic by G.F.Watts",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2508_sjtlmosaic_ddb788cf7f71d5948fdc42a3e48c046d.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/2508/building_2508_sanctuary_6a5dae4688d6972a9b920662a0343c07.jpg",
            "description": null,
            "title": "View into the Sanctuary",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2508_sanctuary_6a5dae4688d6972a9b920662a0343c07.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/2508/building_2508_st_james_the_less_church_pimlico_-_london-547x1024_30a1549a2ade17469a8cc5e0a0bace09.jpg",
            "description": null,
            "title": "St James the Less from Vauxhall Bridge Road ",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2508_st_james_the_less_church_pimlico_-_london-547x1024_30a1549a2ade17469a8cc5e0a0bace09.jpg"
        }
    ],
    "links": [
        {
            "href": "https://www.sjtl.org/",
            "title": "www.sjtl.org"
        },
        {
            "href": "https://www.instagram.com/friendsofstjamesthelesspimlico/",
            "title": "www.instagram.com/friendsofstjamesthelesspimlico"
        },
        {
            "href": "https://www.facebook.com/stjamesthelesspimlico",
            "title": "www.facebook.com/stjamesthelesspimlico"
        }
    ],
    "location": {
        "address": "Thorndike Street, , off Moreton Street, SW1V 2PS",
        "latitude": 51.49068,
        "longitude": -0.13507,
        "meeting_point": null,
        "travel_info": [
            "Tube: Pimlico, Victoria",
            "Train: Victoria",
            "Bus: 2, 36, 185, 360, 88, C10"
        ]
    },
    "name": "St James the Less Church",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/2508",
    "ticketed_events": false,
    "venue_years_listed": [
        2021,
        2022,
        2025
    ]
}