{
    "all_week": false,
    "balloted_events": false,
    "description": "Oldest building in Docklands built in the Gothic and Classical styles, with original 17C stonework and fine mosaics. One of only three churches built during the Civil War, it was originally the East India Company Chapel.",
    "design": {
        "designers": [
            {
                "architect": "John Tanner",
                "description": null,
                "year": "1654"
            }
        ],
        "periods": [
            "Stuart",
            "Historical/contemporary"
        ],
        "types": [
            "community/cultural"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2025-09-21",
            "drop_in": true,
            "end": "2025-09-21T17:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in",
            "notes": "Tea and coffee available on the day",
            "start": "2025-09-21T11:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        "Parking",
        "Toilets"
    ],
    "factsheet": [
        {
            "heading": "History",
            "paragraphs": [
                "St Matthias, Poplar is one of London’s most surprising buildings. Externally it is Victorian, but inside its stone-clad walls is a rare example of a mid-seventeeth century classical church which has survived in surprisingly unaltered form. It is the oldest building in Docklands.",
                "St Matthias, Poplar as we see it today is externally Victorian and internally seventeenth century. It has recently been established by Peter Guillery that the chapel was closely based on an earlier building, the now-demolished Broadway Chapel of 1635-39, which stood on present-day Victoria Street, Westminster.",
                "Internally the cross-shaped roof form is immediately apparent. The rows of Tuscan columns support entablatures, from which rises the elliptically vaulted ceiling. Seven out of eight of these columns are of oak: one has been replaced in stone, but the remainder are original. The story that they were made from ships’ masts is, alas, untrue. The centre of the ceiling sports the only early decorative feature to remain: the carved boss which depicts the original arms of the East India Company, which aptly featured three sailing ships. This was probably installed in 1657, when the Company took over responsibility for the chapel from the financially overstretched populace of Poplar and Blackwall.",
                "The overall impression of the interior is one of breadth, spaciousness and order. The present east end was added in 1875-76. Prior to that the building was severely rectangular, emphasising the lucid central planning of the interior. This was ideal for the sort of worship that stressed the word rather than ceremony, that stressed bible readings and preaching, and played down the celebration of the Eucharist. This was the religion of Calvanism, and thus St Matthias can be said to reflect closely the Puritanism of Interregnum London."
            ]
        },
        {
            "heading": "The Poplar Chapel becomes St Matthias",
            "paragraphs": [
                "To mid 19th century eyes the Poplar Chapel was a distinctly awkward little building which wholly lacked the time-hallowed gravity that a proper parish church was expected to have.",
                "Funds did not allow for its demolition and replacement, but the parish, led by its dynamic vicar, the Revd John Fenwick Kitto, did the next best thing; it wrapped the building inside a cloak of Kentish ragstone, inserted traceried windows, and added a chance! at the east end and a jaunty bell tower at the west. Gone — externally — was the Puritan preaching box of the Poplar Chapel; the Anglican parish church of St Matthias had arrived. The architect responsible for the alterations was William Milford Teulon (1823-1 900), brother of the better- known Samuel Sanders Teulon (1812-1873)."
            ]
        },
        {
            "heading": "Recent History: Redundancy, Decay and Restoration",
            "paragraphs": [
                "St Matthias survived the Blitz of the Second World War, which brought such devastation to the Docklands, relatively unscathed. In the 1970s there was a move to merge the congregation of certain churches in Poplar and a decision was taken to close St Matthias. This finally occurred in October 1976, and thus ended three hundred and twenty two years of worship. It was declared redundant in 1977.",
                "Discussions over the re-use of the church were protracted: a number of schemes for conversion (into an arts centre, into a place for musical performances, even into squash courts) came and went. In the mean time, the building fell prey to vandalism and a downward spiral of neglect and decay developed. In 1976, the lead from the roof was stolen; the rain came in; dry rot proliferated and the floor and fixtures were removed. The worse the vandalism, the more inviting further damage and theft became.",
                "English Heritage and the London Docklands Development Corporation became increasingly concerned over the deteriorating condition of this important building. In 1990 they agreed a major restoration scheme which involved a jointly funded programme of repairs costing £700,000. The LDDC negotiated a “Planning Gain” agreement which secured funding of £700,000 from a developer to restore the interior and to landscape the churchyard. Grant aid was also obtained from the Heritage of London Trust and Barclays Bank plc for some of the costs of repairs to the tombs, repair and replacement of the stained glass and the overhaul of the clock mechanism.",
                "The decision was taken not to restore the church to its hypothetical original appearance but rather to conserve the building in the form in which it had come down to the present. Thus the Kentish ragstone cladding was not stripped away to reveal the original brickwork (which might well have been in poor condition), but consolidated. Teulon and Cronk’s quirky bell tower was not removed in favour of a more conventional cupola, but conserved. Their Gothic stone dressings and curvilinear window tracery were also not only retained, but returned to their original condition. The architect responsible for the restoration was Roger Taigel of Peter Codling Architects of Norwich. Bakers of Danbury, Essex were the main contractors.",
                "The bright and broad interior of the original Puritan chapel has returned to its original impressiveness and now lends itself readily to re-use. The LDDC and English Heritage were also instrumental in the negotiations to establish a charitable trust to take on responsibility for the upkeep and operation of the building. The trust — the St Matthias Conservation Trust — came into being in 1992 and has negotiated a long lease from the Diocese of London. The Trust provides for local and national representation and is committed to making thebuilding available for community use. Once more, the oldest building in Docklands will be playing an active part in the lives of the local people.",
                "Edited from the leaflet written by Roger Bowdler of English Heritage London Region, available at www.stmatthiascommunitycentre.com"
            ]
        },
        {
            "heading": "St. Matthias Community Centre Statement",
            "paragraphs": [
                "To preserve for the benefit of the residents of the London Borough of Tower Hamlets, and for the Nation, the former church of St. Matthias, Poplar, situated in the said borough as a building of exceptional architectural and historic value.",
                "To make available to the residents of the London Borough of Tower Hamlets, and to others, the former church of St. Matthias and its facilities for the purposes of social welfare, and for recreational and cultural activities, with the overriding object of enhancing the quality of life in the area."
            ]
        }
    ],
    "first_published": "2025-07-17T16:15:43.000000",
    "id": 2550,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/2550/building_2550_photo-1990_86177a35127565d15308167c2419b096.jpg",
            "description": null,
            "title": "inside of St Matthias ",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2550_photo-1990_86177a35127565d15308167c2419b096.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/2550/building_2550_photo-2014_00a63c614304355a2f1858990bbccbc7.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2550_photo-2014_00a63c614304355a2f1858990bbccbc7.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/2550/building_2550_photo-1990-2_5981280138d67a76edac7272a5f914cb.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2550_photo-1990-2_5981280138d67a76edac7272a5f914cb.jpg"
        }
    ],
    "links": [
        {
            "href": "www.stmatthiascommunitycentre.com",
            "title": null
        }
    ],
    "location": {
        "address": "113 Poplar High Street, E14 0AE",
        "latitude": 51.50944,
        "longitude": -0.01573,
        "meeting_point": null,
        "travel_info": [
            "Tube: Poplar, All Saints",
            "Bus: 15, 115, D6, D7, D8"
        ]
    },
    "name": "St Matthias Old Church - Community Centre",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/2550",
    "ticketed_events": false,
    "venue_years_listed": [
        2025
    ]
}