{
    "all_week": false,
    "description": "Dating from 11/12C and standing on oldest site of Christian worship in London (3C). Inside is much 17C ornamentation and outstanding 6C Altar Stone, reputed to have belonged to St Augustine. Surrounding Churchyard, containing tombs of Sir John Soane, Mary Wollstonecraft and others, has been extensively restored and recently refurbished.",
    "design": {
        "designers": [],
        "periods": [
            "Medieval"
        ],
        "types": [
            "religious"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2025-09-20",
            "drop_in": true,
            "end": "2025-09-20T17:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in: Open Day",
            "notes": "Church open, with regular tours of church and churchyard led by historian Lester Hillman.  Tea (or prosecco) and homemade cake for sale.",
            "start": "2025-09-20T10:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        "Accessible toilet",
        "Drinking water",
        "Family-friendly event",
        "Gender neutral toilet",
        "Seating available",
        "Toilets"
    ],
    "factsheet": [
        {
            "heading": "History",
            "paragraphs": [
                "St Pancras Old Church has the appearance and atmosphere of a much-loved country church in the heart of London.  And although generations have left their mark on the building, restoring and remodelling it, at its core it is still the medieval church, sitting on a much more ancient site.  Recycled Roman tiles in the exposed masonry in the nave indicate origins going back as early as the fourth century, just a few years after the martyrdom of St Pancras of Rome, to whom the church is dedicated.",
                "The church houses some significant burials and memorial tablets, notably one to Daniell Clark, Master Cook to Elizabeth I and James I.  Enjoying royal favour perhaps saved St Pancras from the worst of the iconoclastic attacks during the Reformation, but was not spared despoilment during the English Civil War, when, in 1642, the church was turned into a barracks.  It was perhaps at this point that the treasures of the church were hidden, buried under the West tower, not to be rediscovered until the Victorian re-modelling of the building.  Notably, a medieval altar stone, a very rare survival indeed, was found and reset in the current altar still used today.",
                "The drastic restoration by A. D. Gough, at which point the old West tower was removed and the current, rather curious campanile added, was followed by various re-orderings of the interior during the 20th century.  But somehow, after the many additions and re-workings, entering the church today still feels like walking into the ancient parish church it has always been, and continues to be.  One cannot help but sense in the very atmosphere the continuity of prayer, and the lives who have shared in the story of this ancient and holy place."
            ]
        },
        {
            "heading": "Churchyard",
            "paragraphs": [
                "The churchyard has been a place of burial since the foundation of the church, sitting on its little hill above the river Fleet (which still flows, now underground).",
                "The Churchyard ceased to be used as a graveyard in 1854 by which time it had accommodated centuries of burials. In the 300 years from 1600 perhaps 1.5% of all London’s estimated 6 million burials may have been accounted for at St Pancras. Records indicate that between 1689 and 1854, 88,000 burials took place, over 32,000 in the final 23 years.",
                "The railway encroachments of the nineteenth century meant many burials had to be re-located. The writer Thomas Hardy was employed as an overseer for Arthur Blomfield the architect managing the disinterment of human remains. Attributed to his work is the curious arrangement of grave stones in concentric circles, once around an ash tree known as 'The Hardy Tree',  the tree now, sadly, having fallen in 2022.",
                "The mausoleum of Sir John Soane records his death in 1837. It is one of only two Grade I listed monuments in London. Soane was the architect of the Bank of England and the Dulwich Picture Gallery. The death of his wife, and a son predeceasing him, meant he spent decades refining the design. A further son from whom he was bitterly estranged is absent. The monument looks for all the world like a telephone box, yet the telephone box was a century of being invented. In the 1920s the design competition was won by Sir Giles Gilbert Scott, grandson of George Gilbert Scott who built the St Pancras Hotel. As a trustee of the Sir John Soane Museum in Lincoln’s Inn Fields Soane’s design from a century earlier must have rung a bell. Very recently when a piece of stone from Soane’s monument went missing, telecommunications facilitated its rightful recovery. It was discovered and tracked down on eBay.",
                "Mary Wollestonecraft, born 27th April 1759 was the author of ‘A Vindication of the Rights of Woman’, published 1792. She died 10th September 1797 just ten days after giving birth to a daughter (Mary Shelley 30th August 1797-1st February 1851), who went on to write ‘Frankenstein’. The stone memorial to William and Mary (Wollstonecraft) Godwin was previously further to the East. Their remains are no longer buried here. With the disruption of the railway the family removed them to Bournemouth.",
                "Charles Dickens born just over two hundred years ago (7th February 1812) spent part of his childhood with family friends nearby in Little College Street which is now known as College Place. His parents were at that time in prison for debt. The house has long gone but he described this area as a desolate place surrounded by little else than fields and ditches. He walked a great deal around London gaining inspiration, writing about housing and the canal near here. In ‘A Tale of Two Cities’ (1859) St Pancras Churchyard is where Jerry Cruncher and his son came fishing, (body snatching), in this case fishing with a spade. Roger Cly, an Old Bailey spy and character in the same book, was described as being buried here. Bayham Street is another place in the Parish where Dickens lived as a boy. The Micawber’s (David Copperfield) and Cratchits (A Christmas Carol) lived in Camden Town.",
                "Baroness Burdett Coutts was responsible for the ornate gothic sundial unveiled in 1879. It records on each side many notable figures and their professions including French emigres from the time of the Revolution. Burdett Coutts herself is buried in Westminster Abbey.",
                "Tucked away along the northern side of the Burdett Coutts memorial is a plaque to ‘The English Bach’. Johann Christian Bach was music master to Queen Charlotte, wife of George Ill. Born in Leipzig 1735 he was the youngest son of Johann Sebastian Bach. He died on Tuesday 1st January 1782. With Carl Friedrich Abel (1723 – 1787), also buried in the churchyard, foreign musicians were introduced into London in Bach-Abel Concerts. The Beatles exploded on the popular music scene in the early 1960s. As the decade wore on getting them together in one place became increasingly difficult and the publicity photographs of the group were outdated. On Sunday 28th July 1968 a hop step and a jump from Bach’s two century old resting place, John, Paul, George and Ringo paused on a whirlwind photo shoot. To this day visitors arrive following the path of the Beatles ‘Mad day out in London’.",
                "The Gardens are managed by the London Borough of Camden. A circular stone marks their restoration in 2001 and the ornate gates have been repaired. Nearby new communities are arriving with student accommodation and other housing. There is a new University on the doorstep with St Martin Central School of Art and Design in the Granary, just across the Regent’s Canal. Down the road the Crick Institute, new offices and a transformed King’s Cross Station help to make this, we believe, the most well-connected Parish in the Church of England."
            ]
        },
        {
            "heading": "Open House",
            "paragraphs": [
                "On Saturday 20th September, the church, although open daily to visitors, will host regular tours of the church and churchyard,  tea (or a glass of prosecco) and homemade cake.  You are most welcome!"
            ]
        }
    ],
    "first_published": "2025-07-22T21:24:20.000000",
    "id": 2552,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/2552/building_2552_486415379_947815527516689_2532688105123204603_n_f7ce1d655b50c1c0f907ebd664397497.jpg",
            "description": null,
            "title": null,
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2552_486415379_947815527516689_2532688105123204603_n_f7ce1d655b50c1c0f907ebd664397497.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/2552/building_2552_496255497_982100460754862_4944853070649324483_n_a0ba66c4a3880b912594e9d5826a2a14.jpg",
            "description": null,
            "title": null,
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2552_496255497_982100460754862_4944853070649324483_n_a0ba66c4a3880b912594e9d5826a2a14.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Pancras Road, NW1 1UL",
        "latitude": 51.53485,
        "longitude": -0.13037,
        "meeting_point": null,
        "travel_info": [
            "Tube: Mornington Crescent, Camden Town",
            "Bus: 46, 214"
        ]
    },
    "name": "St Pancras Old Church",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/2552",
    "ticketed_events": false,
    "venue_years_listed": [
        2025
    ]
}