{
    "all_week": false,
    "balloted_events": false,
    "description": "Walk across Ealing Common, taking in the range of architectural styles. Highlights: the home of a Wimbledon champion and the death mask of a prime minister.",
    "design": {
        "designers": [
            {
                "architect": "Unknown",
                "description": null,
                "year": "1890"
            }
        ],
        "periods": [
            "Historical/contemporary"
        ],
        "types": [
            "walk/tour"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2025-09-20",
            "drop_in": true,
            "end": "2025-09-20T15:30:00+01:00",
            "fully_booked": false,
            "name": "Drop in: Ealing Common Historical Walk",
            "notes": "Please let us know if you plan to visit. Doing so allows\n                    the venue to plan ahead and you will be notified by email\n                    about any changes to the programme that might affect your\n                    visit.",
            "start": "2025-09-20T14:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        "Toilets"
    ],
    "factsheet": [
        {
            "heading": "Historical Background",
            "paragraphs": [
                "Ealing Common is an ancient manorial common, originally owned by the Bishops of London.  In the 17th century, the Common was much larger than today: over 70 acres for common grazing.",
                "Little by little, it’s been whittled away, and today, it’s only 21 acres.",
                "Ealing Common was surveyed and recorded under the Metropolitan Commons Act 1886. In 1901 Ealing became the first municipal borough in Middlesex and by then the common had reduced to 47 acres. Road widening and house building continued to infringe and reduce the acreage. In 1965, it was registered under the Commons Registration Act. The roads that surround the Common have comprised the Ealing Common conservation area since 1982."
            ]
        },
        {
            "heading": "New Common",
            "paragraphs": [
                "In the summer of 2008 this newest piece of common was designated as exchange land for the common that was to be taken to permit the replacement of the adjacent bridge over the GWR and Central Line."
            ]
        },
        {
            "heading": "Hanger Lane Farmhouse",
            "paragraphs": [
                "The farmhouse is listed locally by Ealing Council as of great historic interest. In the 1861 census it was described as Mary Cotching's 'model' dairy farm with a shop in The Mall selling fresh milk, delivered twice daily. It was sold to United Dairies in 1928 and finally closed in 1992."
            ]
        },
        {
            "heading": "North Common Road",
            "paragraphs": [
                "There was open countryside to the north of the common until the 1880s, where the Wood family of Hanger Hill House farmed some 900 acres. They built The Mall and the large detached villas along North Common Road.",
                "These Victorian houses with decorated gables, turrets and balconies have an architectural coherence, with high pitched roofs of clay tiles and patterned brickwork. They have recessed front doors behind a moulded portico, or elaborately pillared porch and large windows, characteristically ornamented and chamfered.",
                "This Victorian gothic style is repeated in the the more modest houses built to the east of the North Common Road eg in Creffield and Inglis roads. The Ealing Common Conservation Area was enlarged in 1993 to cover this larger area."
            ]
        },
        {
            "heading": "St Matthew's Church",
            "paragraphs": [
                "St Matthews was built in 1884, in Geometrical Gothic style. It replaced a temporary iron church in Grange Park, further south, off the Common. Nicolas Pevsner, the architectural historian, called it “a capacious red brick basilica”. It has many fine memorial windows to local residents lost in the First World War, and fine carved reredos behind the main altar, depicting the Last Supper.",
                "St Matthews has always been an Anglican church, but in the past has shared its building with the Polish Catholic community, and more recently, The Christian Believers fellowship, a local congregation South Indian origins.",
                "A blue plaque is on the adjacent vicarage, to commemorate Dorothea Chambers. The vicar's daughter, in  the early 1900s she won the Ladies' Singles at Wimbledon seven times, and was runner up four times, which is more times than any other British player."
            ]
        },
        {
            "heading": "The Common",
            "paragraphs": [
                "As heath scrub was cleared, trees were planted on the Common: elms and then poplars, for drainage. Finally, in the 1880s, the magnificent avenues of horse chestnuts were laid out by Charles Jones, Ealing's first architect, engineer and surveyor. The air was said to be the finest in Middlesex, and by 1904 Ealing was praised as the Queen of the Suburbs.",
                "As we look west from the centre of the common we can better appreciate the unplanned mix of architectural styles.",
                "Numbers 1 to 16 The Common form a unique terrace: four low stuccoed Regency villas with Corinthian-style decorated pilasters (Grade ll listed) are flanked by larger Victorian houses built by Robert Colley, the local saddler who was a prominent member of the tenants committee. An interesting building is Number 19, Greystoke Court. This was built in 1903 as five flats with verandahs,  possibly to accommodate residents retiring from a colonial life. Unusually it is built of artificial bricks made from hard clinker of Ealing's 'fume extractor' – an early experiment in recycling refuse.",
                "The surface of the common tells another story. Cement blocks marked the entrance to underground air raid shelters used in World War ll. During that time there were search lights and anti-aircraft guns in the central section of the common, and allotments to the south."
            ]
        },
        {
            "heading": "The Grange Pub",
            "paragraphs": [
                "The Grange is situated on the boundary of the Rothschild estate, as they were opposed to licensed premises on their lands. The adjacent cottages were built in the 1860s, and the residents took advantage of their right as commoners to hang out washing and keep donkeys. The fine houses of Warwick Dene were planned and leased by the Rothschild estate in 1904.",
                "In the 18th century when George lll held court at Kew, many of the nobility had country houses around Ealing. In 1808 Spencer Perceval, later to become Prime Minister (the only Prime Minister so far to be assassinated), bought Elm Grove House on the southern verge of the common. After his assassination his family lived there until 1860. It was then used as a private 'asylum' for former employees of the East India Company, until bought and demolished by the Rothschilds who owned Gunnersbury from 1835 to 1925."
            ]
        },
        {
            "heading": "All Saints",
            "paragraphs": [
                "This memorial church to Spencer Perceval, paid for by his youngest daughter, Frederica, was built in 1905 on land donated by the Rothschilds. Spencer Perceval was born on November 1, 1762 – the feast day of All Saints.",
                "The architect, W A Pite, had already built alms houses near St Mary's to replace those maintained by the commoners' committee in The Mall and he later designed churches in Acton and Alperton. Here the interior reveals Art Nouveau influences in the fine metal mouldings of the lectern and pulpit (Nelson Dawson and his wife from Chiswick). An unusual feature is the arched reredos, allowing glimpses of lancet windows to the east."
            ]
        },
        {
            "heading": "Elm Avenue",
            "paragraphs": [
                "So called because there was a triple line of elms, fringing the south side of the south common from the late 1650s. The remaining trees were blown down in the hurricane of 1987. Houses built here followed the opening of the North Circular Road in 1920."
            ]
        }
    ],
    "first_published": "2025-08-18T16:21:29.806437",
    "id": 2574,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/2574/building_2574_st-matthews_f17c403ca0069a490f9bff18a549e950.jpg",
            "description": null,
            "title": "St Matthews Church",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2574_st-matthews_f17c403ca0069a490f9bff18a549e950.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/2574/building_2574_greystone-house_b29256b0d607b66a5dec2b03e4619e6d.jpg",
            "description": null,
            "title": "Greystone House",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2574_greystone-house_b29256b0d607b66a5dec2b03e4619e6d.jpg"
        }
    ],
    "links": [
        {
            "href": "https://www.ealingcommonsociety.org/",
            "title": "www.ealingcommonsociety.org"
        }
    ],
    "location": {
        "address": "at Hanger Lane end of Inglis Road, behind Iron Duke train sculpture",
        "latitude": 51.5143,
        "longitude": -0.29184,
        "meeting_point": null,
        "travel_info": [
            "Tube: North Ealing, Ealing Common, Ealing Broadway",
            "Train: Ealing Broadway",
            "Additional travel info: Bus routes 207, 483, 607 (now Superloop)"
        ]
    },
    "name": "Ealing Common Walk",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/2574",
    "ticketed_events": false,
    "venue_years_listed": [
        2024,
        2025
    ]
}