{
    "all_week": false,
    "balloted_events": false,
    "description": "The B&I Meeting House is a Grade II* listed late-Georgian Quaker Meeting House (1785), surrounded by peaceful and green gardens and a Quaker burial ground. Still in active use today, the architecture includes unique examples of old Quaker practices no longer found in more modern Meetings. Consistent renovations and updates have added new rooms, accessible ramps and toilets, and a full kitchen.",
    "design": {
        "designers": [
            {
                "architect": "Unknown",
                "description": null,
                "year": "1785"
            }
        ],
        "periods": [
            "Miscellaneous",
            "Georgian"
        ],
        "types": [
            "religious",
            "cemetery",
            "community/cultural",
            "garden",
            "historical house",
            "library",
            "mixed use"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2025-09-20",
            "drop_in": true,
            "end": "2025-09-20T17:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in: Open Day & Displays",
            "notes": "Drop in and explore our historic listed building & peaceful, natural grounds. Plus sisplays on Quaker history & artefacts of the Meeting.",
            "start": "2025-09-20T12:00:00+01:00",
            "ticketed": false
        },
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2025-09-20",
            "drop_in": true,
            "end": "2025-09-20T13:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in: Author Talk - a British Engineer in 19th Century Russia",
            "notes": "Local author and Quaker Bessie White tells the story of her great grandfather - a British engineer living in Russia in the years before WW1.",
            "start": "2025-09-20T12:30:00+01:00",
            "ticketed": false
        },
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2025-09-20",
            "drop_in": true,
            "end": "2025-09-20T14:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in: Author talk - Russian Dacha Life in the 1890s",
            "notes": "Illustrated talk from a local author and Quaker, exploring a British expat’s summer life in a Russian dacha in Listviano in the 1890s.",
            "start": "2025-09-20T13:30:00+01:00",
            "ticketed": false
        },
        {
            "activity_type": "Workshop",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/2688",
            "capacity": null,
            "date": "2025-09-20",
            "drop_in": false,
            "end": "2025-09-20T14:00:00+01:00",
            "fully_booked": false,
            "name": "Crochet Flower Workshop",
            "notes": "A free workshop by local maker KC Crochet Studio - using the basic stitches, make your own flower. Calm & creative, beginners very welcome!",
            "start": "2025-09-20T12:30:00+01:00",
            "ticketed": true
        }
    ],
    "facilities": [
        "Toilets",
        "Drinking water",
        "Family-friendly event",
        "Gender neutral toilet",
        "Large print guides",
        "Quieter area",
        "Seating available",
        "Step-free routes",
        "Hearing loop",
        "Accessible toilet",
        "Baby changing facilities"
    ],
    "factsheet": [
        {
            "heading": "Open House Timings, Programme & Events",
            "paragraphs": [
                "The Meeting House will be open from 12-5 on Saturday 20th September for visitors - feel free to drop in and explore our unique history, architecture and our peaceful and relaxing grounds. As well as a selection of Quaker artefacts on display, members of the local Meeting will be on hand to answer questions and provide more context on the living history of the building.",
                "Alongside that, we'll also be hosting workshops, performances and exhibitions, as our building plays host to many local communities - everything from support groups to music and theatre rehearsals to craft workshops to gardening sessions. Full programme details are to be announced - please check back here regularly for more details!"
            ]
        },
        {
            "heading": "Origins & History",
            "paragraphs": [
                "Built in 1785 on land purchased from wealthy local Quaker Benjamin Angell, the Brentford & Isleworth Friends Meeting House is a simple, rectangular building in plain Georgian style - in keeping with the Friends’ belief in simplicity and their avoidance of ostentation. Originally surrounded by a burial garden to the north and east, Benjamin’s wife, Sarah, bequeathed the land to the south to the Meeting in 1824 - with the first internment in 1857. The couple give their name to nearby Angell House.",
                "The building was struck on the 13th October 1940 during the Blitz - but despite extensive damage to the front, the roof remained standing. In the process of repairs, further windows, electrical and heating systems were installed, followed by two extensions - in 1957, for the Meeting’s children, and 1982, to extend the kitchen and toilets.",
                "The most recent additions are a wooden Garden Room, in 2000 (accompanying the allotments in the grounds, used by local gardening groups and members of the Meeting, and encouraging biodiversity) and an eco-loo in 2019. The building is currently occupied by a day nursery during the week, and is still used as a space for worship on Sundays - continuing a nearly 250-year-old community."
            ]
        },
        {
            "heading": "Unique Features",
            "paragraphs": [
                "In the main building, the Meeting Room (a site of worship since the building’s first construction) features raised benches and an upper gallery with sliding partitions to close off the space. These are living representations of older traditions of Quaker worship. The raised benches were once used by ‘favoured ministers’, those whose spoken ministry was particularly valued by Friends, with all benches facing them. However this is no longer in use, with Friends preferring to worship all on one level, with the (19th century!) benches in a circle, representing our commitment to equality.",
                "Similarly, the upper gallery was once the women’s meeting room - while all genders met to worship together, women used to have a separate meeting for some matters. In 1896, the decision was taken that all meetings should be conducted jointly, and the upper gallery was converted into its current form as an interfaith library - newer meeting houses do not have the feature.",
                "Quakers value simplicity, and eschew reliance on “outward and visible forms” of religious observance - as such, you will not find any ornamentation or imagery in the main meeting room. Similarly, Quaker burials originally did not have headstones - this was changed in 1850, but all burials still have identical headstones and wording, reflecting the Friends’ commitment to equality and simplicity. Ashes are buried at the north end of the ground, with names recorded on plaques."
            ]
        },
        {
            "heading": "Artefacts & Local Links",
            "paragraphs": [
                "The Meeting House owns several unique Quaker artefacts, displaying our history - including documents indicating the division of land, burial plots etc. In the main Meeting Room, we still hold a facsimile of the certificate for a Quaker wedding that took place in the Meeting House just ten years after its opening, in 1795. The wedding, between James Taylor and Ann Temple, was conducted in the Quaker tradition whereby all present sign their name - including Benjamin and Sarah’s original signatures.",
                "We also have a unique link to Kew Gardens, with six significant botanists working there buried in our grounds - spanning 1858 until the 1990s. They are Daniel Oliver (b.1830). John Gilbert Baker (b.1834), Edmund Gilbert Baker (son of JGB, b.1864), Jan Bevington Gillett (b.1911), Richard Eric Holttum (b.1895) and William Thomas Stearn (b.1911). While university education was still primarily non-secular, Quakers often studied botany as a subject that could be primarily self-taught with books, fieldwork etc, or by mentorship from others directly - and as a science that would not be used in conflict, as per the Quaker commitment to pacifism."
            ]
        }
    ],
    "first_published": "2025-07-17T16:15:43.000000",
    "id": 2688,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/2688/building_2688_open-house-2_8096f5f63c1f18000bf57d73e29a94a2.jpeg",
            "description": null,
            "title": "The view of the meeting house from the south graveyard.\r\n\r\nCredit: Catherine Thompkins.",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2688_open-house-2_8096f5f63c1f18000bf57d73e29a94a2.jpeg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/2688/building_2688_b-i-meeting-house-doorway-2_83d336ba06ecbafd2d0fee759384b12b.jpg",
            "description": null,
            "title": "Door date inscription, showing the early Quaker calendar system.\r\n\r\nCredit: unknown.",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2688_b-i-meeting-house-doorway-2_83d336ba06ecbafd2d0fee759384b12b.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/2688/building_2688_eco-loo-and-garden-room-28-july_0742dc5153ef1e7878103fec537b37c5.jpg",
            "description": null,
            "title": "Our summer-house style Garden Room, a recent addition alongside allotments.\r\n\r\nCredit: Unknown.",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2688_eco-loo-and-garden-room-28-july_0742dc5153ef1e7878103fec537b37c5.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/2688/building_2688_open-house-4_bd0058650df8efbf106c3a12d3679a33.jpeg",
            "description": null,
            "title": "The meeting room, set up for Meeting for Worship.\r\n\r\nCredit: Catherine Thompkins",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2688_open-house-4_bd0058650df8efbf106c3a12d3679a33.jpeg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/2688/building_2688_open-house-3_9f17515424905c4820a12538d502f7a0.jpeg",
            "description": null,
            "title": "Meeting House & allotments.\r\n\r\nCredit: Catherine Thompkins",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2688_open-house-3_9f17515424905c4820a12538d502f7a0.jpeg"
        }
    ],
    "links": [
        {
            "href": "https://bandiquakers.org.uk",
            "title": "bandiquakers.org.uk"
        },
        {
            "href": "https://www.facebook.com/BrentfordIsleworthQuakers/",
            "title": "www.facebook.com/BrentfordIsleworthQuakers"
        }
    ],
    "location": {
        "address": "Quakers Lane, Isleworth, TW7 5AZ",
        "latitude": 51.4791863,
        "longitude": -0.3260394,
        "meeting_point": null,
        "travel_info": [
            "Tube: Osterley, Boston Manor, Hounslow East, Gunnersbury",
            "Train: Syon Lane, Isleworth, Brentford, Kew Bridge, Twickenham",
            "Bus: 235, H28, 237, 267, E8, H37, H91",
            "Additional travel info: A disabled parking space is available outside the building on Quakers Lane. Street parking on the lane or nearby roads is often available."
        ]
    },
    "name": "Quaker Meeting House - Brentford & Isleworth",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/2688",
    "ticketed_events": true,
    "venue_years_listed": [
        2021,
        2022,
        2023,
        2024,
        2025
    ]
}