{
    "all_week": false,
    "description": "The Bishop's Palace was the official residence of the Bishops of Rochester. The present building dates from 1775, although there have been manor houses on the site since the 10C. The estate was acquired by Victorian coal merchant Coles Child who undertook numerous alterations and additions designed possibly by Norman Shaw.  The Park contains St Blaise's Well, fernery, Ice House and the former moat",
    "design": {
        "designers": [
            {
                "architect": "Richard Norman Shaw",
                "description": null,
                "year": "1870"
            }
        ],
        "periods": [
            "Ernest Newton",
            "Georgian"
        ],
        "types": [
            "civic",
            "garden",
            "community/cultural"
        ]
    },
    "events": [
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/2714",
            "capacity": null,
            "date": "2025-09-20",
            "drop_in": false,
            "end": "2025-09-20T12:30:00+01:00",
            "fully_booked": false,
            "name": "Guided Tour",
            "notes": "A guided tour of the Bishop's Palace and Palace Park, starting and finishing at the entrance to the car park in Rochester Way, BR1 3DB",
            "start": "2025-09-20T10:30:00+01:00",
            "ticketed": true
        },
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/2714",
            "capacity": null,
            "date": "2025-09-20",
            "drop_in": false,
            "end": "2025-09-20T16:30:00+01:00",
            "fully_booked": false,
            "name": "Guided Tour",
            "notes": "A guided tour of the Bishop's Palace and Palace Park, starting and finishing at the entrance to the car park in Rochester Way, BR1 3DB",
            "start": "2025-09-20T14:30:00+01:00",
            "ticketed": true
        }
    ],
    "facilities": [
        "Toilets"
    ],
    "factsheet": [
        {
            "heading": "History",
            "paragraphs": [
                "In 862 A.D. Ethelbert the King of Kent made a grant of land to form the Manor of Bromley to Drytwald, one of his ministers. It came into the possession of the Bishops of  Rochester in the 10th century and was the residence of successive bishops until 1845.  After the Norman Conquest this land was briefly appropriated by Odo, Earl of Kent. However, Lanfranc the new Archbishop of Canterbury, together with Bishop Gundulf, succeeded in recovering the possessions.",
                "The manor consisted of an extensive estate, including farms, orchards and woodland. In 1845 the Ecclesiastical Commissioners sold the whole estate to Coles Child, a wealthy businessman. He modernised the farm and improved and extended the main house. When Coles Child died in 1870, his son, named after him, inherited the estate. He sold some of the land to builders. The area’s origins are perpetuated today in local street names like Rochester Avenue and Palace Road.  In the 1930s it was acquired for use as a girls' school that became Stockwell College. Substantial extensions were made but the Palace itself and the adjoining Park were preserved.  It became Bromley Civic Centre in 1982.   Bromley Council sold the site to Galliard Homes in 2025."
            ]
        },
        {
            "heading": "The Bishop’s Palace",
            "paragraphs": [
                "The former Civic Centre consists of a number of buildings grouped around the Bishop’s Palace, once one of the official residences of the Bishops of Rochester. The present building dates from 1775 but there has been a manor house in Bromley since the 10th century.  Bishop Gilbert de Glanville rebuilt on this site in 1184, and the original structure was altered and added to at various dates. The old building was demolished by Bishop Thomas and was entirely rebuilt between 1774 and 1776. The north facing frontage displays the arms of Bishop Thomas joined with those of the see of Rochester. After Coles Child acquired the Palace in 1845 he carried out a number of significant changes. The building was lengthened at both ends, a porch was added, windows were enhanced with stone and, on the south front, a colonnaded verandah was added.  Rooms were constructed in the roof space and dormer windows were built.  This 'Victorianisation' of the house was carried out by two particularly important architects: Richard Norman Shaw in 1863, and Ernest Newton in 1903 and 1920. Both these designers probably had a hand in altering the roof.",
                "The Bishop’s Palace is Grade II listed.",
                "The building became a girls’ finishing school when the Palace was sold in the 1930s.  Stockwell College, a teacher training college, moved into the Palace in 1933 and two wings were added. More extensions were built when Kent County Council took over the College, and in 1960 the courtyard was formed. Stockwell College closed in 1980 and became the Civic Centre in 1982.   It has now been sold to Galliard Homes."
            ]
        },
        {
            "heading": "The Palace Park",
            "paragraphs": [
                "The Palace Park, formed from the grounds and moat of the former Palace, remains in Council ownership and has been extensively restored and maintained by volunteers from The Friends of Bromley Town Parks and Gardens.  \nIt contains several items of historic interest: St Blaise's Well,  Fernery, Cascade, Ice House, Ha-Ha Wall,  and Folly.  The latter five are all listed Grade II."
            ]
        },
        {
            "heading": "St Blaise's Well",
            "paragraphs": [
                "St Blaise's Well is located at the north end of the lake, to the east of the Palace. St Blaise was the Bishop of Sebaste in Armenia, martyred in 316 A.D. He became the patron saint of wool combers, popular in Kent because of the importance of sheep farming in the county. The well was reputed to have healing properties, its chalybeate water was prescribed for the relief of ailments by the surgeon Thomas Reynolds in 1756. Its early history is lost but it is known that the well and an associated chapel fell into decay around the time of the Reformation. It was rediscovered by the Bishop’s domestic chaplain Rev. Harwood in 1754. Excavations exposed remains of steps and wooden planks around the spring. The garden structure, built by Coles Child to protect the waters, was destroyed in a snow storm in 1887.  Work to clear foliage from around the Well has been carried out by volunteers.  On 2nd February 2025, the closest weekend to St Blaise’s Day, the Friends of Bromley Town Parks and Gardens held a Well Dressing and Blessing ceremony, at St Blaise’s Well, in Bromley Palace Park attended by the Mayor of Bromley."
            ]
        },
        {
            "heading": "Fernery, Cascade, Ice House, Ha-Ha Wall and Folly",
            "paragraphs": [
                "PULHAMITE FERNERY\nPulhamite artificial rock-work fernery of c.1865, constructed by the firm of Pulhams, garden contractors. It comprises a curving mass of linear, bedded, Pulhamite rockwork, overall approximately 15m across and 5m deep. Some of the individual rocks are over a cubic metre in size. The rockwork is set in a bank at the head of the north end of the lake, with a central cleft through which water flowed into a basin at its base, and thence 5m to St Blaise's Well, which in turn fed directly into to the lake. The rockwork has a brown, sandy exterior finish, although one bedding plane is of a blueish rock which may be natural in origin.\nIt has been extensively restored and much foliage cleared by the Friends of Bromley Parks and Gardens.",
                "PULHAMITE WATERFALL\nPulhamite artificial rock-work waterfall of c.1865, by the firm of Pulhams, garden contractors. The waterfall comprises a linear, bedded mass of Pulhamite rockwork, overall approximately 15m across and 5m deep. Some of the individual rocks are over a cubic metre in size. The rockwork is set in the dam which forms the south end of the lake, with a central cleft through which water cascaded to a basin at its base. The rockwork has a brown, sandy exterior finish; in some places the exterior skin has broken off exposing the scrap-brick core of the rockwork.",
                "THE ICE HOUSE \nThe  brick ice house with later added summerhouse was probably constructed in the late C18 though modified with the addition of a summerhouse (possibly by Ernest Newton) in the later C19. It is fairly elaborate for an ice house with a tall brick retaining wall with later dogtooth cornice and the attached later summerhouse is constructed of good quality materials.  It survives substantially intact apart from some minor C20 modifications when it \nwas converted into a canoe store for Stockwell College.",
                "HA-HA WALL\nThe ha-ha wall was intended to keep livestock away from the Palace whilst preserving the view south over what were then the fields of Kent.  It is constructed of C19 brick but is probably on the line of an earlier, late C18 ha-ha.  It is a three feet high retaining wall of yellow burr bricks with occasional tiles on edge.  The main body of the wall is of blocks of bricks orientated vertically and horizontally in a basketweave pattern, but the top has a course of bricks on edge with a further course of headers immediately below.",
                "VICTORIAN FOLLY OF 'MEDIEVAL RUINS'\nThe folly of c.1865 at the south west corner of the Park is an intrinsically interesting mid-C19 folly, unusually employing Norman style decoration to evoke the spirit of the former bishop's palace. It is probably by Pulhams, one of the most innovative and interesting C19 firms of garden contractors and formed in part from stones retrieved from the moat"
            ]
        }
    ],
    "first_published": "2025-07-26T21:21:23.055071",
    "id": 2714,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/2714/building_2714_p1014472_078433c5035aed8166b28786028cdddb.jpg",
            "description": null,
            "title": "Main entrance",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2714_p1014472_078433c5035aed8166b28786028cdddb.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/2714/building_2714_p1014473_273a4d19a6690aeb11d64e0ca611b47c.jpg",
            "description": null,
            "title": "Old Palace's Function Room",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2714_p1014473_273a4d19a6690aeb11d64e0ca611b47c.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/2714/building_2714_p1014477_32dbd21ab76ba095b885e94e2f040d3e.jpg",
            "description": null,
            "title": "Old Palace's Chairman's Room (former Drawing Room)",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2714_p1014477_32dbd21ab76ba095b885e94e2f040d3e.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/2714/building_2714_p1014480_7af89ac650c61ab05868cca85f9443cf.jpg",
            "description": null,
            "title": "Southern View of the Old Palace",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2714_p1014480_7af89ac650c61ab05868cca85f9443cf.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/2714/building_2714_img_3061_53a25aa14cd2067f933b5b920a140c5a.jpg",
            "description": null,
            "title": "Southern View of the Old Palace",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2714_img_3061_53a25aa14cd2067f933b5b920a140c5a.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/2714/building_2714_img_3062_cb51e6694b398ba5cb48c9a652c130b6.jpg",
            "description": null,
            "title": "St. Blaise's Well",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2714_img_3062_cb51e6694b398ba5cb48c9a652c130b6.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/2714/building_2714_c17-bishops-palace-bromley_442349dfbf28741a1ebdf5b6db72dfec.jpg",
            "description": null,
            "title": "Bishop's Palace - 17th century",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2714_c17-bishops-palace-bromley_442349dfbf28741a1ebdf5b6db72dfec.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/2714/building_2714_old-palace-front-large-file-sept-2022_f0333559adaa185b94a5942409e67029.jpg",
            "description": null,
            "title": "Northern view of Old Palace",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2714_old-palace-front-large-file-sept-2022_f0333559adaa185b94a5942409e67029.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Civic Centre, Stockwell Close, Bromley, BR1 3UH",
        "latitude": 51.4040913,
        "longitude": 0.0200754,
        "meeting_point": null,
        "travel_info": [
            "Train: Bromley South, Bromley North",
            "Bus: 61, 119, 126, 162, 208, 246, 261, 314, 320, 336, 358",
            "Additional travel info: The starting point for the walk in Rochester Avenue, BR1 1DB is a short walk from the 'Bromley Civic Centre' bus stops in Kentish Way"
        ]
    },
    "name": "Bishops Palace and Park, Bromley (formerly Bromley Civic Centre).",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/2714",
    "ticketed_events": true,
    "venue_years_listed": [
        2021,
        2022,
        2023,
        2025
    ]
}