{
    "all_week": false,
    "description": "St George's Bloomsbury is one of the twelve new churches designed and paid for under the 1711 Act of Parliament for building fifty new Churches, and the sixth and final London Church designed by Hawksmoor.",
    "design": {
        "designers": [
            {
                "architect": "Nicholas Hawksmoor",
                "description": null,
                "year": "1720"
            }
        ],
        "periods": [
            "Georgian"
        ],
        "types": [
            "religious"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2025-09-13",
            "drop_in": true,
            "end": "2025-09-13T17:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in: Open Day",
            "notes": "",
            "start": "2025-09-13T10:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        "Toilets",
        "Accessible toilet",
        "Baby changing facilities",
        "Drinking water",
        "Gender neutral toilet",
        "Step-free routes",
        "Seating available"
    ],
    "factsheet": [
        {
            "heading": "The Building: History and Design",
            "paragraphs": [
                "In 1711, as a result of London’s increasing population in the late 17th and early 18th centuries, and the worrying spread of dissenting chapels, Queen Anne’s new Tory ministry passed an act to build fifty new churches in the cities of London and Westminster. In the event only 12 were built, St George’s being the last. The church was consecrated on 28th of January 1730 by Edmund Gibson, Bishop of London. The new parish was formed from the ancient parish of St Giles-in the Fields to serve the more fashionable area of Bloomsbury. At this time St Giles was surrounded by one of London’s most notorious slums called the ‘Rookery’.",
                "Portico\nEvery church was to have a portico and St. George’s is considered one of the most classical in London.  Sir Nikolaus Pevsner described it as ‘the most grandiose of London’s 18th century church fronts’.  It is supposedly based on the Temple of Jupiter at Baalbek in the Lebanon.",
                "The Church\nDesigned by Nicholas Hawksmoor as an ‘auditory’ church like Wren’s city churches, the church was designed specifically for the liturgy of the Book of Common Prayer with both pulpit and altar clearly visible and the interior light with clear glass windows.  The altar was to be in the traditional position in the east with galleries to the north and south.  Since the land purchased from the widow of Lord John Russell was a rectangle north-south this created a problem:  an east-west orientation on a north-south site. Hawksmoor’s first plans were rejected. Others, including Vanbrugh, submitted designs but Hawksmoor was persuaded to revisit the project and this is the result.",
                "Nave\nThe nave is a perfect cube and it has been suggested that Hawksmoor who was a freemason was influenced by Masonic symbolism. The centre flower in the ceiling is the plasterwork of Isaac Mansfield. At the centre of all but one of the arches a large keystone is embellished by a tongue of flame, representing the Holy Spirit on the day of Pentecost. There are seven of these probably representing the gifts of the spirit received at confirmation. The one above the east apse facing into the church has the Tetragrammaton (the name of God in Hebrew) inscribed on it. This is also inscribed on the Reredos. The original pews faced inwards like a college chapel. Some were used in the Victorian restoration. In order to allow a greater flexibility of use within the church the heavy Victorian pews were removed and new pew benches designed by Luke Hughes and Company of Drury Lane were commissioned. All of them were sponsored.",
                "East Apse\nWhen the church was re-orientated in 1781 the apse became a baptismal area. The Street restoration in the 1870s removed the clear glass and the stained glass today dates from the late nineteenth century and is by Clayton and Bell. The apse remained a baptismal area which is why the stained glass there reflects baptismal themes. Anthony Trollope, the Victorian novelist was baptised here on 18 May 1815, as in 1824 was Richard Meux Benson, founder of the first Anglican religious order for men known as the ‘Cowley Fathers’. The Church was the setting for the Bloomsbury Christening in ‘Sketches by Boz’ by Charles Dickens (1836). The font has now been re-sited at the south entrance.",
                "The apse is dominated by a remarkable ‘Cuban’ mahogany Reredos behind the altar. ‘Cuban’ mahogany came from the West Indies but not necessarily Cuba. This is probably the earliest example of the use of mahogany in church furnishing in the United Kingdom. The marquetry is extremely fine and the whole piece is highly unusual for an Anglican Reredos of this period since it lacks the customary Ten Commandments, Creed and Lord’s Prayer. It may reflect Moravian influence.  The craftsmen were Thomas Phillip, John How and John Mead. The ceiling decoration is also by Isaac Mansfield and depicts winged cherubs in clouds above mitres and crosiers on either side of a symbolic Pelican. The Pelican, alongside the sheaves of corn represents the Eucharist and is placed above a baptismal shell. The mitres and crosiers visually reinforce the Church of England’s credentials as an Episcopal church.",
                "Galleries\nNot long after the completion of the building an additional gallery was added along the west wall without Hawksmoor’s consent in order to increase the seating capacity.  Later the north gallery was extended to the north wall and then in the 1780s, the Vestry ordered the church to be reoriented north-south with the altar against the north wall.  A new gallery was added across the eastern part of the church.  George Street took down the east and west galleries and so gave the church a more ‘Tractarian’ feel with a chancel and choir stalls. As a consequence, St George’s is probably the only church in London which has had galleries on all four sides during the course of its history.",
                "The south gallery was moved forward in the 1950s to accommodate an organ, brought from Emmanuel church in Maida Vale. The original church had no organ until 1800. From the 1870s the organ was situated either side of the sanctuary. The south gallery has now returned to what it was in 1781, with a lighter wood finish to match the new north gallery. The congregation hopes to eventually reinstate a suitable pipe organ, probably on the north gallery.",
                "The major feature of the recent restoration has, therefore, been a return to the east-west orientation, the return of the Reredos to the east apse and the reconstruction of the north gallery as Hawksmoor designed it in the 1730s. In essence the church has now returned to the original purity of Hawksmoor’s scheme.",
                "The Undercroft\nIt was decided, as part of the restoration, to remove the coffins buried In the Undercroft between 1780 and 1840. These included Charles Grant (mentioned above), Lord Mansfield, a significant legal figure in the origins of human rights, and many wealthy Bloomsbury families. An initial survey by Oxford Archaeology suggested approximately 300 coffins lay in the Undercroft. Actually the figure was nearer 900. They were reverently disinterred and reburied in the St Pancras and Islington cemetery in North London.",
                "Tower\nHawksmoor’s distinctive design for the tower was influenced by the Mausoleum at Halicarnassus, one of the seven wonders of the Ancient World, as described by the Roman writer Pliny. It was topped with a statue of George I, the only statue of George I in England, dressed in a Roman toga, to show Hanoverian authority. This was paid for by a vestry man, William Hucks, royal brewer and MP for Abingdon. From the start, this unusual feature has invited criticism and even ridicule- Horace Walpole called it a ‘masterpiece of absurdity’.",
                "William Hogarth’s famous engraving ‘Gin Lane’ (1751) shows the tower in the background of a scene of urban squalor. The original Lions and Unicorns around the base of the tower were removed in the nineteenth century. They have been re-created by Tim Crawley of Fairhaven Stone (www.thebeasts.info) The original west entrance at the base of the tower has been restored.  As you enter there is a large monument to Charles Grant (of Whisky fame), by Samuel Manning the elder. Grant was Chairman of the East India Company and a friend of William Wilberforce. Grant was buried in the Undercroft."
            ]
        },
        {
            "heading": "St George's Yesterday and Today",
            "paragraphs": [
                "Throughout its history St George’s has been the scene of notable events. In 1913 a memorial service for Emily Davison, the suffragette who threw herself in front of the King's horse, took place here before her body was taken for burial at Morpeth. Emperor Haille Selassie attended a controversial requiem for the dead of the Abyssinian war in 1937. In 1956 St George’s became the University Church and had a significant ministry to students until the early 1970s. By the late 20th century, however, congregations were small and the fabric of the church had deteriorated in an alarming way.",
                "Restoration begun in 2002 has been funded by the estate of Paul Mellon the American philanthropist, through the World Monuments Fund; the Heritage Lottery Fund; the Robert Wilson Challenge Fund; and a host of smaller donors. It has made possible a new future for the church. The architect of the restoration was Colin Kerr with Inskip and Jenkins designing the North Gallery.",
                "The ancillary spaces of the church have been much improved and now provide useful rental space for community and other activities. A Hawksmoor and Bloomsbury exhibition has been created in part of the Undercroft. The congregation is growing and the worship continues to attract a wide range of people who appreciate a traditional but unstuffy liturgical style with good music and preaching. Concerts and other activities within the church continue to increase.",
                "We hope you have enjoyed your visit. If you can, please leave a donation however small, in the box at the entrance. As you will appreciate the running costs of such a beautiful building are high and we wish to keep the church in good condition for this and subsequent generations"
            ]
        }
    ],
    "first_published": "2025-07-26T21:21:23.055071",
    "id": 2856,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/2856/building_2856_church-scene_f09303546c75acf522a67a6ad872e978.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2856_church-scene_f09303546c75acf522a67a6ad872e978.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/2856/building_2856_sgb-logo_a87b7c2bb6608253bedd8b9764978980.jpg",
            "description": null,
            "title": null,
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2856_sgb-logo_a87b7c2bb6608253bedd8b9764978980.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/2856/building_2856_004_44117bcb11ab44b8b07c8a4fab03a652.jpg",
            "description": null,
            "title": null,
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2856_004_44117bcb11ab44b8b07c8a4fab03a652.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/2856/building_2856_tower-north_9fd30fbeb89abbf99ffc506f127fc9c2.jpg",
            "description": null,
            "title": null,
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2856_tower-north_9fd30fbeb89abbf99ffc506f127fc9c2.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/2856/building_2856_reredos_842d6d9ab2884d4e4218e4083b122446.jpg",
            "description": null,
            "title": null,
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2856_reredos_842d6d9ab2884d4e4218e4083b122446.jpg"
        }
    ],
    "links": [
        {
            "href": "https://www.stgeorgesbloomsbury.org.uk/",
            "title": "www.stgeorgesbloomsbury.org.uk"
        },
        {
            "href": "www.thebeasts.info",
            "title": null
        }
    ],
    "location": {
        "address": "Bloomsbury Way, WC1A 2SA",
        "latitude": 51.51769,
        "longitude": -0.12465,
        "meeting_point": null,
        "travel_info": [
            "Tube: Tottenham Court Road, Holborn, Russell Square",
            "Train: Charing Cross, King's Cross, St. Pancras",
            "Bus: 8, 19, 38, 55"
        ]
    },
    "name": "St George's Bloomsbury",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/2856",
    "ticketed_events": false,
    "venue_years_listed": [
        2021,
        2022,
        2024,
        2025
    ]
}