{
    "all_week": false,
    "description": "Small late 14C church largely destroyed by a bomb in 1993. Restored as a centre for reconciliation and peace using Medieval building techniques and original materials. Unique Bedouin tent in peace garden.",
    "design": {
        "designers": [
            {
                "architect": "Purcell Miller Tritton",
                "description": null,
                "year": "1997"
            }
        ],
        "periods": [
            "Historical/contemporary"
        ],
        "types": [
            "community/cultural"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2025-09-15",
            "drop_in": true,
            "end": "2025-09-15T17:30:00+01:00",
            "fully_booked": false,
            "name": "Drop in: Open Day",
            "notes": "open from 9am-5:30pm, except for 11am-12:30pm",
            "start": "2025-09-15T09:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        "Accessible toilet",
        "Audio guide/description",
        "Toilets"
    ],
    "factsheet": [
        {
            "heading": "History",
            "paragraphs": [
                "C.675 CE\nSt Ethelburga\nSt Ethelburga (died c.675 CE) was the first leader of a monastic order for women in England. Having refused an arranged marriage to a pagan prince, she was banished to a nunnery by her brother, Erkonwald who later became Bishop of London (Bishopsgate, where St Ethelburga’s Centre now stands, was named after him.) She proved to be a natural leader and became the first Abbess of the great Benedictine Abbey at Barking in Essex, one of the first religious houses for women in the country. She is especially noted for her heroic conduct in caring for the sick during an outbreak of the plague in 664 which eventually killed her and most of her community. During this time she is said to have had a vision of a light “brighter than the sun at noonday” which inspired her and her community to carry out works of great compassion in caring for others. The Venerable Bede wrote of her: “Her life is known to have been such that no person who knew her ought to question but that the heavenly kingdom was opened to her, when she departed this world.” In the Anglican calendar her feast day is October 11th and we have a service around that time to commemorate her life. For us, she epitomises a strong woman who exemplifies the virtues of leadership and commitment to social action even to the point of self-sacrifice.",
                "1250\nSt Ethelburga\nSt Ethelburga’s is one of the few surviving medieval City churches in London.  Many were destroyed during the Great Fire of London in 1666 or the second World War. The foundation date of the church is unknown, but it was first recorded in 1250 as the church of St Adelburga-the-Virgin.",
                "1411\nChurch Rebuilt\nThe church was rebuilt around 1411 and some of this fabric, notably the south arcade, remains.",
                "17th Century\nShops and Bell Tower\nIn the 17th Century two shops were erected in front of the church, serving as an early example of ecclesiastical social enterprise. It was not until 1932 that these were removed when Bishopsgate was widened and the original facade of the church restored to view. A small bell tower was added in 1775. Miraculously, the original bell survived the 1993 bomb and has been rehung.",
                "1839\nFurnishings Changed\nDuring the 19th Century the furnishings of the church were changed at least twice, reflecting shifting styles of worship.\n20th Century\nNotoriety, the Blitz and St Helen’s\nThe church was re-ordered once again in 1912 by Ninian Comper, but none of his furnishings now remain. In the 1930’s St Ethelburga’s achieved notoriety as one of the few churches in which divorced people could remarry, in defiance of the Bishop’s strictures.",
                "The church suffered minor bomb damage during the Blitz of the Second World War and was repaired in 1953.In 1954, the church lost its parish to St Helen’s Bishopsgate and became a “Guild Church” until 1991, when it became a “Chapel of Ease” to St Helen’s and was used for storage.",
                "1993\nIRA Bomb\nOn Saturday 24 April 1993, the South Armagh Brigade of the IRA detonated a bomb in a tipper truck loaded with almost a ton of fertiliser, parked right outside St Ethelburga’s.A coded warning was phoned from a telephone box in Forkhill, near Newry, at 9.17 and the bomb exploded at 10.30, sending a huge coloumn of smoke above the City. One person was killed, photographer Edward Henty, and about 40 people were injured. Damage to the surrounding commercial buldings, including the NatWest tower – then Europe’s tallest building – was massive and 500 tonnes of broken glass were eventually removed.",
                "The damage caused by the bomb cost £350m to repair. The huge payouts by insurance companies contributed to a crisis in the industry, including the near-collapse of the world’s leading insurance market, Lloyd’s of London.The bomb targeted the neighbouring commercial buildings, but 70% St Ethelburga’s was destroyed and it was not insured. There was considerable disagreement about what should happen to the ruins of St Ethelburga’s.It was the vision of Bishop Richard Chartres, the then Bishop of London, that it be rebuilt and serve a different function.",
                "2002\nReconciliation and Peace\nThe building was formally re-opened by Prince Charles and the new Centre for Reconciliation and Peace commenced its work in 2002."
            ]
        }
    ],
    "first_published": "2025-07-26T21:21:23.055071",
    "id": 3002,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/3002/building_3002_carlos-picture-march-2003-b_014ba14b84ca61d5ce53f7aaa8bb493a.jpg",
            "description": null,
            "title": "St Ethelburga's Centre for Reconciliation and Peace",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_3002_carlos-picture-march-2003-b_014ba14b84ca61d5ce53f7aaa8bb493a.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/3002/building_3002_st-ethelburgas-tent_e1965364ba27b439c952e72ae78f0aba.jpg",
            "description": null,
            "title": "St Ethelburga's Bedouin Tent",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_3002_st-ethelburgas-tent_e1965364ba27b439c952e72ae78f0aba.jpg"
        }
    ],
    "links": [
        {
            "href": "https://www.stethelburgas.org/",
            "title": "www.stethelburgas.org"
        },
        {
            "href": "https://www.instagram.com/st_ethelburgas/",
            "title": "www.instagram.com/st_ethelburgas"
        },
        {
            "href": "https://www.facebook.com/StEthelburgas/",
            "title": "www.facebook.com/StEthelburgas"
        },
        {
            "href": "https://www.youtube.com/user/StEthelburgasLondon",
            "title": "www.youtube.com/user/StEthelburgasLondon"
        },
        {
            "href": "1953.In",
            "title": null
        }
    ],
    "location": {
        "address": "78 Bishopsgate, EC2N 4AG",
        "latitude": 51.515694,
        "longitude": -0.0818395,
        "meeting_point": null,
        "travel_info": [
            "Tube: Bank, Liverpool Street, Monument",
            "Bus: 8, 26, 35, 47, 141, 149, 21, 344, 388, 43"
        ]
    },
    "name": "St Ethelburga's Centre for Reconciliation and Peace",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/3002",
    "ticketed_events": false,
    "venue_years_listed": [
        2025
    ]
}