{
    "all_week": false,
    "balloted_events": false,
    "description": "Grade I listed Modernist apartment blocks retaining many original features.",
    "design": {
        "designers": [
            {
                "architect": "Lubetkin & Tecton",
                "description": null,
                "year": "1935"
            }
        ],
        "periods": [
            "Inter-war"
        ],
        "types": [
            "residence",
            "housing"
        ]
    },
    "events": [
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/3069",
            "capacity": null,
            "date": "2025-09-20",
            "drop_in": false,
            "end": "2025-09-20T11:00:00+01:00",
            "fully_booked": true,
            "name": "1 hour guided tour (most are led by residents)",
            "notes": "No photographs in the foyers or gardens (polite request from our Residents' Committee).",
            "start": "2025-09-20T10:00:00+01:00",
            "ticketed": true
        },
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/3069",
            "capacity": null,
            "date": "2025-09-20",
            "drop_in": false,
            "end": "2025-09-20T11:35:00+01:00",
            "fully_booked": true,
            "name": "1 hour guided tour (most are led by residents)",
            "notes": "No photographs in the foyers or gardens (polite request from our Residents' Committee).",
            "start": "2025-09-20T10:35:00+01:00",
            "ticketed": true
        },
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/3069",
            "capacity": null,
            "date": "2025-09-20",
            "drop_in": false,
            "end": "2025-09-20T12:10:00+01:00",
            "fully_booked": true,
            "name": "1 hour guided tour (most are led by residents)",
            "notes": "No photographs in the foyers or gardens, please. (Polite request from our Residents' Committee).",
            "start": "2025-09-20T11:10:00+01:00",
            "ticketed": true
        },
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/3069",
            "capacity": null,
            "date": "2025-09-20",
            "drop_in": false,
            "end": "2025-09-20T12:45:00+01:00",
            "fully_booked": true,
            "name": "1 hour guided tour (most are led by residents)",
            "notes": "No photographs in the foyers or gardens, please. (Polite request from our Residents' Committee).",
            "start": "2025-09-20T11:45:00+01:00",
            "ticketed": true
        },
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/3069",
            "capacity": null,
            "date": "2025-09-20",
            "drop_in": false,
            "end": "2025-09-20T15:00:00+01:00",
            "fully_booked": true,
            "name": "1 hour guided tour (most are led by residents)",
            "notes": "No photographs in the foyers or gardens, please. (Polite request from our Residents' Committee).",
            "start": "2025-09-20T14:00:00+01:00",
            "ticketed": true
        },
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/3069",
            "capacity": null,
            "date": "2025-09-20",
            "drop_in": false,
            "end": "2025-09-20T15:35:00+01:00",
            "fully_booked": true,
            "name": "1 hour guided tour (most are led by residents)",
            "notes": "No photographs in the foyers or gardens, please. (Polite request from our Residents' Committee).",
            "start": "2025-09-20T14:35:00+01:00",
            "ticketed": true
        },
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/3069",
            "capacity": null,
            "date": "2025-09-20",
            "drop_in": false,
            "end": "2025-09-20T16:10:00+01:00",
            "fully_booked": true,
            "name": "1 hour guided tour (most are led by residents)",
            "notes": "No photographs in the foyers or gardens, please. (Polite request from our Residents' Committee).",
            "start": "2025-09-20T15:10:00+01:00",
            "ticketed": true
        },
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/3069",
            "capacity": null,
            "date": "2025-09-20",
            "drop_in": false,
            "end": "2025-09-20T16:45:00+01:00",
            "fully_booked": true,
            "name": "1 hour guided tour (most are led by residents)",
            "notes": "No photographs in the foyers or gardens, please. (Polite request from our Residents' Committee).",
            "start": "2025-09-20T15:45:00+01:00",
            "ticketed": true
        },
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/3069",
            "capacity": null,
            "date": "2025-09-20",
            "drop_in": false,
            "end": "2025-09-20T17:20:00+01:00",
            "fully_booked": true,
            "name": "1 hour guided tour (most are led by residents)",
            "notes": "No photographs in the foyers or gardens, please. (Polite request from our Residents' Committee).",
            "start": "2025-09-20T16:20:00+01:00",
            "ticketed": true
        }
    ],
    "facilities": [],
    "factsheet": [
        {
            "heading": "Highpoint I introduction",
            "paragraphs": [
                "“For a long time I have dreamed of executing dwellings in such conditions for the good of humanity. The building at Highgate is an achievement of the first rank.\"\nLe Corbusier, 1935.\n\t\nLe Corbusier’s approval for Highpoint One was hardly surprising.  Lubetkin had been inspired by many of Corbusier's ideas on urban planning, and was particularly affected by his Plan Voisin of 1925, which sketched a vision of cruciform towers set in lush parkland.  And in early 1935 he had taken the other members of Tecton (the architectural practice he formed in 1932 with six young AA graduates) to Paris to visit Le Corbusier’s villas.\n\t\nThe client for Highpoint was Sigmund Gestetner, the owner of a company that manufactured office equipment.  Gestetner had been interested in building housing for his workers but when he lost the proposed site in Camden he agreed to commission Lubetkin & Tecton to design a commercial block of apartments."
            ]
        },
        {
            "heading": "Building Design",
            "paragraphs": [
                "The site presented some difficulties.  It slopes steeply to the west.  There was a covenant on the rear of the site that prohibited building and local council regulations stipulated that the building height on the road end should not exceed 65 feet.  Tecton explored a number of different plans and evaluated them against a checklist of requirements: economic needs, height, privacy, views, orientation and circulation. The chosen plan was a double cruciform, aligned perpendicular to the street.  Entrance is made at the road end through a curving porte cochere.",
                "Highpoint One incorporated many innovative features and was technically advanced for the time.  The engineer was Ove Arup.  He persuaded the Borough surveyor to waive the conventional regulations that would have required an internally obtrusive frame of columns and beams.  Instead he used a monolithic panel and slab technique, whereby the exterior walls are treated as monolithically combined stanchions and beams.  (The “eggshell” structure)  This continuity allowed the thickness of the walls to be reduced and gave an almost unobstructed floor area.  Other innovations included ceiling hot water radiant panels, built-in refrigerators that had a central condenser in the basement, a separate system of small service lifts, folding windows that slide to one side of the opening, carefully designed kitchens and bathrooms and built in wardrobes that fit beneath the spine beam supporting the middle of the slab. \n \nAn oblique entrance lobby delivers one to the centre of the building and presents a high ceilinged hall and winter garden in which both staircases are given equal prominence.  This “architectural promenade” continues at the west end of the building, stepping down one level to a tea room and terrace overlooking the garden on the slope below.",
                "The central east-west axis contains the two-bedroom (Type B) flats.  The north-south axes contain the three-bedroom (Type A) flats.  The services, lifts and staircases are grouped at the crossing points.  The living rooms are orientated to maximise the direct sunlight.  Most of the bedrooms are on the quieter, shadier sides of the building.  And, except in the central spine, there are no partition walls between neighbours."
            ]
        },
        {
            "heading": "Early Residents",
            "paragraphs": [
                "Lubetkin persuaded Gestetner to set moderate rents to encourage a social mix but they were, nevertheless, firmly in the middle class bracket.  The rents in 1936 ranged from £145 to £175 p.a. for the two bedroom flats and £150 to £225 p.a. for the three bedroom flats.  By contrast the working class flats at Kensal House, designed in 1937 by Maxwell Fry, for the Gas, Light and Coke Company, cost £25 p.a. for a two bedroom flat, £30 p.a. for a three bedroom flat.  Early residents of Highpoint included Beatrix Lehman (actress), Ernö Goldfinger (whose 1939 house, 2 Willow Road, in Hampstead is now run by the National Trust), Erich Mendelsohn (architect of the De La Warr Pavilion at Bexhill-on-Sea) and Michael Ventris (who deciphered the Minoan Linear B script – an achievement said to be comparable with the discovery of the structure of DNA)."
            ]
        },
        {
            "heading": "Highpoint II",
            "paragraphs": [
                "Shortly after Highpoint One was finished, Lubetkin convinced Gestetner to purchase the neighbouring site to the south to protect it from unsympathetic development.  Highpoint Two (1938) was aimed at wealthier tenants.  It is aligned with the first north–south wing of Highpoint One, but its plan is rectangular and its materials richer: glazed tiles, glass blocks on the staircase towers and marble in the hall.",
                "The building contains twelve four-bedroom, two bathroom maisonettes.  In the central part of the block the living rooms have wonderful double height spaces and elegant oval staircases.  The outer maisonettes, which were intended for larger families, have a slightly smaller footprint but are more compactly planned to include a further study/bedroom on the lower floor.\n \nThe structure is a hybrid of the “eggshell system” used in Highpoint One and the cross wall structure – the “egg crate system” – used by Arup and Tecton in the post war council estates such as Spa Green and Priory Green in Islington.  The maisonettes at either end of the block, behind the tiled facades, have load bearing exterior walls and a spine beam.  The central maisonettes are supported by walls that cross through the flats from the front to the back, infilled with dark brick and glazing.\n \nHighpoint Two had a more critical reception than Highpoint One.  Some saw it as a departure from modernism and a return to a formal style.  Most controversial was the use of the caryatids to “support” the entrance canopy.  The casts, from the Erechtheion on the Acropolis, were purchased by Lubetkin from a bemused curator at the British Museum for £40.  Their use at Highpoint has been interpreted in numerous ways: a surrealist device, a tribute to classical architecture, an early example of post modernism. Lubetkin seems to have enjoyed, and fuelled, this debate."
            ]
        },
        {
            "heading": "The Penthouse",
            "paragraphs": [
                "On the roof of Highpoint Two is Lubetkin’s penthouse.  This two-bedroom apartment was added at a fairly late stage.  The living room commands magnificent views to the east and west.  The interior walls are faced with rough textured woodwork and the room was furnished with chairs and sofa made to Lubetkin’s design from cowhides and hewn timber.  The parabolic roof of the penthouse gives Highpoint Two a distinctive skyline echoed at the Finsbury Health Centre and Spa Green."
            ]
        }
    ],
    "first_published": "2025-07-17T16:15:43.000000",
    "id": 3069,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/3069/building_3069_unadjustednonraw_thumb_96ee_eeb233038560cf40e4dc52006dff8ce3.jpg",
            "description": null,
            "title": "Highpoint Foyer",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_3069_unadjustednonraw_thumb_96ee_eeb233038560cf40e4dc52006dff8ce3.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Highpoint, North Hill, N6 4BA",
        "latitude": 51.57494,
        "longitude": -0.15057,
        "meeting_point": null,
        "travel_info": [
            "Tube: Highgate",
            "Bus: 143, 210, 134, 43, 214, 234, 263",
            "Additional travel info: Buses 143 and 263 stop outside Highpoint."
        ]
    },
    "name": "Highpoint",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/3069",
    "ticketed_events": true,
    "venue_years_listed": [
        2023,
        2024,
        2025
    ]
}