{
    "all_week": false,
    "description": "Four hexagon Modernist building within an Epping Forest setting. A sunny meeting room for Quaker worship faces a wooded burial ground of simple headstones, including those of Elizabeth Fry, William Mead, Guilielma Lister and Norman Frith.",
    "design": {
        "designers": [
            {
                "architect": "Norman Frith",
                "description": null,
                "year": "1968"
            }
        ],
        "periods": [
            "Post-war"
        ],
        "types": [
            "religious"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2025-09-21",
            "drop_in": true,
            "end": "2025-09-21T17:30:00+01:00",
            "fully_booked": false,
            "name": "Drop in: Open Afternoon",
            "notes": "",
            "start": "2025-09-21T13:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        "Parking",
        "Toilets",
        "Accessible toilet",
        "Baby changing facilities",
        "Gender neutral toilet",
        "Seating available",
        "Step-free routes",
        "Handrails on both sides of stairs"
    ],
    "factsheet": [
        {
            "heading": "History",
            "paragraphs": [
                "Our Meeting House was built in 1968.  It replaces an earlier meeting house that stood where the current car park is located.",
                "Quakers first met here in 1870 when some Friends moved from Plaistow as part of the expansion of London eastwards at this time. Many Wanstead Friends were successful in business and lived nearby.",
                "Our grounds are surrounded by land forming part of Epping Forest, and the Meeting House site was originally occupied by an archery club who may have illegally enclosed the land and built a clubhouse within the Forest in c1850. With the passing of the Epping Forest Act in 1878, illegal enclosure was forbidden and most newly constructed buildings on Forest land had to be demolished, with the exception of religious buildings. The burial ground contains the headstones of Friends buried in Plaistow and Barking, including that of Elizabeth Fry."
            ]
        },
        {
            "heading": "The Meeting House",
            "paragraphs": [
                "The original Meeting House was long and thin with fireplaces at each end and may have originally been used for indoor archery. By the 1960s the building had become dilapidated and local Quakers raised the funds for a modern replacement.",
                "The architect was Norman Frith, who was a member of Wanstead Meeting with his own architectural practice. He also taught architecture at North East London Polytechnic. The replacement building had to include the following:",
                "* A large meeting room suitable for Quaker worship, which is often silent with short periods of spoken ministry. This room should have an acoustic suitable for the clear understanding of normal speech, without intrusive echoes.\n* A social room and adjacent kitchen, suitable for refreshments\n* Children’s room\n* Library\n* Welcoming foyer and circulation space suitable for informal gathering after meetings\n*  Ancillary spaces\n *Accommodation for a warden\n* Be a building suitable for use by other community groups and public meetings.",
                "The building he designed takes the form of four linked hexagons connected by a fully glazed foyer, visible from the road with views down to the burial ground. The main meeting room is a regular hexagon and faces south over the burial ground.",
                "The building is deliberately plain, respecting Quaker testimony for simplicity. It also reflects the architectural ideas of its time, including spaces visually open to the outside, clear modern sculptural forms and a construction optimistic for a time when “energy would be too cheap to meter”.",
                "The grounds are maintained in sympathy with the forest setting.  There is a Peace Pole in the front."
            ]
        },
        {
            "heading": "Eco Refurbishment",
            "paragraphs": [
                "By 2012 our high fuel bills and our testimonies to sustainability and the environment led us to embark on a programme of refurbishment to make the building more energy efficient. Unobtrusive but very effective works have included:",
                "* Cavity wall insulation to reduce heat loss through walls by more than 75%\n*New acoustic ceiling and thermal insulation in the main meeting room\n*New ceilings and insulation to children’s room and library\n*Draughtstripping\n*New heating controls and boiler\n*Low energy lights and controls\nAdditional work to improve heat loss through glazing is  planned."
            ]
        },
        {
            "heading": "Meeting Details",
            "paragraphs": [
                "The Meeting House continues to be used regularly by Quakers and a variety of other community, leisure and religious groups.  \nQuaker Meeting for Worship is held every Sunday at 10:30am and on the first Wednesday of each month at 12 noon. Children and Young People also meet at 10:30am on Sunday.",
                "The main meeting room, social room, kitchen and children’s room can be booked for events and and meetings. For details of availability please contact the booking service at qmhwanstead@gmail.com"
            ]
        }
    ],
    "first_published": "2025-07-26T21:21:23.055071",
    "id": 3603,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/3603/building_3603_wastead-mh-open-house-sept-2015_d350724ab695eb3a79ed687215ab34b1.jpg",
            "description": null,
            "title": "View from Bushwood",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_3603_wastead-mh-open-house-sept-2015_d350724ab695eb3a79ed687215ab34b1.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/3603/building_3603_img_0056_90882616ff1a7d4b78b6863c03a7049c.JPG",
            "description": null,
            "title": "View from Burial Ground",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_3603_img_0056_90882616ff1a7d4b78b6863c03a7049c.JPG"
        }
    ],
    "links": [
        {
            "href": "https://wansteadquakers.com/",
            "title": "wansteadquakers.com"
        }
    ],
    "location": {
        "address": "Bush Road, E11 5AU",
        "latitude": 51.56983320000001,
        "longitude": 0.0195323,
        "meeting_point": null,
        "travel_info": [
            "Train: Leytonstone High Road",
            "Bus: 101, 308, 257, 145, W19"
        ]
    },
    "name": "Quaker Meeting House, Wanstead",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/3603",
    "ticketed_events": false,
    "venue_years_listed": [
        2022,
        2024,
        2025
    ]
}