{
    "all_week": false,
    "description": "Originally a farmer's house dating to 1500, with jettied upper storey. Later additions reflect the changing lifestyles of the owners, including the Killicks for over two centuries. Now houses scale model of Henry VIII's Nonsuch Palace.",
    "design": {
        "designers": [
            {
                "architect": "Unknown",
                "description": null,
                "year": "1500"
            }
        ],
        "periods": [
            "Tudor"
        ],
        "types": [
            "historical house",
            "museum"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2025-09-13",
            "drop_in": true,
            "end": "2025-09-13T16:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in: Welcome to Whitehall",
            "notes": "",
            "start": "2025-09-13T11:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        "Parking",
        "Toilets",
        "Accessible toilet",
        "Baby changing facilities"
    ],
    "factsheet": [
        {
            "heading": "History",
            "paragraphs": [
                "An important survivor, Whitehall is a timber framed building dating to c1500. Recently restored with a grant from the National Lottery Heritage Fund. All new interpretation brings to life the history of the house and life in the local area.",
                "New extensions by Curl la Tourelle Head Architecture include staircase and lift.",
                "Whitehall was built around 1500, possibly as a farmer’s house. The building is special because it has two storeys across the whole building, which was very unusual during this period, and because the upper storey is jettied (projecting) at both front and back. In each of the following five centuries additions and alterations have been made which reflect the changing lifestyles, fashions and the fortunes of the owners. It is remarkable that from 1741 until 1963 Whitehall was the home of one family – the Killicks. It was then bought by the former Borough of Sutton and Cheam. Restored and opened to the public as a historic building in 1978, with the support of the Friends of Whitehall, it is now run by the London Borough of Sutton. Volunteer stewards and guides provide lots of historic information, and a small, independent tearoom offers organic teas and coffees, homemade cakes and Italian lunches."
            ]
        },
        {
            "heading": "Interior",
            "paragraphs": [
                "The Hall\nIn the original house the hall would have been the all-purpose living room. The focal point was the fireplace and chimney, which are probably original, although they may have been greatly altered over the centuries. The room would originally have been furnished with a table and benches to sit on.",
                "One of the original Tudor windows can still be seen, the glass in it is a modern addition; initially there was none. There are traces of shutter fittings and it is not known how it was originally covered. The window at the front is an ‘improvement’ dating from the late 16th or early 17th century. Some of the original ironwork survives, but the window was heavily restored around 1800 when the wooden sash shutter was installed.",
                "Leading off from the Hall is a short corridor giving access to the stairs and out through the Georgian back door into the rear garden of Whitehall",
                "The Parlour\nThe use of this room has changed over the centuries.  In 1908 this was the dining room but originally it was probably the kitchen. At first smoke from the fire passed up through a plaster-lined partition known as a smoke bay, which ran across the full width of the building and extended up to the roof. At some point in the 16th century the existing brick chimney was inserted in the smoke bay. The heavily-restored oven dates from the 18th century. Around 1800 an extension was added to the back of the house and a new kitchen was made there, allowing this space to become a living room. The front window sash shutters may have been installed at this time. In the Parlour, which has easy access from the front Hall, visitors are able to take a virtual tour of the rest of the House.",
                "The Lower Kitchen\nKitchen Range: This room is the ground floor of an extension added to the house around 1800. Entry to this room is through the original back exterior wall of the house. There is an original window to the right of the door. Below this, at floor level, it is possible to see the chalk footing on which the timber frame rests. The timber-framed wall would have run across the back of the oven to the corner of the building, so you would not have been able to see the oven from this side. This room now exhibits our Nonsuch Palace collection, including a miniature model of the palace and fragments from the original building discovered during the 1959 archaeological dig.",
                "The Roy Smith Gallery\nRoy Smith Gallery 2. This room is an extension to the original house which probably served as a scullery or wash house. The wall is made of a mixture of brick, chalk, flint and possibly other stone. The age of this wall is unknown although the thick bricks by the door cannot be earlier than the 18th century.",
                "Harriet Killick’s Dressing Room\nNonsuch Room. This room gives a spectacular view of the external back wall of the original house. The projecting beams are the ends of the joists of the first floor and form the base of the construction of the upper part of the house. This type of construction is known as jettying and was  fashionable about 1600. This room was used as a bathroom in the Victorian period, but not as we know it today as there was no running water here and the bath would probably be nearer the kitchen. The room would have looked more like a dressing room. Read about Harriet Killick, who lived at Whitehall from 1824 to 1914.",
                "The Porch Corridor and Porch Room\nThese contain a display about the Killick family, who lived in  Whitehall for over two centuries from 1741.",
                "The Bedroom\nWe do not know the first use of this room. The original staircase came up in the position marked by the white line on the floor. This was probably removed when the present stair-tower was added – perhaps around 1550. From that time onwards this was probably a bedroom. The chimney side of the room was originally partitioned off to make a smoke bay. This was a tall narrow compartment through which the smoke rose from the fire in the kitchen to a hole in the roof. The brick chimney was inserted during the 16th century. The timbers in the left hand corner of the room are still smoke-blackened. The cast-iron fireplace dates from the early 19th century.",
                "The Graffiti Door\nThe Graffiti door was originally located in the north attic, ‘Remember’  was the last word that Charles I uttered before his execution in 1649. ‘DOM’ in the white lozenge is an abbreviation of Deo optimo maximo (to God, most great, most high). The graffiti therefore has Catholic and Royalist associations. It dates from the mid 17th century – the time of the English Civil War.",
                "Attic I\nThe attics were inserted into the house some time around 1600. Until then, the rooms below were open to the roof without  any ceiling. When the attic was made, the underside of the roof was plastered to make the room a little warmer by cutting out the draught that blew between the roof tiles. The metal window fittings date from about 1600 although the woodwork and glass are replacements. The attic contains a display on Cheam School.",
                "Attic II\nMuch of the ceiling plaster has been removed so the roof timbers can be seen. The roof is of the crown post type, which was the normal method of construction in this area in the late middle ages. The crown post is the vertical timber at the far end of the room. It supported the collar purlin, which runs across the ceiling along the centre of the roof. There were wooden braces between the crown post and a purlin to stop the building collapsing sideways. These were cut through when the attic floor was inserted, but the joints for them can still be seen. Crown post roofs went out of use about 1550 because they did not work well with attics, which were then becoming fashionable.",
                "Attic III\nAccording to the census, in 1881 three masters from Cheam School, Walter W Dayman, Montague F Grignon and John K Tancock, were living in Whitehall as lodgers. This room is furnished as a schoolmaster’s study bedroom of the period.",
                "The Refreshment Room\nThis is the ground floor of an extension added to the back of the house in the middle of the 17th century. It was probably the parlour – the best living room in the house. The wooden panelling around the fireplace is thought to date from the 17th century. In the 19th century there was panelling around the lower part of the rest of the walls, with tapestry above showing sporting subject and a ‘quaint elopement’. The marble fireplace and the white wooden surround date from about 1740. In the latter part of the 19th century it was used as a drawing room."
            ]
        },
        {
            "heading": "Exterior",
            "paragraphs": [
                "How Whitehall was built\nWhitehall is a Tudor building and is made of wood. The oak trees used were cut down from nearby woods, probably in Sutton or Worcester Park. The wood was cut into planks at a carpenter’s yard, and put together to make the frame of the house. The carpenters scratched special marks on each piece of wood to show which bits fitted together and in which order. The frame was then taken apart and brought to Cheam where it was rebuilt on top of a low chalk and flint wall to stop dampness from the earth from rotting the wood. All the pieces of wood were fitted together with special joints held in with wooden pegs. The spaces between the wood were filled in with wattle and daub.",
                "The Front Elevation\nWhitehall’s appearance has changed dramatically since it was first built at the beginning of the sixteenth century, when the wealth of timbering and the continuous jetty would have been visible, pierced by simple mullioned windows.",
                "The Porch and its upper room were probably added in the mid- or late-sixteenth century. This addition has sunk out of true over the years and gives Whitehall its characteristic lop-sided appearance. The archway entrance to the Porch echoes the shape both of the depressed Tudor arch over the front door and of the wide door itself.",
                "Dormer windows were added when the attic floor was inserted during the sixteenth century.",
                "The weatherboarding was added by the Killick family in the eighteenth century, probably to resolve the difficulties of an old building. By that time the in-fill between the timbers must have become unstable and the cracks in the wall no doubt let the wind through.",
                "The Rear Elevation\nFrom the garden, the earliest visible structure is the central sixteenth century staircase tower. An elegant sundial on the tower was erected in memory of the first Chairman of the Friends of Whitehall.",
                "The wing to the left of the tower is the seventeenth century addition and, to the right of the tower, the nineteenth century kitchen and bathroom wing. The sloping roof of the lean-to fills the gap between the house and the listed boundary wall.",
                "The Rear Garden\nThe land which runs from behind the house to the bottom of Park Lane once belonged to Whitehall. The lower part of the garden was sold in the 1960s. Elizabeth House was built on part of the site, and weatherboarded to blend in with the surrounding buildings.",
                "An archaeological excavation in Whitehall’s rear garden from 1978 – 1979 revealed that there had been an earlier structure on the site. Although large amounts of Cheam Pottery were found, there was no evidence of a kiln.",
                "The garden was laid out when the dig was finished to include a small circular herb garden; this has now been removed and the lawn has been extended. Both front and rear gardens are maintained by an enthusiastic group of volunteers from the Friends of Whitehall.",
                "A recent addition to the garden is a willow sculpture produced by artist Sarah Holmes during a demonstration of how to create art out of willow at one of the events held at Whitehall.",
                "The Well\nThe well is probably the oldest constructed feature on the site. Investigations have shown that it was dug about 1400, about one hundred years before Whitehall itself was built, and probably served an earlier building. Evidence for this earlier construction on the site was found in the 1978-79 excavation. The well was dug through the Thanet sand to where the water lay in the Exterior_3chalk, and is about 65 feet (21 metres) deep. The water table has now dropped about twenty feet (6 metres) or more below the bottom of the well, which is now dry, but it probably had water to a depth of about 10 or 12 feet (3 or 4 metres) as late as 1900.",
                "The present well-head is based on the last known photograph of about 1920. This reconstruction was built under a job creation scheme sponsored by Cheam Rotary Club.",
                "see Friends of Whitehall website"
            ]
        },
        {
            "heading": "Lumley Chapel",
            "paragraphs": [
                "The chapel located across the road from Whitehall, has pre-conquest fabric, and a pretty plaster fan-vault of the late 16th century. It is packed with a large and fine series of monuments to the great and good of Cheam dating from the 14th century to the 20th century, including the remarkable monuments to John Lord Lumley and his two wives. Guidebook and postcards available!"
            ]
        }
    ],
    "id": 3742,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/3742/building_3742_whitehall-cropped-image-2_13ca1b54f05b5d43948dd0244994330f.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_3742_whitehall-cropped-image-2_13ca1b54f05b5d43948dd0244994330f.jpg"
        }
    ],
    "links": [
        {
            "href": "https://www.youtube.com/watch?v=CvglwJF4AYk",
            "title": "www.youtube.com/watch?v=CvglwJF4AYk"
        },
        {
            "href": "https://www.instagram.com/suttonheritage/",
            "title": "www.instagram.com/suttonheritage"
        }
    ],
    "location": {
        "address": "1 Malden Road, Cheam, SM3 8QD",
        "latitude": 51.3593955,
        "longitude": -0.2171867,
        "meeting_point": null,
        "travel_info": [
            "Train: Cheam",
            "Bus: X26, 151, 213, 470",
            "Additional travel info: Pay and Display car park available behind Cheam Library."
        ]
    },
    "name": "Whitehall Historic House",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/3742",
    "ticketed_events": false
}