{
    "all_week": false,
    "description": "As per Grand Designs, the opening roof, the retracting loo and sliding bed-bath typify this extraordinary response to constraints of a tight budget on a brownfield site. Shortlisted RIBA Awards 2006. One of nation's favourite TV houses.",
    "design": {
        "designers": [
            {
                "architect": "Richard Paxton Architects",
                "description": null,
                "year": "2002"
            }
        ],
        "periods": [
            "Contemporary"
        ],
        "types": [
            "residence"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2025-09-20",
            "drop_in": true,
            "end": "2025-09-20T17:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in",
            "notes": "Last entry 16.30",
            "start": "2025-09-20T10:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        "Baby changing facilities",
        "Drinking water",
        "Family-friendly event",
        "Gender neutral toilet"
    ],
    "factsheet": [
        {
            "heading": "Introduction",
            "paragraphs": [
                "This is a house built with the help of many friends and a few professionals. It was built on a piece of brownbelt in a place that most thought couldn’t be lived on at all, let alone in some style.",
                "It has been a battle from first to last and I hope that somehow it can inspire others to do the same. Every city has land like this, forgotten and disused and unable to be developed in any conventional way.",
                "Every city also has plenty of people who want to find somewhere to live that they can afford, and many of these people also want to have direct input into the space they live in.",
                "Having spent £40k on the land and around £170k on the build we hopefully have proved it can be done."
            ]
        },
        {
            "heading": "Front of House",
            "paragraphs": [
                "The planning condition that this house have minimal impact on its listed neighbours means the external appearance is a simple rectilinear wooden and opaque glass box behind hedge. The main wooden corner has 2 huge doors to allow occasional vehicular access to the studio or garage.",
                "The small and discreet mass of the building front very much belying the size of the light and airy space of the house behind."
            ]
        },
        {
            "heading": "Side Entrance",
            "paragraphs": [
                "The outside of the building is almost entirely clad in fire proofed phenolic plywood, it acts as a rain screen and is designed to be changeable as the woes of time demand.",
                "Where the angled vertical wall of the studio to the left meets the angled sloping wall of the mezzanine this compound joint allowed us the chance to create a twisting wall to reflect the taught cloth of a yacht’s sail.",
                "To the right there is a hidden cupboard designed to allow deliveries whilst no one is home.",
                "Under the door mat is a pump chamber, this is to draw fresh air down thru the gaps between the rear garden decking planks, along specially laid clay pipes and fed back into the house at 7 degrees Celsius. This the result of the ground temperature in London below 1500mm being a year round constant. In our particular case the pipes are not buried in the soil but in the concrete we used to in-fill the disused sewer."
            ]
        },
        {
            "heading": "Utility Area",
            "paragraphs": [
                "This hides pretty much all the machinery and lots of storage. The boiler re-circulates warm water to the back bathroom through the concrete floor, warming a strip year round to ward off and dampness from kitchen spills. It also runs that bit hotter which is nice for cold feet in the winter. The whole house ventilation heat exchanger is also sited here."
            ]
        },
        {
            "heading": "Mezzanine Pod 1",
            "paragraphs": [
                "The staircase up to mezzanine 1 is designed to give the illusion of floating (a sailing theme runs throughout the house) and can be walked up normally. ‘Over stepping’ like John Wayne is entirely unnecessary.",
                "This mezzanine pod has sloping walls to give a feeling of greater space than there actually is – given the extra width at the height of one’s eyeline. The bookshelves float off the walls and have led strips let into a slot in the upper outer edge to illuminate the ceiling.",
                "Three large draws under the day bed pull out to form the support for the other half of a double bed; the space under this day bed is providing headroom for the corridor beneath. The back of the right hand small cupboard is removable to allow mounting of a film projector throwing the beam out near the ceiling of the room below. The window opens with the force of the gas struts being controlled by a converted ‘landrover’ hand winch to the left – it remains waterproof in any position except in driving rain.",
                "The spring loaded roller blinds can either be fully open or hooked onto the window in a number of partially closed positions. With high solar gain and full insulation plus heat rising up from the main house this room has rarely needed heating, but under the oak floating floor there is a wonderfully slim electric heating element set in felt."
            ]
        },
        {
            "heading": "Main wetroom",
            "paragraphs": [
                "Again exploits the sloping wall concept to maximize the feeling of space and storage.",
                "Centre ceiling fitting is a light and shower head combinations. Behind the mirror wall is storage – and washing machine and laundry chute.",
                "On left side of room is a white phenolic ply seat and basin, the under stair portion lifts to reveal the loo. Walls are silver anodized aluminium, slots in the floor are tapered to allow water drainage."
            ]
        },
        {
            "heading": "Main space",
            "paragraphs": [
                "The concrete floor ‘blade’ that runs throughout the entire building visually starts here. Above this concrete everything floats, furniture, fittings and walls – on shadow gaps by day and light ‘cushions’ by night.",
                "This room  embodies the whole spirit of the house – being about light and space. There are no ‘windows’ – so the view can only be had by looking thru doors, up into the sky or thru the bathroom glass. There is however the ‘false window’ onto New York, a 6 segment photo taken from a window of the Chrysler Building.",
                "The sliding glass roof opens in around 20 seconds and closes automatically if raining. All the wall surfaces contain storage of one sort or another whilst the overall affect is designed to be one of smoothness and yet intriguing geometric patterns.",
                "The 3 sloped pull out units contain all manner of items from food to recycling.  The sloped ‘fold down’ door is a laundry chute to the utility room behind whilst the sloped ‘fold up’ door contains a bust of our son 2 weeks prior to his birth.",
                "The cantilevered glass shoe shelf has an intumescent 'glow-strip' light on the glass to help the shoes to skip along the room to celebrate Claire’s dancing profession.",
                "The flame blade fireplace is designed to give the illusion of a line of fire burning from within a wooden shelf.",
                "The false chimney contains the audio visual equipment.",
                "The bathroom glass window is electrically dimmable glass to allow privacy. There is a ceiling mounted digital projector and roll down screen at the eastern end of the house.",
                "The floor is power floated concrete and contains all the heating pipes, the plan is to link these pipes to similar ones in the roof membrane to capture the solar gain and transfer it into the floor slab. Underfloor heating with a large residual thermal mass is great in large rooms and essential with opening roofs – thus allowing occasional complete air changes without throwing away all the heat."
            ]
        },
        {
            "heading": "Main bedroom",
            "paragraphs": [
                "This is the most universal of the spaces in the house.",
                "It is a bedroom,  a garden room,  a bathroom or a playroom. The shower area is only signified by the tapered drain slots in the floor whilst the shower head fitting doubles as a light fitting – or if the shower is left dribbling at night with the light on it becomes a water feature.",
                "The glass can be dimmed as appropriate, the bed slides to one side to reveal a spa bath, which still allows 2 in the bed whilst 1 is in the bath. It is also a perfect height for nappy changing babies or clothes changing of children.",
                "The step up to the garden was a result of keeping roof lines down for planning but also to help bring the garden ‘in’ to the room. With the glazing fully open the bed feels like it is in the garden.",
                "All underfloor heated which ensures any possible dampness under the bed is dried, although continued theme of floating elements ensure the air circulates as well.",
                "The planning permission for this room has it divided into 2, but for now has been built in such a way as to allow that as a later conversion should it be necessary."
            ]
        },
        {
            "heading": "The Garden",
            "paragraphs": [
                "Trying to be an exotic year round space in a postage stamp sized yard the plants give it texture as do the layers of ground mass. The vein sculpture soars elegantly out of the earth to give the garden some height, especially when the light shimmers in from behind. Dumping a wee rug on the planks and strewing a few candles around makes for a very pleasant evening eating experience."
            ]
        },
        {
            "heading": "The shower room",
            "paragraphs": [
                "Tightest space in the house steals what light it can through the opaque muslin glass hovering under the floating treads of the staircase. The toilet pan folds away and mirrors enlarge as much they can the storage options with a wash hand basin hiding in a draw to save on further room cramping."
            ]
        },
        {
            "heading": "Mezzanine Pod II",
            "paragraphs": [
                "Shares much of the sloping wall and window features as the other pod, although cill line is much lower to allow a view of the garden and park from the desk; again largely forced by planning stipulations of overall building height.",
                "The concept of a sloping wall being ‘squared off internally’ to give both storage and a feeling of space in a small area is most apparent here whilst the loss at high level to the room beneath is negligible.",
                "Over the stairs there is a heavy duty draw that slides out to block the whole of the upper void, on the bottom of this draw there is a flap hinging down to close off the remaining opening – thus making the room safe for a child to play in.",
                "At the bed head end there is a long storage draw that pulls out to perform as a bed side table as well as storage."
            ]
        },
        {
            "heading": "The studio",
            "paragraphs": [
                "Another flexing space its primary use now is a dance studio, but it helps to act as an acoustic barrier between the main house and the road.",
                "With the double doors it also could be a garage, a workshop, a photographers studio or a store room. The room is built as a ‘lean to’ and thus is a very lightweight structure sitting on 2 columns, this meant virtually no foundations are required which would interfere with the roots of the plane tree. It also allows the Willow hedge to grow with little concern since the structure can ‘move’ with it.",
                "The floor is made from planks of Sycamore sliced on site from the tree we felled to make way for the house.",
                "The sloping wall of phenolic is officially the outer wall of the house, the mirrors are for Claire’s tango classes and the corner mirror is following in the gentle twist of the wall behind.",
                "The ceiling floats above like many of the features in the house and is adorned with a baroque mural alluding to Claire’s tango dancing theme."
            ]
        },
        {
            "heading": "Generally",
            "paragraphs": [
                "The planning condition that this house have minimal impact on its listed neighbours means the external appearance is a simple rectilinear wooden and opaque glass box behind a hedge. Its small and discreet mass belying the size of the light and airy space behind. The clean lines of minimalist living can be very cleansing and appear to allow the soul to breathe – but only if you have plenty of easy storage. Which there is in abundance here – some long term under floor compartments, some quirky weird spaces and then heaps of obvious cupboards.",
                "You need it.",
                "Equally, the sharp lines and rectilinear nature of the house are defiantly juxtaposed with the exotic wildness of the garden one end and the organic baroqueness of the studio the other. It is a house of many dimensions and definitions, each of which it is up to the user to settle on for their own particular comfort.",
                "I hope the tour gives you a flavour of the space and that one day you could sit and relax in it to properly appreciate its dimension.",
                "Thanks"
            ]
        }
    ],
    "first_published": "2025-07-26T21:21:23.055071",
    "id": 3831,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/3831/building_3831_img_0042_d3a930184be70536376087088ade969f.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_3831_img_0042_d3a930184be70536376087088ade969f.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/3831/building_3831_img_0047_197fe31f14887542fe68de42c6e46cee.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_3831_img_0047_197fe31f14887542fe68de42c6e46cee.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/3831/building_3831_consort-rd-sliding-bed-bath1_6e4038bdaf314be70a25237f6aed434e.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_3831_consort-rd-sliding-bed-bath1_6e4038bdaf314be70a25237f6aed434e.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/3831/building_3831_img_9763_bf1820075fe43280fdff6930bffd0f00.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_3831_img_9763_bf1820075fe43280fdff6930bffd0f00.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/3831/building_3831_img_0034_6b371f69e425b931e7533eab7d402148.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_3831_img_0034_6b371f69e425b931e7533eab7d402148.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/3831/building_3831_consort-studio-garage-drive_a72da9789c4d3d8449923e9b295e304c.jpg",
            "description": null,
            "title": null,
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_3831_consort-studio-garage-drive_a72da9789c4d3d8449923e9b295e304c.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "15 and a half Consort Road, SE15 2PH",
        "latitude": 51.47207,
        "longitude": -0.06408,
        "meeting_point": null,
        "travel_info": [
            "Train: Peckham Rye, Queen's Road Peckham",
            "Bus: 12, 345, 37"
        ]
    },
    "name": "15 and a half Consort Road",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/3831",
    "ticketed_events": false,
    "venue_years_listed": [
        2022,
        2023,
        2024,
        2025
    ]
}