{
    "all_week": false,
    "balloted_events": false,
    "description": "Outstanding Edwardian building (1905 grade II; many original features). The oldest UK adult college, founded 1854 by FD Maurice, John Ruskin & Christian Socialists. Purpose-designed by WD Caröe; updated for modern educational aspirations.",
    "design": {
        "designers": [
            {
                "architect": "WD Caroe",
                "description": null,
                "year": "1904"
            }
        ],
        "periods": [
            "Paul Murphy Architects",
            "Atomik Architecture",
            "Brinson Staniland Partnership (engineers)",
            "Historical/contemporary"
        ],
        "types": [
            "education"
        ]
    },
    "events": [
        {
            "activity_type": "Talk",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/4131",
            "capacity": null,
            "date": "2025-09-13",
            "drop_in": false,
            "end": "2025-09-13T14:00:00+01:00",
            "fully_booked": false,
            "name": "Working Men's College",
            "notes": "Guided tour and architectural presentations.\r\nPlease arrive in time for a prompt start at 11:15",
            "start": "2025-09-13T11:00:00+01:00",
            "ticketed": true
        }
    ],
    "facilities": [
        "Toilets",
        "Accessible toilet",
        "Drinking water",
        "Seating available",
        "Step-free routes",
        "Handrails on both sides of stairs"
    ],
    "factsheet": [
        {
            "heading": "History and Architecture",
            "paragraphs": [
                "The Working Men’s College, now known as WM College,  is the oldest adult education college in Europe founded in 1854 by F.D. Maurice, John Ruskin and Christian Socialists. Now based in Camden, the outstanding Edwardian building (listed grade II) was purpose designed by W.D. Caröe, dating from 1904.",
                "The College moved to Crowndale Road from its premises in Great Ormond Street in 1905. Behind the variety of its façades and multiplicity of levels is a fairly simple L-shaped arrangement of two wings.",
                "Ranged along Crowndale Road are four storeys (including a semi-basement) of classrooms, common and administrative rooms, double-loaded about spine corridors. This wing externally follows the typology of its neighbouring Victorian terrace, and shares some of its proportions and details such as sliding sash windows.",
                "At right angles, parallel to Camden Street, is a three-storey wing containing hall, library and studio. Its east façade is grand in scale but plain, akin to a Board School. By contrast, its south façade (facing Crowndale Road) has an almost Baroque exuberance that dominates the crossroads and effectively terminates the long view across Oakley Square.",
                "The mix of Queen Anne and Baroque Classicism with Art Nouveau and Arts & Crafts details is characteristic of the period. The composition is unified by red brick, similar rooflines, steep pediments marking the centre of each wing, and street boundary railings.",
                "In 1936-9 the building was extended westwards to provide a new gymnasium, laboratories, music room and flats for the warden and caretaker.",
                "Since then, the main challenges have been to make it fully accessible, maximise floorspace, retrofit new technology and improve its environmental performance.",
                "An example of Caröe’s pragmatic approach to design is the graceful Classical cupola, which looks like a belfry but was in fact the fume extract from the chemistry laboratory that originally occupied the room below.",
                "Caröe’s original main entrance, near the east end of the Crowndale Road facade, is a splendid stone portal in the style of Wren.",
                "A new main entrance (right) was designed by Paul Murphy in 2012. An external platform lift links the Crowndale Road pavement to a new, more spacious reception foyer. Steps lead to an arcade of former window openings that veils a recessed glazed wall and doors. Above, a new glass canopy surmounted by the former WMC logo and name in contemporary font announce the new entrance clearly but unobtrusively.",
                "Following are descriptions of the College’s principal architectural spaces."
            ]
        },
        {
            "heading": "Former Common Room",
            "paragraphs": [
                "Two large, linked common rooms were provided in Caröe’s original plans. Placed on the principal floor facing Crowndale Road, they reflected the value founder F.D. Maurice attached to both fellowship and the equal status of students and teachers; there was no separate staff room.",
                "In recent years they have been separated and one is now used for administration (closed to visitors), and both have been restored. Their plaster ceiling mouldings and Georgian fireplaces (brought from Great Ormond Street) give them considerable dignity."
            ]
        },
        {
            "heading": "Classroom",
            "paragraphs": [
                "The original classrooms facing the streets suffered from solar gain and, if windows were opened, traffic noise and pollution. A new ventilation strategy implemented by Brinson Staniland Partnership and Atomik Architecture draws in fresh air above the stairways and expels vitiated air via re-used (plus a few new) ventilation grilles on the south façade. Blinds reflect sunlight and reduce glare, while secondary glazing provides new sound and thermal insulation.",
                "The classrooms have significantly improved in comfort, and have also been fitted with modern IT, interactive screens and storage."
            ]
        },
        {
            "heading": "Library",
            "paragraphs": [
                "The prominence in the street of the hall and library wing symbolised the importance to the WMC of literary study and collegiate activity. The library is its finest existing space. It is modelled on Wren’s library at Trinity College, Cambridge – where Caröe had been an undergraduate – and Renaissance precedents. The space is now recently re-furbished and is base location and show piece for the London Open House 2025."
            ]
        },
        {
            "heading": "Ruskin Art Room",
            "paragraphs": [
                "With its high curved ceiling and huge semi-circular east window, this is a fine art studio. On the original plans it was called a museum, but teaching studios then often displayed exemplary works of painting and sculpture. Its adjacency to the library suggests that it was seen as another kind of learning resource. At some point it was named the John Ruskin Room – fittingly, given his early inspirational role as a teacher at the WM College.",
                "A few years ago a mezzanine was discreetly inserted at the west end to increase floorspace."
            ]
        },
        {
            "heading": "Maurice Hall",
            "paragraphs": [
                "Caröe’s original hall was double-height with an arched proscenium, gallery and coved ceiling. By 1968 such grandeur was no longer required and Caröe’s successor practice, Martin Caroe, divided it horizontally to provide additional floorspace on a new interstitial floor. This necessitated new first-floor windows in the Camden Street frontage and lowering existing hall window heads, but this and the internal alterations were handled sensitively.",
                "Recently installed suspended heating/ventilation ducts and absorbent panels have improved its acoustic performance and comfort"
            ]
        },
        {
            "heading": "Café &  Learning Centre",
            "paragraphs": [
                "In 2006-8, Todd Architects transformed the unattractive north-facing rear courtyard by inserting a new double-height extension, with an internet café above and an open learning centre in the basement below. Dramatically top-lit from linear rooflights on each side, the café doubles as a display space for art, the Ruskin Gallery. This has freed the former common rooms for other purposes."
            ]
        }
    ],
    "first_published": "2025-07-17T16:15:43.000000",
    "id": 4131,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/4131/building_4131_wmc-facade_3c93e371f5294d24582dba3781a011a1.jpg",
            "description": null,
            "title": "44 Crowndale Road ",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_4131_wmc-facade_3c93e371f5294d24582dba3781a011a1.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/4131/building_4131_wmc-library_f83439510174a69dff46038abf185757.jpg",
            "description": null,
            "title": "The Library",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_4131_wmc-library_f83439510174a69dff46038abf185757.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/4131/building_4131_ruskin-cafe-olc_a2c20d6f25474fb5453df03aea63a2b8.jpg",
            "description": null,
            "title": "Ruskin cafe",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_4131_ruskin-cafe-olc_a2c20d6f25474fb5453df03aea63a2b8.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/4131/building_4131_original-main-entrance_e99debcd2824641fed84ea1462f6bacc.jpg",
            "description": null,
            "title": "Original main entrance",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_4131_original-main-entrance_e99debcd2824641fed84ea1462f6bacc.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/4131/building_4131_ruskin-art-room_b687eb010b1d43a8ed9eb811beae17a3.jpg",
            "description": null,
            "title": "Ruskin Art Room",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_4131_ruskin-art-room_b687eb010b1d43a8ed9eb811beae17a3.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/4131/building_4131_wd-caroe_4303f28c4aff175f78af85756d2d9d27.jpg",
            "description": null,
            "title": "WD Caröe",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_4131_wd-caroe_4303f28c4aff175f78af85756d2d9d27.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/4131/building_4131_former-common-room_1e63006f7fefb80a8fa243cd678332eb.jpg",
            "description": null,
            "title": "Former Common Room",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_4131_former-common-room_1e63006f7fefb80a8fa243cd678332eb.jpg"
        }
    ],
    "links": [
        {
            "href": "https://www.wmcollege.ac.uk",
            "title": "www.wmcollege.ac.uk"
        }
    ],
    "location": {
        "address": "44 Crowndale Road, Camden, NW1 1TR",
        "latitude": 51.5352737,
        "longitude": -0.1357918,
        "meeting_point": null,
        "travel_info": [
            "Tube: Mornington Crescent, King's Cross St. Pancras, Euston, Camden Town",
            "Train: Camden Road, Euston, King's Cross",
            "Bus: 24, 46, 134, 214, 253"
        ]
    },
    "name": "Working Men's College",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/4131",
    "ticketed_events": true,
    "venue_years_listed": [
        2021,
        2022,
        2024,
        2025
    ]
}