{
    "all_week": false,
    "balloted_events": false,
    "description": "Delightful brick and tile building inspired by the famous 1688 Meeting House at Jordans in Buckinghamshire. A simple building in a tranquil setting, reflecting the Quakers' beliefs.",
    "design": {
        "designers": [
            {
                "architect": "Frederick Rowntree",
                "description": null,
                "year": "1913"
            }
        ],
        "periods": [
            "Edwardian"
        ],
        "types": [
            "religious"
        ]
    },
    "events": [],
    "facilities": [
        "Toilets",
        "Accessible toilet",
        "Drinking water",
        "Hearing loop",
        "Quieter area",
        "Seating available"
    ],
    "factsheet": [
        {
            "heading": "History",
            "paragraphs": [
                "It was in 1913 that the building of the Friends Meeting House was finished and since then it has been used regularly for Quaker worship.",
                "The building stands in a corner of North Square which also contains two Lutyens churches. The Friends wanted a less pretentious structure and this was achieved by the Quaker architect  Frederick J Rowntree, who produced a simple Meeting House of brick and tile inspired by the Friends Meeting House at Jordans, Buckinghamshire.",
                "Fred Rowntree (1860-1927) came from the cocoa refiners Rowntree family of York. Within the suburb Rowntree also designed 7 Hill Close (1911-1913), other Meeting Houses, e.g. in Heath Street Hampstead and was also associated with Hubert Lidbetter, the architect of the Friends Meeting House in Euston Road. Further afield in western China, the firm Rowntree and Sons was selected by competition to design a plan for the university at Chengtu."
            ]
        },
        {
            "heading": "The Building",
            "paragraphs": [
                "This Meeting House is a simple building of modest size tucked away in a part of the ancient woodland of Middlesex. It backs onto the publicly owned Big Wood. In front of the Meeting House the naturally wooded garden with shrubs, spring-flowering bulbs and a small grass space with seats, has always been a place of peace and joy.",
                "Standing on clay subsoil, like many other Suburb buildings, the Meeting House has suffered serious damage from subsidence more than once, requiring underpinning and the repair of walls and ceilings at considerable expense.",
                "On entering, visitors will find a welcoming lobby which houses a small library for the loan of Quaker literature and copies of “The Friend” and the “Friends Quarterly”. A rack of shelving offers information leaflets and booklets for visitors and members of the Meeting. A Visitors Book, maintained since 1918, records the names of visitors from no less than twenty-four countries, ranging from Austria to Zanzibar! Leading from the lobby is the Large Meeting room, a kitchen and the children’s room. Two further rooms are accessed via the staircase.",
                "During the week, the Meeting House has been home to a variety of educational and charitable bodies, and also made available as a shelter for those bombed out of their homes during the war years. Today a variety of  groups are able to hire rooms in the building all appreciating the light filled simplicity they find here.",
                "Friends are glad that over the years the Meeting House has served to meet a wide variety of community needs as well as being used for its primary purpose as a place for Meeting for Worship. All are welcome to join this, from 11.00 to 12.00 noon every Sunday morning."
            ]
        }
    ],
    "first_published": "2025-07-17T16:15:43.000000",
    "id": 442,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/442/building_442_image_99e33dfcf79a988e6e4fb7911e0b7da4.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_442_image_99e33dfcf79a988e6e4fb7911e0b7da4.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "North Square, NW11 7AD",
        "latitude": 51.58208,
        "longitude": -0.19014,
        "meeting_point": null,
        "travel_info": [
            "Tube: Golders Green",
            "Bus: H2, 102, 13, 460"
        ]
    },
    "name": "Golders Green Quaker Meeting House",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/442",
    "ticketed_events": false,
    "venue_years_listed": [
        2022,
        2023,
        2025
    ]
}