{
    "all_week": false,
    "balloted_events": false,
    "description": "Barnard's Inn Hall has been home to an Inn of Chancery, The Mercers' School, and now Gresham College. It's history spans centuries, including surviving the Great Fire of London in 1666. The hall is now used to host free public lectures.",
    "design": {
        "designers": [
            {
                "architect": "Unknown",
                "description": null,
                "year": "1450"
            }
        ],
        "periods": [
            "Medieval"
        ],
        "types": [
            "education"
        ]
    },
    "events": [],
    "facilities": [
        "Toilets",
        "Step-free routes",
        "Seating available"
    ],
    "factsheet": [
        {
            "heading": "History of Gresham College",
            "paragraphs": [
                "For over 400 years Gresham Professors have given free public lectures in the City of London. Gresham College is named after Sir Thomas Gresham, son of Sir Richard Gresham who was Lord Mayor in 1537/38 and who conceived the idea of building an Exchange modelled on the Antwerp Bourse. This was brought to fruition by Sir Thomas, on land provided by the City of London Corporation, and was given the royal appellation by Queen Elizabeth I.",
                "Sir Thomas was appointed Royal Agent in Antwerp by Edward VI, a position which he held throughout Mary’s reign and the first nine years of Elizabeth’s. His fine mansion in Bishopsgate was the first home of Gresham College. It was there that the Professors gave their lectures until 1768, their salaries being met from rental income from the shops around the Royal Exchange which Sir Thomas had bequeathed jointly to the City of London Corporation and the Mercers’ Company. This period saw the formation and early development at Gresham College of The Royal Society, and the tenure of chairs by a number of distinguished Professors, including Sir Christopher Wren.",
                "In later years lectures were given in various places in the City until the construction of a new Gresham College, opened in 1842, in Gresham Street. We have seven ancient Professorships of Astronomy, Divinity, Geometry, Law, Music, Physic and Rhetoric, and three new ones, in IT, Business and the Environment (funded by the Worshipful Company of Information Technology, the Mercers Company and the Frank Jackson Foundation). Gresham Professors generally have a three-year tenure.",
                "Gresham College is a charity, governed by a Council and with the Lord Mayor of London as its President. Sir Thomas left his estate and control of his benefaction to the City of London Corporation and the Mercers’ Company, which operate through the Joint Gresham Committee. In addition to over 110 free public lectures, all open to the public free of charge.",
                "Since 2001, the College has been recording its lectures and releasing them online in what is now an archive of over 2,000 lectures. Since 2007, lectures have also been available through YouTube, with 54 million views of 3,000 videos and 282,000 subscribers as of August 2024.",
                "Annual lecture series of particular note hosted by the College include: the Sir Thomas Gresham Lecture, the Lord Mayor's Event, and the Gray's Inn Reading."
            ]
        },
        {
            "heading": "Barnard's Inn Hall",
            "paragraphs": [
                "Barnard’s Inn was recorded as part of the estate of Sir Adam de Basing, Mayor of London, in 1252. In 1454 the property was established as an Inn of Chancery. The Inn was a school for law students, who then passed on to the Inns of Court. Barnard’s Inn, together with Staple Inn, became associated with Gray’s Inn and was described by Dickens in Great Expectations. In 1892 the freehold was purchased by the Mercers’ Company and the building housed the Mercers’ School from 1894 until 1959.",
                "The Hall dates from the late 14th century, with early 16th century linen-fold panelling. The historic chalk and tile walling preserved in the southern wall of the Council Chamber below the Hall is much older, probably dating from the Saxon or early medieval periods.",
                "The Hall suffered substantial damage during the Gordon Riots of 1780. Next door, on the site of Buchanan House, there stood a distillery owned by a Roman Catholic, Mr Langdale. His premises were burned down by the rioters, and he only escaped by scrambling through a small hole in the cellars into Barnard’s Inn.",
                "The Hall was damaged and several of the residential chambers destroyed. The cellars were flooded, and one of the officers of the Inn, on the second day after the fire, “saw a sturdy fellow at the pump, pumping up not the pure water now flowing in this excellent spring, but gin scarcely impregnated with the water, which he doled out for 1d. a mug to the crowd of miscreants thirsting from the heat of their exploits …” The Inn received sums totalling £3,200 from the authorities towards the cost of restoration at this time.",
                "In 1931 the Hall was systematically restored by the Mercers’ Company. The old roof timbers were scraped, made good and put back in their places, and a dignified stone fireplace of Tudor design was put at each end of the Hall. The panelling was carefully cleaned and restored, with missing pieces replaced. The windows were re-glazed, re-leaded and provided with new oak frames, and the flooring restored.",
                "The Hall is of three timber bays. It retains its timber louvred ‘fumer’ or smoke vent. The two transverse frames are apparently pairs of base crucks with tie beams supporting a crown post and collar purlin roof. These crown posts are important, being the only surviving examples in Greater London.",
                "In 1990 the building, including the Hall, was again refurbished with facilities needed for meetings, dinners and functions. Barnard’s Inn Hall has been the home of the charity Gresham College since 1991."
            ]
        }
    ],
    "first_published": "2025-07-17T16:15:43.000000",
    "id": 4838,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/4838/building_4838_barnard-s-inn-sign-post_0e941e161b227180a8c5d4c237641c57.jpg",
            "description": null,
            "title": "Barnard's Inn Hall interior",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_4838_barnard-s-inn-sign-post_0e941e161b227180a8c5d4c237641c57.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/4838/building_4838_barnards-inn-hall-home-of-gresham-college_15206604765_o_116df39bb79b1546f14d9e32f2f4f127.jpg",
            "description": null,
            "title": "Barnard's Inn Hall exterior",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_4838_barnards-inn-hall-home-of-gresham-college_15206604765_o_116df39bb79b1546f14d9e32f2f4f127.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/4838/building_4838_front-entrance_0d92b858d304f998aefff7153ea3761f.png",
            "description": null,
            "title": "Front entrance to Barnard's Inn Hall",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_4838_front-entrance_0d92b858d304f998aefff7153ea3761f.png"
        }
    ],
    "links": [
        {
            "href": "https://www.gresham.ac.uk",
            "title": "www.gresham.ac.uk"
        },
        {
            "href": "https://www.facebook.com/greshamcollege/",
            "title": "www.facebook.com/greshamcollege"
        },
        {
            "href": "https://www.tiktok.com/@greshamcollege",
            "title": "www.tiktok.com/@greshamcollege"
        },
        {
            "href": "https://x.com/GreshamCollege",
            "title": "x.com/GreshamCollege"
        },
        {
            "href": "https://bsky.app/profile/greshamcollege.bsky.social",
            "title": "bsky.app/profile/greshamcollege.bsky.social"
        }
    ],
    "location": {
        "address": "Barnard's Inn Hall, Holborn, EC1N 2HH",
        "latitude": 51.5175436,
        "longitude": -0.1098755,
        "meeting_point": null,
        "travel_info": [
            "Tube: Chancery Lane, Holborn, Farringdon",
            "Train: Farringdon",
            "Bus: 8, 17, 46",
            "Additional travel info: 20 mins from Holborn station or 4 mins from Chancery Lane, exit 3;  at Gresham College sign,  enter tiled passage, and into courtyard."
        ]
    },
    "name": "Barnard's Inn Hall",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/4838",
    "ticketed_events": false,
    "venue_years_listed": [
        2021,
        2025
    ]
}