{
    "all_week": false,
    "balloted_events": false,
    "description": "A vital community garden offering a model for maximum good for communities and for the environment on a small urban plot. It is now recognised as a site of Local Importance for Nature Conservation. Winner of an Open City Stewardship Award 2021.",
    "design": {
        "designers": [
            {
                "architect": "muf architecture/art",
                "description": null,
                "year": "2010"
            },
            {
                "architect": "EXYZT",
                "description": null,
                "year": "2010"
            },
            {
                "architect": "J & L Gibbons",
                "description": null,
                "year": "2010"
            }
        ],
        "periods": [
            "EXYZT",
            "J & L Gibbons",
            "Contemporary"
        ],
        "types": [
            "community/cultural",
            "garden",
            "public realm/landscape"
        ]
    },
    "events": [
        {
            "activity_type": "Talk",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/5006",
            "capacity": null,
            "date": "2025-09-20",
            "drop_in": false,
            "end": "2025-09-20T14:00:00+01:00",
            "fully_booked": false,
            "name": "Talk and Q & A",
            "notes": "Talk & Q & A with Garden’s Directors, preview look at our new indoor space and exhibition about the Garden’s social & environmental impact.",
            "start": "2025-09-20T13:00:00+01:00",
            "ticketed": true
        },
        {
            "activity_type": "Talk",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/5006",
            "capacity": null,
            "date": "2025-09-20",
            "drop_in": false,
            "end": "2025-09-20T16:30:00+01:00",
            "fully_booked": false,
            "name": "Talk and Q & A",
            "notes": "Talk & Q & A with Garden’s Directors, preview look at our new indoor space and exhibition about the Garden’s social & environmental impact.",
            "start": "2025-09-20T15:30:00+01:00",
            "ticketed": true
        }
    ],
    "facilities": [
        "Toilets",
        "Accessible toilet",
        "Baby changing facilities",
        "Drinking water",
        "Gender neutral toilet",
        "Seating available",
        "Step-free routes"
    ],
    "factsheet": [
        {
            "heading": "Overview",
            "paragraphs": [
                "The Garden forms a small, valuable green oasis in an area with no other public green space for residents to relax or meet and where very few people have their own garden. It emerged from a flagship partnership project ‘Making Space in Dalston’, bringing local residents, organisations and campaigners together with Design for London and Hackney Council and landscape and architectural practices J & L Gibbons, muf architecture/art and Exyzt, to explore ways to address the lack of quality public realm in Dalston. In the 15 years since, it has continued to develop as a lush green space, abundant with trees, shrubs, flowers, and herbs, in turn supporting a rich variety of birds and invertebrates. It is open year-round, providing a connection to nature for residents of all ages and a community gathering place. The Garden offers a vision of how small plots of underused land, in a densely populated urban area, can be imaginatively repurposed to provide maximum good for communities and for the environment. It’s a safe, inclusive space that has become a fundamental part of everyday life for many residents. The Garden is managed as a social enterprise, with most of the income generated by our on-site Cafe. Over the years, it has been nurtured by many hands and serves as a model of shared stewardship and deep community investment. We see the challenges that the Garden responds to as a microcosm for some of the major issues cities face, a space for visitors to think and learn about biodiversity, social inequalities and ultimately the climate emergency. The Garden is now recognised as meeting the Greater London Authority criteria for a ‘Site of Local Importance for Nature Conservation’. This designation represents the value for wildlife and access to nature for local people that our long-term stewardship has helped achieve. Since the Garden’s creation, we have continuously adapted it in response to changes in the environment and the needs and impact of increasing visitor numbers. This year, as the Garden marks its 15th anniversary, we are opening a new multi-purpose indoor space, housed in an adjacent Victorian former industrial building, which earlier this year was the focus of a successful community campaign to secure its continued use for artists studios. The new space will house a cafe bar, a place for our social support groups to be able to gather and a location for year-round events and nature-inspired creative workshops. Open House 2025 offers a first look at this space while it is still in its development stage. An exhibition will highlight the Garden’s social and environmental impact and the Garden’s Directors will talk about the history of the Garden, future plans and our collaborative campaign with neighbouring organisations like V22 Studios, Bootstrap Charity and Cafe Oto to keep green space, community, culture and creativity at the heart of our urban neighbourhood. Dalston Curve Garden won the Social Stewardship category of the inaugural Open City Stewardship Awards in 2021 and was shortlisted for the Open Spaces Stewardship category. You can find out more at: open-city.org.uk/stewardship-awards."
            ]
        }
    ],
    "first_published": "2025-08-07T16:22:56.627358",
    "id": 5006,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/5006/building_5006_rs4866_26062021_ab-3_lpr_d4431ea0b1cd0108a0b5eecb7286c711.jpg",
            "description": null,
            "title": "View of the Victorian building that will house the Garden's new indoor space\r\nCredit: Alex Bogdan",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_5006_rs4866_26062021_ab-3_lpr_d4431ea0b1cd0108a0b5eecb7286c711.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/5006/building_5006_decg-pavilion_a9844a8a9c09183b6c81a035b2a7df2f.jpg",
            "description": null,
            "title": "Garden Pavilion, built 2010\r\nCredit: Sarah Blee",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_5006_decg-pavilion_a9844a8a9c09183b6c81a035b2a7df2f.jpg"
        }
    ],
    "links": [
        {
            "href": "https://twitter.com/easterncurve",
            "title": "twitter.com/easterncurve"
        },
        {
            "href": "http://www.dalstongarden.org",
            "title": "www.dalstongarden.org"
        },
        {
            "href": "https://www.instagram.com/dalstongarden/",
            "title": "www.instagram.com/dalstongarden"
        },
        {
            "href": "open-city.org.uk/stewardship-awards.",
            "title": null
        }
    ],
    "location": {
        "address": "13 Dalston Lane, E8 3DF",
        "latitude": 51.5469316,
        "longitude": -0.0733723,
        "meeting_point": null,
        "travel_info": [
            "Train: Dalston Junction",
            "Bus: 30, 56, 277, 38, 242"
        ]
    },
    "name": "Dalston Eastern Curve Garden",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/5006",
    "ticketed_events": true,
    "venue_years_listed": [
        2021,
        2022,
        2023,
        2024,
        2025
    ]
}