{
    "all_week": false,
    "balloted_events": false,
    "description": "One of London's finest examples of Georgian architecture, Carlton House Terrace is a Grade I listed structure originally designed by John Nash and built between 1827 and 1833. Today the townhouse is home to the British Academy, the UK’s national academy for the humanities and social sciences and boasts an impressive art collection including works by David Hockney and Wilhelmina Barns-Graham.",
    "design": {
        "designers": [
            {
                "architect": "John Nash",
                "description": null,
                "year": "1827"
            }
        ],
        "periods": [
            "Feilden + Mawson",
            "Wright and Wright Architects",
            "Historical/contemporary",
            "Georgian"
        ],
        "types": [
            "institution/profession"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2025-09-21",
            "drop_in": true,
            "end": "2025-09-21T16:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in: Self-guided Tour",
            "notes": "Discover the history and art of our building using printed maps and brochures or by using our new digital Bloomberg Connects App.",
            "start": "2025-09-21T11:00:00+01:00",
            "ticketed": false
        },
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2025-09-21",
            "drop_in": true,
            "end": "2025-09-21T15:30:00+01:00",
            "fully_booked": false,
            "name": "Drop in: Staff-Guided Tours",
            "notes": "Tours start every 30 minutes and last approximately 45 minutes. Last tour starts at 14:45. Tour capacity of 15 people. Sign-up on the day.",
            "start": "2025-09-21T11:15:00+01:00",
            "ticketed": false
        },
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/5055",
            "capacity": null,
            "date": "2025-09-21",
            "drop_in": false,
            "end": "2025-09-21T12:45:00+01:00",
            "fully_booked": false,
            "name": "Architecture Tour with Wright and Wright Architects",
            "notes": "Take a guided tour of the building's architecture, old and new, with Stephen Smith from Wright and Wright Architects.",
            "start": "2025-09-21T12:00:00+01:00",
            "ticketed": true
        },
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/5055",
            "capacity": null,
            "date": "2025-09-21",
            "drop_in": false,
            "end": "2025-09-21T13:45:00+01:00",
            "fully_booked": false,
            "name": "Architecture Tour with Wright and Wright Architects",
            "notes": "Take a guided tour of the building's architecture, old and new, with Stephen Smith from Wright and Wright Architects.",
            "start": "2025-09-21T13:00:00+01:00",
            "ticketed": true
        }
    ],
    "facilities": [
        "Toilets",
        "Accessible toilet",
        "Baby changing facilities",
        "Cloakroom",
        "Handrails on one side of stairs",
        "Hearing loop",
        "Drinking water",
        "Quieter area",
        "Seating available",
        "Family-friendly event",
        "Gender neutral toilet",
        "Large print guides",
        "Step-free routes"
    ],
    "factsheet": [
        {
            "heading": "Background",
            "paragraphs": [
                "The creation of a British Academy was first proposed in 1899 so that Britain could be represented at the new International Association of Academies.  The case had to be made to the scientists at the Royal Society (our sister Academy for science) and in similar organisations across Europe, where there was some scepticism about the so-called (at the time) “Literary Sciences”. In 1902 the British Academy received its Royal Charter from King Edward VII and has gone from strength to strength ever since. Many of Britain's most distinguished scholars in the humanities and social sciences have been involved in the life of the Academy. Our roll call of past Fellows and Honorary Fellows includes: the influential economists John Maynard Keynes and William Beveridge; Sir Winston Churchill, the eminent thinkers Karl Popper and Isaiah Berlin; Louis and Mary Leakey, who made pioneering discoveries on the origins of man; and Beatrice Webb and Gertrude Caton-Thompson, two of the first women elected to the Academy. Current Fellows and Honorary Fellows include classicist Mary Beard, historian Diarmaid MacCulloch, sociologist Tariq Modood, author and critic Marina Warner, historian and broadcaster David Olusoga and political scientist John Curtice. Our current President is Professor of Law, Julia Black CBE, though by Open House we will have announced the President-elect due to succeed Julia for 2025-2029."
            ]
        },
        {
            "heading": "A brief history of Carlton House Terrace",
            "paragraphs": [
                "An example of one of London's finest Georgian streets, the Terrace was designed by John Nash and built between 1827 and 1833 on the site of Carlton House, the former home of the Prince Regent, later George IV. It consists of two residential blocks separated by the Duke of York’s Column and was designed by Nash to be an impressive backdrop to St James’s Park and the Mall. Carlton House Terrace rapidly became one of the most fashionable addresses in London and is the setting for Oscar Wilde’s play Lady Windermere’s Fan. The architectural historian Sir Nikolaus Pevsner, himself a Fellow of the Academy, described the Terrace as among ‘the greatest terrace houses ever built in Britain’."
            ]
        },
        {
            "heading": "Former occupants of 10-11 Carlton House Terrace",
            "paragraphs": [
                "From 1831 to 1924, No. 10 was the London residence of the Ridley family of Northumberland. The 2nd Viscount Ridley commissioned Detmar Blow and Fernand Billerey in 1905 to remodel a significant portion of the house in the French classical style. This included the installation of a black marble staircase with a bronze balustrade by Bainbridge Reynolds. During the First World War, Lady Ridley opened up the house as a Hospital for Wounded Officers. The occupants of No. 11 have a slightly more varied history. The original resident was Lord Monson who was followed by William Crockford, proprietor of the celebrated gambling hall, and then by the Duke of Norfolk. In 1875, William Gladstone and his family moved in. His diaries reveal that the Cabinet occasionally met at the house during his first term as Prime Minister (1868-1874). The Gladstones also held a regular Thursday salon where many of the country’s most prominent people met to exchange news and gossip, as well as to listen to fine music. Following Gladstone’s resignation as Prime Minister, the Guinness family took over the lease, staying on until the 1920s. The social upheavals of the First World War and the rapidly rising costs of upkeep meant that maintaining a large London house was becoming increasingly impractical. As a result, many of the houses in the terrace became clubs, learned societies or institutional offices. The Union Club took the lease of both No. 10 and No. 11 in 1923, thereby beginning the process of combining the two houses. The use of the two buildings as a club was slightly contentious, and conditions therefore stated that the building was to appear as a private house. In 1944, No. 10 suffered from bomb damage but much of the Edwardian interior survived and can still be seen today. Following the club’s departure in the 1950s, No. 10 and No. 11 were occupied by the Commonwealth Secretariat and The Foreign Press Association. In 1998, the British Academy moved into No. 10 and parts of No. 11 before expanding into the whole of No. 11 in 2010."
            ]
        },
        {
            "heading": "The Academy today",
            "paragraphs": [
                "10-11 Carlton House Terrace is now home to the British Academy, the UK's national academy for the humanities and social sciences. The Academy is a Fellowship, a funder of research and a voice for its subjects, engaging the public and policymakers with the best thinking and debates on a range of pressing issues. Read more at www.thebritishacademy.ac.uk.",
                "Although many of the building’s original architectural features remain, visitors to the Academy are often surprised by the rich and varied collection of contemporary British art (over 100 works) which adorn its walls. Upon taking occupancy of the building in 1998, the Academy established what was then called a “Pictures Committee” to acquire works to adorn the space. With a focus on contemporary British art, or art produced by artists residing or staying in Britain, the collection boasts artists such as Terry Frost, Paula Rego, Yinka Shonibare and Patrick Hughes, and spans paintings, ceramics, photographs, textiles and prints. Its portraiture consists of specially acquired works, non traditional portraiture and loans from the nearby National Portrait Gallery. In the lower ground floor spaces you can explore artworks by artists such as David Hockney, Michael Craig-Martin, Joe Tilson, Paula Rego and Emma Stibbon, and newly purchased works by Rana Begum will be on display to the public for the first time since the Academy's Summer Showcase. We are also excited to showcase new loans from the Wilhelmina Barns-Graham Trust.",
                "The Academy also has a library with a collection of 13,000 books written by Fellows of the British Academy and funded researchers, and an archive dating from its foundation in 1902 to the present.",
                "In addition, 10-11 Carlton House Terrace has a busy commercial hire operation, hosting everything from corporate conferences to weddings and filming. You may well recognise parts of the building from BBC's Sherlock, the Comic Relief Bodyguard spoof, Bridget Jones's Diary, Cruella and Netflix's The Crown."
            ]
        },
        {
            "heading": "On the Day Talks",
            "paragraphs": [
                "On Sunday 21 September, join us for a number of walking tours of this tremendous building led by Academy staff, who will be providing historical context and exclusive insight into this distinguished building and it's impressive art collection. Curious about how heritage buildings can be adapted for modern use? Sign-up for a guided tour with Stephen Smith, Partner at the architectural practice Wright & Wright, which recently transformed the lower-ground floor into state-of-the-art event spaces (pre-registration essential). Rather explore the building at your own pace? Take a self-guided tour around the building using printed maps or our brand new Bloomberg Connects App."
            ]
        },
        {
            "heading": "Exhibitions",
            "paragraphs": [
                "As part of our upcoming ‘Living with the Planet’ public events season, join us to for two powerful digital exhibitions that explore the importance of local actionability and public engagement in the fight against climate change. These exhibitions are free to the public and no registration is required.",
                "'Storytelling for Environmental Change: Tackling Air Pollution in the World’s Most Polluted City', by Dr Pawas Bisht",
                "What happens when local voices take the lead in the fight for clean air? This compelling exhibition features three short documentaries that spotlight how everyday people in New Delhi, the world’s most polluted city, are using storytelling as a tool for environmental change. Filmed during the COVID-19 pandemic, the project explores both the obstacles and opportunities the crisis created for grassroots activism. It’s a raw, honest, and hopeful look at how community-led narratives can inspire real action against one of the most urgent public health threats of our time.",
                "'SeaSights: Deprived Seaside Towns and the Blue Economy', by Dr Celine Germond-Duret",
                "Who gets to shape the future of our coastal communities? And what does a more inclusive ‘blue economy’ look like? 'SeaSights' invites you to experience the world through the eyes of young people living along England’s Northwest coast, areas which are often overlooked in political and economic decision-making. Through creative photography workshops, this exhibition highlights how the ocean and seaside life connect to larger questions of social justice, environmental sustainability, and intergenerational equity."
            ]
        },
        {
            "heading": "Partner Institutions",
            "paragraphs": [
                "The British Academy is the sister academy of The Royal Society, the independent academy of the UK, dedicated to promoting excellence in science for the benefit of humanity. The Royal Society is located next door at 6-9 Carlton House Terrace. We encourage you to also pay a visit their Open House event on Sunday 21 September."
            ]
        }
    ],
    "first_published": "2025-07-17T16:15:43.000000",
    "id": 5055,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/5055/building_5055_building-external-19-4_ab219b956f36d72837d6d787a20cc6cd.jpg",
            "description": null,
            "title": "10-11 Carlton House Terrace",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_5055_building-external-19-4_ab219b956f36d72837d6d787a20cc6cd.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/5055/building_5055_building-internal-3-2_6c795f08f67d245ef08b2a05935af42f.jpg",
            "description": null,
            "title": "Staircase of 10-11 Carlton House Terrace",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_5055_building-internal-3-2_6c795f08f67d245ef08b2a05935af42f.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/5055/building_5055_mall-room-ceiling-3-1-1_957ede88787a5aa5ceb2b5ab0d4b5222.jpg",
            "description": null,
            "title": "Barnard Room ceiling",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_5055_mall-room-ceiling-3-1-1_957ede88787a5aa5ceb2b5ab0d4b5222.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/5055/building_5055_wolfson-room-4-2_f338d3d50b17b115b6d7baf1b2fb212d.jpg",
            "description": null,
            "title": "The Gallery",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_5055_wolfson-room-4-2_f338d3d50b17b115b6d7baf1b2fb212d.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/5055/building_5055_on-01_01139on-01_1-1_25027db8e4ea8b841bfab45747d1cc68.jpg",
            "description": null,
            "title": "Entrance ceiling",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_5055_on-01_01139on-01_1-1_25027db8e4ea8b841bfab45747d1cc68.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/5055/building_5055_on-02_01570on-02_1-1_b6f438ea8ddbb6d4e12b7dd1bdd94267.jpg",
            "description": null,
            "title": "Lower staircase",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_5055_on-02_01570on-02_1-1_b6f438ea8ddbb6d4e12b7dd1bdd94267.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/5055/building_5055_es3-lecture_fe4b54d039b2a9a5afd1eec4d395371f.jpg",
            "description": null,
            "title": "Refurbished Lower Ground space",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_5055_es3-lecture_fe4b54d039b2a9a5afd1eec4d395371f.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/5055/building_5055_council-room-2-1_0259da0a3c0930f4a0679fa36c87e8cb.jpg",
            "description": null,
            "title": "Council room",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_5055_council-room-2-1_0259da0a3c0930f4a0679fa36c87e8cb.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/5055/building_5055_es2-workshop_3467e7a2f3263d29c278d67382f6e14c.jpg",
            "description": null,
            "title": "Refurbished Lower Ground space",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_5055_es2-workshop_3467e7a2f3263d29c278d67382f6e14c.jpg"
        }
    ],
    "links": [
        {
            "href": "https://www.thebritishacademy.ac.uk/",
            "title": "www.thebritishacademy.ac.uk"
        },
        {
            "href": "https://www.instagram.com/thebritishacademy/",
            "title": "www.instagram.com/thebritishacademy"
        },
        {
            "href": "https://x.com/BritishAcademy",
            "title": "x.com/BritishAcademy"
        },
        {
            "href": "https://www.linkedin.com/company/the-british-academy-/",
            "title": "www.linkedin.com/company/the-british-academy-"
        },
        {
            "href": "www.thebritishacademy.ac.uk",
            "title": null
        }
    ],
    "location": {
        "address": "10-11 Carlton House Terrace, SW1Y 5AH",
        "latitude": 51.50639,
        "longitude": -0.1313,
        "meeting_point": null,
        "travel_info": [
            "Tube: Charing Cross, Embankment, Piccadilly Circus, Westminster",
            "Train: Charing Cross"
        ]
    },
    "name": "The British Academy",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/5055",
    "ticketed_events": true,
    "venue_years_listed": [
        2021,
        2023,
        2024,
        2025
    ]
}