{
    "all_week": false,
    "description": "The sustainable new headquarters of the Mayor of London and London Assembly located in the Royal Docks, Newham.  The docks are re-emerging as a commercial and cultural hub, and an exciting new waterfront.",
    "design": {
        "designers": [
            {
                "architect": "Wilkinson Eyre Architects",
                "description": null,
                "year": "2012"
            }
        ],
        "periods": [
            "Contemporary"
        ],
        "types": [
            "civic"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2025-09-13",
            "drop_in": true,
            "end": "2025-09-13T16:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in: Tour and Exhibition",
            "notes": "",
            "start": "2025-09-13T10:00:00+01:00",
            "ticketed": false
        },
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2025-09-14",
            "drop_in": true,
            "end": "2025-09-14T16:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in: Tour and Exhibition",
            "notes": "",
            "start": "2025-09-14T10:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        "Toilets",
        "Gender neutral toilet",
        "Hearing loop",
        "Accessible toilet",
        "Baby changing facilities"
    ],
    "factsheet": [
        {
            "heading": "Overview",
            "paragraphs": [
                "The sustainable headquarters of the Mayor of London and London Assembly located in the Royal Docks, Newham.  Once London's gateway to world trade, today the Royal Docks is one of the UK's most important regeneration stories.  This vast area in the borough of Newham is re-emerging as a commercial and cultural hub of global significance, and an exciting new waterfront."
            ]
        },
        {
            "heading": "History",
            "paragraphs": [
                "The Crystal was commissioned by Siemens and designed by WilkinsonEyre.  It opened in 2012 as an exhibition centre and think tank.  In 2022 it reopened as London’s new City Hall and the home of the London Assembly. It sits within East London's regenerated Royal Docks, designated a Green Enterprise District, and is adjacent to WilkinsonEyre's Emirates Air Line terminal at Royal Victoria Dock."
            ]
        },
        {
            "heading": "Internal design of City Hall",
            "paragraphs": [
                "The design intention for the London Living Room and the Committee Rooms was to lower the threshold for the public to engage with civic activities within the new City Hall. The design has been developed to allow passive views into the committee rooms from the London Living Room and also through the large LED screen which spans the whole way across Committee Rooms 1 to 4, this will communicate events, opportunities as well as celebrating public holidays. \nThe threshold between LLR and the committee rooms are a series of ‘porch’ spaces where a member of the public can view a meeting from the outside if they do not yet feel confident to enter and fully engage. The central committee rooms have a large moveable partition which  means these rooms can be combined to host much larger events.\nThe committee rooms have been designed as the home of democracy and so the material palette is one which evokes a sense of warmth, comfort and belonging – this includes timbers, brass, soft greens and glowing white light which light the rooms from the top, creating a space which feels inspiring and hopeful.",
                "The chamber has a generous triple-height volume which presents views and glimpses from much of the building.\nAs with the committee rooms, the ambition for the chamber floor was to create a space which is inviting, warm and hopeful, this is achieved through a similar palette of timbers, brass, and warm pendant lighting which is suspended from ~8metres above.\nThe approach of lowering the threshold for public participation is achieved in the vestibule and the public gallery where finishes and lighting are more subdued to allow passive engagement and observation from a place which feels relaxed.",
                ""
            ]
        },
        {
            "heading": "Design and Sustainability",
            "paragraphs": [
                "•\tCity Hall is a short walk from the step-free Royal Victoria DLR Station, or an even shorter walk from the 66 staff and 52 visitor cycle parking spaces being provided just north of the building.",
                "•\tAn assessment of lighting around the building and improvements made to ensure that levels meet Secured by Design standards.",
                "•\tThe building was the first building to receive BREEAM Outstanding and LEED Platinum certification. The refurbishment has retained BREEAM Outstanding certification.",
                "•\tThere is an existing Energy Centre with a green roof located within the service yard.",
                "•\tThere are ground source heat pumps that include 9km of energy piles that provide heating and cooling to the building.",
                "•\tThe building is all-electric to take advantage of the decarbonisation of the power network.",
                "•\tNew electric vehicle charging stations will be located to the rear of the building. These are available for GLA vehicles.",
                "•\tThe building incorporates photovoltaic panels to the roof that have been remediated.",
                "•\tUpgraded lighting systems are high efficiency LED.",
                "•\tBeneath the street is a 60,000 litre rainwater harvesting tank which provides an alternative water supply to serve irrigation and toilet flushing.",
                "•\tAll of the upgrades will reduce the current buildings carbon emissions carbon emissions by 20%. In total the building reduces carbon emissions by 50% when assessed against a standard benchmark building. This compares favourably with 15% reduction in the London plan for new build.",
                "•\tThe toilets and showers incorporate water efficient fixtures and fittings, utilising existing rainwater harvesting system, to contribute to 50% reduction of potable consumption. These are fed by a rainwater harvesting system. An upgraded solar thermal system will provide hot water.",
                "•\tSix different types of highly insulated glass have been used in the cladding, each with varying levels of transparency to moderate solar gain and frame views into and out of the building. Reflective glass is used on the backward-leaning facets to reflect the sun, while transparent glass is used on the inner faces angled towards the ground.",
                "•\tThe architectural approach sought to re-use as much as possible of the existing building, avoiding structural adaptation, and repurpose MEP systems where possible.",
                "•\tOne of the project’s key ambitions was to provide a more inclusive space for the diverse needs of Londoners, and so key design interventions were made to unlock transformative cultural improvements, such tactics included reconfigurations to incorporate gender neutral WC and shower facilities throughout as well as inclusive changing places, multi-faith and wayfinding/ signage which surpasses accessibility requirements for those with physical, visual or cognitive impairment.",
                "•\tThe design concept for the London Living Room was to create an extension of the London’s Parks. This is achieved using FSC-approved British timbers in the joinery benching and seating areas which define the space. Further to this the London Park theme is reinforced through the installation of 10 large planters, which are planted with a variety of large trees and other planting, these planters incorporate areas to sit and work while enjoying the tree’s biophilic benefits which include; \no\tImproved health.\no\tIncreased mood and feeling of well-being.\no\tImproved productivity.\no\tReduced stress levels.\no\tMental restoration & reduced fatigue.",
                "•\tFurther, the design incorporated improvements to the visual and thermal comfort, acoustic performance, safety and security, as well as improved cycle facilities to promote active travel. These aspects all contributed to the BREEAM Outstanding certification.",
                "•\tNew materials aimed at making the building more publicly welcoming by softening and warming the expansive spaces, these materials have been responsibly sourced based on their environmental impact, (e.g. high recycled content, locally procured), durability and life cycle impact.",
                "•\tThe carpets on the 1st and 2nd floors are made of recycled fishing nets as part of the Net-Works® innovative, cross-segment initiative designed to tackle the growing environmental problem of discarded fishing nets in some of the world’s poorest coastal communities.",
                "•\tThe office spaces have been designed to incorporate flexibility as much as possible to allow easy future adaptation, for example retaining moveable partitions, and incorporating dual entry to all meeting rooms to enable easy subdivision."
            ]
        },
        {
            "heading": "Information about the Royal Docks",
            "paragraphs": [
                "The Royal Docks form an intimate part of London’s history and among its most epic urban landscapes. Comprising 100 hectares and almost 5km at its widest point, the sheer scale of the Royal Docks can be daunting, but for those prepared to make the excursion, the Royal Docks is exhilarating with London’s biggest skies, immense bodies of water, industrial relics, varied neighbourhoods, and playful architectures.",
                "Once the largest part of the Port of London, the docks have been subject to numerous efforts to reimagine. Landmarks are varied and surprising, and range from big statement pieces such as Excel, London City Airport and the campus of the University of East London to unexpected structures such as London’s new City Hall, the colourful Tidal Basin Pumping Station and the gravity-defying Royal Victoria Dock Bridge.",
                "Today, the area is undergoing comprehensive regeneration led by the Royal Docks Team, with thousands of new homes and infrastructure underway, including an exciting cultural programme. For more information about the area’s regeneration and what’s on, visit royaldocks.london",
                "You can also download a copy of Open Cities’ self-guided tour of the Royal Docks and immerse yourself in the fascinating story of the past, present and future of the area."
            ]
        }
    ],
    "first_published": "2025-07-26T21:21:23.055071",
    "id": 5318,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/5318/building_5318_large_web_image-the-crystal-city-hall_76614f0c93254671cd1ed47742641ea7.jpg",
            "description": null,
            "title": "Entrance to City Hall",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_5318_large_web_image-the-crystal-city-hall_76614f0c93254671cd1ed47742641ea7.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/5318/building_5318_chamber-city-hall__bf016434e92223c20395523020eaa13d.jpg",
            "description": null,
            "title": "View of the Chamber",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_5318_chamber-city-hall__bf016434e92223c20395523020eaa13d.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/5318/building_5318_large_web_image-llr-city-hall_f7cbe43049542a12ff91899ad430b8e2.jpg",
            "description": null,
            "title": "London's Living Room",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_5318_large_web_image-llr-city-hall_f7cbe43049542a12ff91899ad430b8e2.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/5318/building_5318_ddch12_30ebbd13a79add5f701b30d15f073e31.jpg",
            "description": null,
            "title": "Tour guide Danny Danquah outside City Hall",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_5318_ddch12_30ebbd13a79add5f701b30d15f073e31.jpg"
        }
    ],
    "links": [
        {
            "href": "https://www.london.gov.uk",
            "title": "www.london.gov.uk"
        },
        {
            "href": "royaldocks.london",
            "title": null
        }
    ],
    "location": {
        "address": "Kamal Chunchie Way, E16 1ZE",
        "latitude": 51.50718,
        "longitude": 0.01621,
        "meeting_point": null,
        "travel_info": [
            "Tube: Canning Town",
            "Train: Custom House, Royal Victoria, West Silvertown",
            "Bus: 474, 147, 241, 325",
            "Additional travel info: Additional bus route - 678\r\n\r\nIFS Cloud cable car station, Royal Docks\r\n\r\nThames Clipper services - Royal Wharf and North Greenwich"
        ]
    },
    "name": "City Hall",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/5318",
    "ticketed_events": false,
    "venue_years_listed": [
        2023,
        2024,
        2025
    ]
}