{
    "all_week": false,
    "balloted_events": false,
    "description": "This guided walk around Clapham's Old Town features a radically redesigned public realm which changed the emphasis of the street environment to encourage people to walk and cycle instead of driving.",
    "design": {
        "designers": [
            {
                "architect": "Urban Movement + LB Lambeth",
                "description": null,
                "year": "2011"
            }
        ],
        "periods": [
            "Contemporary"
        ],
        "types": [
            "walk/tour"
        ]
    },
    "events": [],
    "facilities": [],
    "factsheet": [
        {
            "heading": "Clapham Old Town",
            "paragraphs": [
                "The historic heart of Old Town Clapham had become a utilitarian expanse of concrete and asphalt to provide parking and bus standing space and facilitate the easy movement for motor vehicles. Landscape architect and urban designer Ian Hingley (Urban Initiatives & Urban Movement) was appointed by Lambeth Council in 2007 to lead a design team to explore the feasibility of creating a new town square along with a range of public realm improvements aimed at reconnecting the Old Town with the adjacent neighbourhoods, improving access to public transport and making walking and cycling more appealing.",
                "Working closely with a steering group made up of local residents, council officers and TfL,  various options were refined through numerous public consultation events. The final design, completed in 2014, included the following key interventions: the removal of a fast and dangerous one way gyratory traffic system and replacement with a standard two-way carriageway; new on and off street contra-flow cycle facilities and improved cycle parking; widened footways with trees, seats and raised parking and loading facilities and a public space with seats, trees and ornamental planting. The widened footways now accommodate more tables and chairs space for the various cafes, restaurants and pubs in the Old Town adding to the vibrancy of this local centre.",
                "To ensure pedestrian priorities along the main walking routes a new style of side road entry treatment or crossing was designed. It was nicknamed the `Copenhagen Crossing’ as it was similar to details used in Copenhagen and other mainland European cities. The design was unique in the UK as the footway simply runs across the mouth of a side road junction negating the need to warn pedestrians (with tactile paving and kerbs) that they are crossing a carriageway. As vehicles are crossing the footway, the new language means that they give way to pedestrians, or at least pause to `negotiate’ before proceeding.",
                "Through traffic was encouraged to by-pass the centre of the Old Town, whilst maintaining access for residents and businesses, through inventive junction design. Traffic speeds were reduced by narrowing carriageways and introducing  20mph zones making it easier and safer for pedestrians to cross. The several zebra crossing in the Old Town were all retained but re-sited to relate to the new circulation patterns.",
                "Over 100 new trees were planted in the widened footways and public spaces.  A mix of species were used including native Field Maples, Limes and London Planes. The footways and public spaces were paved with traditional yorkstone slabs in standard and narrow widths where they were to be over-run by vehicles. Most of the historic wide granite kerbs were lifted and re-laid to edge the carriageways but set at a new lower height of 50mm to reduce the step height and make informal crossing easier.",
                "The scheme cost approximately £3.5million to build with most of the money coming from TfL’s Major Schemes fund."
            ]
        },
        {
            "heading": "Venn Street",
            "paragraphs": [
                "Landscape architect & urban designer, Ian Hingley, (Urban Initiatives & Urban Movement) led a small design team  to explore ideas to improve Clapham’s Old Town neighbourhood. Venn Street was advanced as the first phase of the project and was opened for use in 2011 at a total cost of approximately £385,000. Venn Street was one of the first schemes to be considered by TfL’s Design Review Panel in 2010 and won the Academy of Urbanism's Great Street award in 2023 which was celebrated in a sonnet by Ian McMillan .",
                "Typical of many side streets off the High Street, Venn Street was dominated by kerbside parking on both sides. The outdoor seating for the street’s cafes and restaurants was restricted to narrow strips adjacent to the building frontage, limiting the streets commercial potential and forcing pedestrians into single file due to the very narrow footways.",
                "The council closed the road every month to trial a local food market. The success of this market encouraged them to seek a weekly weekend closure to extend the operation of the market, redesign the public realm to prioritise pedestrians whilst making more room for the frontage businesses.",
                "By removing the double red lines at the southern end of the street, through negotiation with TfL, the designer was able to relocate the resident and business parking bays, to both ends of the street, freeing up space in the middle.  A single flush paved surface was created with ample room for licensed tables and chairs, trees, seats, cycle stands and whilst maintaining through traffic. A weekend road closure now allows the market to operate weekly. The footways and central open plaza space were paved in yorkstone with the main carriageway in concrete ‘Tegula’ setts. Locally reclaimed granite setts were used to create the parking bays at each end of the street, creating a simple understandable visual language without the need for road markings. Pop-up power supply units were installed down the centre of the street to service the market. All the existing mature Silver Birch trees were retained in the footways and supplemented with mature Italian olive trees to complement the street’s mediterranean cafes and develop a distinctive character.",
                "The Department for Transport gave permission to create Lambeth’s first Restricted Parking Zone, to avoid all painted road markings, with parking + loading controlled with wall mounted plates. A loading facility, marked on street with simple steel studs, allows the numerous businesses to be easily serviced.  Streetlights and signs were mounted on adjacent buildings to reduce clutter in the street and free up space for pedestrians.",
                "The design team worked with local businesses and a graphic artist to develop a brand for Venn Street that has helped to increase its profile and secure the market. The design is based on the Venn diagram and a wall plaque explains the origin of the street’s name and the story of the Venn family."
            ]
        }
    ],
    "first_published": "2025-07-17T16:15:43.000000",
    "id": 6036,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/6036/building_6036_r0017111_1ca683c7471369fa5dd00e8713428c10.jpg",
            "description": null,
            "title": "Venn Street looking South",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_6036_r0017111_1ca683c7471369fa5dd00e8713428c10.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/6036/building_6036_r0017137_6e94fba40b6ffdf9ee6cbc9579cbb5a7.jpg",
            "description": null,
            "title": "Venn Street in the evening",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_6036_r0017137_6e94fba40b6ffdf9ee6cbc9579cbb5a7.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/6036/building_6036_ianh2216_d681510bcfe82d54f0de2cb9d20e0cc3.jpg",
            "description": null,
            "title": "Old Town looking east from Orlando Street",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_6036_ianh2216_d681510bcfe82d54f0de2cb9d20e0cc3.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/6036/building_6036_ianh1965_fd9fcb347b6c4f508144aa9c42c00b4a.jpg",
            "description": null,
            "title": "The Polygon",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_6036_ianh1965_fd9fcb347b6c4f508144aa9c42c00b4a.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/6036/building_6036_dscf2092_783a177ac488d0d6b6b158e5adbef284.jpg",
            "description": null,
            "title": "Opening party",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_6036_dscf2092_783a177ac488d0d6b6b158e5adbef284.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/6036/building_6036_ianh2132_11528f3cbf6c6f317479f655255ff0f7.jpg",
            "description": null,
            "title": "Continuous footway (raised side road crossing)",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_6036_ianh2132_11528f3cbf6c6f317479f655255ff0f7.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/6036/building_6036_ianh1773_542ab88a8cc430f25712e1712a983d9c.jpg",
            "description": null,
            "title": "Bromells Road `real' continuous crossing.",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_6036_ianh1773_542ab88a8cc430f25712e1712a983d9c.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/6036/building_6036_the-pavement-clapham-tables-and-chairs_c08211752f988cdcad0ba37ee382ba10.jpeg",
            "description": null,
            "title": "The Pavement's tables and chairs",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_6036_the-pavement-clapham-tables-and-chairs_c08211752f988cdcad0ba37ee382ba10.jpeg"
        }
    ],
    "links": [],
    "location": {
        "address": "Clapham Common Underground Station, SW4 0BD",
        "latitude": 51.461786,
        "longitude": -0.1383884,
        "meeting_point": null,
        "travel_info": [
            "Tube: Clapham Common"
        ]
    },
    "name": "Clapham Old Town and Venn Street",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/6036",
    "ticketed_events": false,
    "venue_years_listed": [
        2022,
        2025
    ]
}