{
    "all_week": false,
    "description": "Loughborough Pearson's red brick building is unimposing from the outside, but inside is a riot of Gothic Revival design. Golden mosaics reveal the character of the Grade II* listed chapel, built as part of the Middlesex Hospital.",
    "design": {
        "designers": [
            {
                "architect": "J. L. Pearson",
                "description": null,
                "year": "1891"
            }
        ],
        "periods": [
            "Caroe Architecture",
            "Historical house",
            "Recreational",
            "Religious",
            "Victorian"
        ],
        "types": [
            "community/cultural",
            "gallery",
            "concert/performance space",
            "mixed use",
            "institution/profession",
            "art in the public realm",
            "museum"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2025-09-15",
            "drop_in": true,
            "end": "2025-09-15T17:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in: Open Day",
            "notes": "The Fitzrovia Chapel is open to the public.",
            "start": "2025-09-15T11:00:00+01:00",
            "ticketed": false
        },
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2025-09-16",
            "drop_in": true,
            "end": "2025-09-16T17:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in: Open Day",
            "notes": "The Fitzrovia Chapel is open to the public.",
            "start": "2025-09-16T11:00:00+01:00",
            "ticketed": false
        },
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2025-09-17",
            "drop_in": true,
            "end": "2025-09-17T17:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in: Open Day",
            "notes": "The Fitzrovia Chapel is open to the public.",
            "start": "2025-09-17T11:00:00+01:00",
            "ticketed": false
        },
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2025-09-18",
            "drop_in": true,
            "end": "2025-09-18T17:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in: Open Day",
            "notes": "The Fitzrovia Chapel is open to the public.",
            "start": "2025-09-18T11:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        "Seating available",
        "Step-free routes",
        "Baby changing facilities",
        "Cloakroom",
        "Handrails on one side of stairs"
    ],
    "factsheet": [
        {
            "heading": "Site History",
            "paragraphs": [
                "The Fitzrovia Chapel is an enchanting jewel of Byzantine inspired architecture located in the heart of the Fitzrovia community. As the former chapel of the Middlesex Hospital, it is a place of meaning, memory and sanctuary for many. Today the chapel is an enriching cultural space for creative health and wellbeing.",
                "It offers a distinctive artistic programme, supporting emerging and established artists and learning opportunities. The chapel is a space for quiet reflection, discovery and celebration, connecting a diversity of communities, visitors and partners.",
                "A registered charity without public subsidy, the chapel’s charitable activities and preservation of the building are mostly funded through commercial hire. This includes weddings, exhibitions, book launches and shoots. The Fitzrovia Chapel is open to everyone of all faiths, beliefs, backgrounds and cultures."
            ]
        },
        {
            "heading": "The Building",
            "paragraphs": [
                "The chapel was designed by leading Victorian architect, John Loughborough Pearson (1817-1897) after whom the new residential square is named. The building was originally commissioned in memorial to Major A.H. Ross, former Chairman of the Hospital Board, and was funded by donations and fundraising activity by the hospital community. Awarded the RIBA gold medal in 1880, Pearson worked on some of Britain’s finest building’s including Truro Cathedral, Bristol Cathedral and Westminster Hall. Work began in 1891, but nearly forty years passed before the interior was completed due to the decision that no money raised for patient care should be spent on the building. Funding came in piece by piece, and work was undertaken on that basis. After Pearson’s death in 1897, work on the chapel, including completed decoration of the ceiling, was completed by his son, Frank Loughborough Pearson.",
                "The chapel was built originally with only one access door from the main hospital, and this is now a viewing window from the restaurant next door. Interior decorations to the building were added in a piecemeal way as funds became available, and the original ceiling was made from oak and largely undecorated, This is except in the chancel over the altar, which was covered in golden mosaics and stars.",
                "In the late 1920s and early 30s The Middlesex Hospital was demolished and rebuilt around the chapel, with the baptistry being added and golden mosaics extended across the whole ceiling. The chapel has a simple rectangular nave including a transept for its baptistery, which holds memorial windows to lives lost in WW1. The ante-chapel (or narthex) is lined with memorial tablets of white marble featuring inscriptions to hospital figures from all professions, and movingly illustrates the dedication of the Middlesex Hospital's community. These provide a valuable record of the chapel’s past.",
                "The chapel's interior features a vibrant mixture of historic  architectural and design techniques, from the cosmatesque mosaic inlays to the roundels on the ceiling. Many examples of these techniques can be seen in Byzantine and European medieval architecture, which both Pearson and his son were greatly inspired by. Seventeen different types of marble feature in the designs, including the characterful green Verd Antique which fronts the organ loft, and which the font is carved from.",
                "The majority of the windows in the chapel were made to Loughborough Pearson's designs by Clayton & Bell, and mosaic works were completed by Robert Davison's Decorative Art Studio in Marylebone, and artist Maurice Josey. The original organ was removed around 1934, with dummy pipes installed and an electric Allen organ taking its place. This still functions today.",
                "Roundels on the ceiling vaults depict the apostles, and a roundel featuring St Barnabas can be seen in the transept opposite the baptistery. The piscina on the altar is carved in alabaster, and the aumbry, given in memory of Prince Francis of Teck features a carving of the Pelican in her Piety, a common image of redemption in ecclesiastical design."
            ]
        }
    ],
    "id": 6534,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/6534/building_6534_dsc_4004_b7259ee15bdec13d50a055d763a41b47.jpg",
            "description": null,
            "title": "The altar",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_6534_dsc_4004_b7259ee15bdec13d50a055d763a41b47.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/6534/building_6534_dsc_3989_281329c1b0e48f73a07a582c2db52299.jpg",
            "description": null,
            "title": "View of the gold ceiling",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_6534_dsc_3989_281329c1b0e48f73a07a582c2db52299.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/6534/building_6534_dsc_4011_3691ddb616aa40c276d8544b704aed19.jpg",
            "description": null,
            "title": "Stained glass windows",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_6534_dsc_4011_3691ddb616aa40c276d8544b704aed19.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/6534/building_6534_dsc_4088_85166f6539671e84ded3e068b09d8631.jpg",
            "description": null,
            "title": "The ornate baptisery of the Fitzrovia Chapel",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_6534_dsc_4088_85166f6539671e84ded3e068b09d8631.jpg"
        }
    ],
    "links": [
        {
            "href": "https://www.fitzroviachapel.org/",
            "title": "www.fitzroviachapel.org"
        },
        {
            "href": "https://www.instagram.com/fitzroviachapel/",
            "title": "www.instagram.com/fitzroviachapel"
        },
        {
            "href": "https://twitter.com/Fitzroviachapel",
            "title": "twitter.com/Fitzroviachapel"
        }
    ],
    "location": {
        "address": "2 Pearson Square, Fitzroy Place, W1T 3BF",
        "latitude": 51.51895,
        "longitude": -0.13826,
        "meeting_point": null,
        "travel_info": [
            "Tube: Oxford Circus, Goodge Street, Warren Street, Tottenham Court Road",
            "Train: Euston"
        ]
    },
    "name": "Fitzrovia Chapel",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/6534",
    "ticketed_events": false
}