{
    "all_week": false,
    "balloted_events": false,
    "description": "Originally planned in 1954, the first new theatre after the war, the Questors Playhouse opened in 1964, by which time its design had been followed by the Chichester Festival Theatre and the Crucible, Sheffield.",
    "design": {
        "designers": [
            {
                "architect": "Norman Branson",
                "description": null,
                "year": "1964"
            }
        ],
        "periods": [
            "Contemporary"
        ],
        "types": [
            "theatre"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2025-09-13",
            "drop_in": true,
            "end": "2025-09-13T17:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in: Backstage Tour",
            "notes": "",
            "start": "2025-09-13T12:00:00+01:00",
            "ticketed": false
        },
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2025-09-14",
            "drop_in": true,
            "end": "2025-09-14T17:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in: Backstage Tour",
            "notes": "Please let us know if you plan to visit. Doing so allows\n                    the venue to plan ahead and you will be notified by email\n                    about any changes to the programme that might affect your\n                    visit.",
            "start": "2025-09-14T12:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        "Parking",
        "Toilets",
        "Blue badge parking",
        "Drinking water",
        "Family-friendly event",
        "Gender neutral toilet",
        "Step-free routes",
        "Accessible toilet",
        "Baby changing facilities"
    ],
    "factsheet": [
        {
            "heading": "History",
            "paragraphs": [
                "The Questors celebrated its 90th anniversary in 2019. Under the leadership of a keen amateur actor, Alfred Emmet, The Questors was formed 1929. Performances took place in various venues until in 1933 they made their home in a disused 'tin' church building in Mattock Lane, Ealing. Even in pre-war days The Questors developed a reputation as an experimental theatre, and they managed to continue to mount performances during the war, including touring to the bomb damaged East End of London.",
                "After the war, the group became a limited company and an educational charity, and managed to buy the freehold of the site. In 1952 they started to plan an ambitious redevelopment of the site and raise funds towards the building of a new theatre, the first theatre building to be built from scratch since before the war. Designed by Norman Branson the designs for a flexible auditorium, capable of a variety of staging arrangements, featured in many architecture and theatre periodicals of the day. Rehearsal rooms were also built, including the Stanislavsky room, now our Studio Theatre. The foundation stone was laid by members of the Moscow Art Theatre in 1958, and it was formally opened by Dame Edith Evans in 1960 as plans to build the main theatre space progressed.",
                "When opened in 1964 The Questors was then a revolutionary new style of theatre design and attracted considerable attention in the press and on television, with a Gala Performance attended by HM Queen Elizabeth The Queen Mother. It has an adaptable stage, which can be a proscenium arch theatre, an in the round theatre, or a thrust stage theatre with either a full thrust or part thrust in the space which, in a conventional theatre, would be the pit or stalls. The Chichester Festival Theatre was of a similar design, but not as adaptable. This type of theatre had been talked about since the 1930s, with director Sir Tyrone Guthrie being one of the first to attempt stage forms outside of traditional proscenium arch theatre in Edinburgh in 1948. Guthrie served as The Questors' president in the 1950s and went on to experiment with theatre forms in Canada eventually building a theatre to a similar design to the Questors in Minnesota.\n \nThe company's name relates to the perpetual ‘quest’ to produce good theatre of all sorts; the classic, the rare and the new. The Questors has always searched for new plays to produce, and over the years has presented various New Plays Festivals and competitions. The first version of Tom Stoppard’s ‘Rosencrantz and Guildenstern are Dead’ was performed here, and playwrights such as James Saunders, Danny Abse, Jimmie Chinn and Kneehigh's Carl Grose have all had works premiered at The Questors. A wide variety of arts professionals started their careers at the Questors including author/broadcaster Michael Rosen (now a Questors' vice president), Stage Director Declan Donnellan (Cheek by Jowl) and long serving Blue Peter presenter Konnie Huq.\n \nMost recently in 2019 a new Student Playwriting competition was launched with Dame Judi Dench as patron and Oliver Ford Davies, Tamara von Werthern and Carl Grose as the judging panel for the finalists. The pandemic meant that the winning play by Grant Corr debuted in 2022.",
                "Henry Lewis, began his career in The Questors Youth Theatre, where he created and staged the earliest version of what eventually evolved into the hit West End comedy 'The Play that Goes Wrong'. His Mischief Theatre Company have had enormous success on television, in the West End and On Broadway, including winning an Olivier award for Best New Comedy of 2015. This was derived from Michael Green’s Coarse Acting Plays which The Questors performed with great success at the Edinburgh Fringe, and then at the Shaftesbury Theatre, where they were seen by HRH The Prince of Wales.\n \nIn January 2018, The Questors produced 'Sleepers in the Field' a previously unperformed play by RSC playwright and long term Questors' member Peter Whelan ('The Accrington Pals', 'The Herbal Bed'), this received a glowing review from Michael Billington in The Guardian.",
                "In 2021 a summer season of performances and adult and children's workshops was run to encourage people back to theatre.",
                "The Questors' current president is Dame Judi Dench who consented to having the playhouse renamed the Judi Dench Playhouse in her honour."
            ]
        }
    ],
    "first_published": "2025-07-17T16:15:43.000000",
    "id": 7064,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/7064/building_7064_the-questors-exterior_0f114ee677d7f66fcb5249586ebf79a5.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_7064_the-questors-exterior_0f114ee677d7f66fcb5249586ebf79a5.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/7064/building_7064_jdp-from-the-rig_cda20552ee5dfe5d0da453b092f62948.jpg",
            "description": null,
            "title": "The Judi Dench Playhouse",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_7064_jdp-from-the-rig_cda20552ee5dfe5d0da453b092f62948.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/7064/building_7064_whatsapp-image-2023-09-19-at-15-04-53_48b37b6350e308bd53d6d73723e25a9c.jpeg",
            "description": null,
            "title": "The Upper Foyer",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_7064_whatsapp-image-2023-09-19-at-15-04-53_48b37b6350e308bd53d6d73723e25a9c.jpeg"
        }
    ],
    "links": [
        {
            "href": "http://www.questors.org.uk",
            "title": "www.questors.org.uk"
        },
        {
            "href": "https://www.instagram.com/questors_theatre/",
            "title": "www.instagram.com/questors_theatre"
        },
        {
            "href": "https://x.com/QuestorsTheatre",
            "title": "x.com/QuestorsTheatre"
        },
        {
            "href": "https://www.facebook.com/questorstheatre/",
            "title": "www.facebook.com/questorstheatre"
        }
    ],
    "location": {
        "address": "The Questors Theatre, 12 Mattock Lane, W5 5BQ",
        "latitude": 51.51156169999999,
        "longitude": -0.3095093,
        "meeting_point": null,
        "travel_info": [
            "Tube: Ealing Broadway, South Ealing",
            "Train: Ealing Broadway",
            "Bus: 207, 427, 65, 83, E2, E7, E8",
            "Additional travel info: Just a 10-minute from Ealing Broadway station (Central District, Elizabeth Lines and national rail); or 15 minutes' walk from South Ealing."
        ]
    },
    "name": "The Questors Theatre",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/7064",
    "ticketed_events": false,
    "venue_years_listed": [
        2021,
        2023,
        2024,
        2025
    ]
}