{
    "all_week": false,
    "balloted_events": false,
    "description": "The Church of St Alphege is Grade II listed, combining modernist Scandinavian and traditional ecclesiastical forms with good-quality sculptural enrichment; graceful, lofty interiors, with subtle detailing applied consistently throughout.",
    "design": {
        "designers": [
            {
                "architect": "Sir Edward Maufe",
                "description": null,
                "year": "1959"
            }
        ],
        "periods": [
            "Stand Engineers",
            "Post-war"
        ],
        "types": [
            "religious"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2025-09-20",
            "drop_in": true,
            "end": "2025-09-20T15:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in: Open Day",
            "notes": "Please let us know if you plan to visit. Doing so allows\n                    the venue to plan ahead and you will be notified by email\n                    about any changes to the programme that might affect your\n                    visit.",
            "start": "2025-09-20T11:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        "Parking",
        "Toilets",
        "Large print guides"
    ],
    "factsheet": [
        {
            "heading": "Historic Interest",
            "paragraphs": [
                "Designed by leading church architect, Sir Edward Maufe, who designed Guildford Cathedral, illustrating his skilful and personal application of the principles of modernist Swedish design.",
                "Group value with the church’s First World War Memorial (Grade II)."
            ]
        },
        {
            "heading": "The Church",
            "paragraphs": [
                "The Church of St Alphege, Edmonton, was constructed in 1959 to the designs of Sir Edward Maufe. Maufe had previously been engaged to design a church for the site in 1940, and although plans were drawn up for a church with a stocky, vernacular feel, having something in common with his 1938 Church of St John the Evangelist, Hook, Hampshire, these were never realised. The church Maufe designed from 1956 was quite different in character, displaying an enduring affinity with the modern Swedish architecture which, Maufe felt, ‘combined freshness without obviously breaking with tradition’. The builders were Messrs William Lacey of Hounslow, and the cost of the church was in the region of £44,000. Maufe was also responsible for the design of the vestry furniture. The foundation stone was laid by the Bishop of London on 26th October 1957, and the church was consecrated on 18 April 1959. The church is described by Yelton and Salmon as being of considerable merit, with a ‘quiet, understated authority’ (2013).",
                "The vicarage, also by Maufe, which stands a short distance to the west of the church, within the church enclosure, was built in 1961. A hall was added to the south elevation of the church in 1994. A drawing of the projected church shows a low brick wall between the church and Hertford Road, with an offset opening to the south. Either this was never built, or it has been replaced by a timber fence. However, the existing opening is to the south, in front of the hall, and contains metal gates with the letters ‘S’ and ‘A’, painted in red."
            ]
        },
        {
            "heading": "Sir Edward Maufe",
            "paragraphs": [
                "Edward Brantwood Maufe (1882-1974) was an important late practitioner in the Arts and Crafts tradition and one of the leading church architects of the C20. He served his pupillage with the London architect William Alfred Pite, and also studied at Oxford and the Architectural Association. His reputation was established by two churches – St Bede’s, Clapham (1922-1923) and St Saviour’s, Acton (1924-1926) – early examples demonstrating the Swedish influence likewise felt in his other churches, including St Thomas the Apostle, Ealing (1933-1934), All Saints at Esher in Surrey (1938-1939), and most notably in his greatest work, the new cathedral at Guildford (1932-1961); an interesting later example for comparison with St Alphege is the Church of St Nicholas, Saltdean, East Sussex, of 1964-1965.",
                "Although best known as an ecclesiastical architect, Maufe's work also included houses, banks, and theatres, as well as collegiate buildings at Oxford and Cambridge, and he was responsible for much of the post-war rebuilding of London’s bomb-damaged Inns of Court. From 1943 he served as architect to the Imperial War Graves Commission, for which service he was knighted in 1954."
            ]
        },
        {
            "heading": "Estcourt J Clack",
            "paragraphs": [
                "Estcourt J Clack (1906-1973) underwent his training at the South London Technical School of Art in the 1930s. He became a fellow of the Royal Society of British Sculptors in 1946, and undertook a number of notable commissions for church sculpture, and for a fountain in Green Park, London."
            ]
        },
        {
            "heading": "Listing Description",
            "paragraphs": [
                "Church, 1959 by Sir Edward Maufe, with sculpture by Estcourt J Clack. With an attached hall of 1994.",
                "MATERIALS: buff-coloured brick, laid in English garden-wall bond, with concrete dressings, and sculpture in Portland stone. The roof is covered with Roman tiles. The windows hold clear leaded textured glass; some have hopper sections.",
                "PLAN: the church is set on an east/west axis, having a broad aisled nave, with the narrower sanctuary to the east; an ambulatory or passage beyond the sanctuary to the east gives access to the clergy vestry to the north, and the choir vestry to the south. At the west end is the former baptistery, with the gallery above. The original plan had the Lady chapel running alongside the nave to the north, with a flower room and WCs at the eastern end, and a parish room balancing it to the south, with kitchen and WCs at the eastern end. The parish room has now been replaced by the 1994 hall, which is square on plan, extending the footprint of the church to the south. In the south-west corner, between the baptistery and the hall, is the south porch, with the belfry rising above it. On the north side of the baptistery is a smaller porch.",
                "EXTERIOR: the church’s design displays Maufe’s traditionalist sympathies, but with a pared-down simplicity of form which is distinctively of the 1950s. The tall nave, with its projecting eaves resting on elongated stepped brick corbels, rises above the flat-roofed podium which surrounds it on three sides, its height emphasised by tall narrow windows, with slightly shouldered round-headed arches. The gabled belfry – a narrow rectangle on plan – lends an Italianate flavour to the effect, emphasised by the wide eaves and Roman tiles. On the southern side of the belfry, protected by a small gabled hood, is a sculpted figure of St Alphege on a corbel, with bishop’s mitre and staff – St Alphege (circa 954-1012) was Archbishop of Canterbury – holding up his hand in blessing.",
                "The west elevation of the church, which is aligned with Oaklands Avenue, has a single tall window to the centre, with three small windows beneath lighting the baptistery area – the central one having two mullions, the outer, square, windows, being divided by a single mullion. The doorway of the southern porch is angled, creating an offset brickwork detail to the corners. The timber double doors with geometric glazing are original. Both this doorway, and that of the west-facing north porch, is sheltered by a flat canopy on piloti.",
                "The east elevation, facing Hertford Road, has a large circular window, quartered, with the sculpted figure of Christ crucified. Below is a plaque sculpted in relief with two kneeling angels bearing a chalice, and a triangle and circle representing Alpha and Omega beneath the signature ‘J E Clack ‘59’. (A similar composition is seen in the Calvary by Eric Gill which forms the east window of Maufe’s St Thomas the Apostle, Ealing, of 1933-4, listed at Grade II*.) The south and north sides of the nave each have five tall round-headed shouldered-arched windows, with another window to the sanctuary. The flat roofs of the podium to the east and north have wide eaves; the eastern ambulatory is lit by small square windows, and the Lady chapel, vestries and offices are lit by tripartite windows.",
                "INTERIOR: the spacious south-west porch opens into the west end of the south aisle. The tall nave is defined by concrete cruck trusses stretching from the floor to the apex of the roof; these narrow towards the floor, rising at an inward angle to the eaves, and then meeting at the apex. The roof itself is painted blue, and decorated with applied gold stars. Between the nave trusses are the windows. The lowest parts of the trusses double as piers, widening at the sides to form notional capitals, supporting a flat arcade.",
                "The choir and organ were originally placed at the east end of the nave, before the chancel, with an area for the organ console (plans for lowering the choir, or just the organ area, appear not to have been put into practice). The enclosed stalls for the choir, and the organ console, have been removed. The plain pine chairs now in situ appear to be of the same model as those first used.",
                "The chancel was originally enclosed by a lost timber screen and is now defined only by the slightly raised floor; the built-in pulpit is set back to the north, whitewashed like the walls, but with polished stone steps and a moulded polished cornice, reflected to the south by a dais (originally for the lectern). The roof of the narrower sanctuary has rafters painted with stars and doves; three shallow steps of polished stone rise, originally supporting the altar. To the south the sedilia rise following the steps, set within a flat-topped shouldered embrasure. To the east of this is the piscina, set within a double-shouldered arch, the stone basin having a scallop shell to the front, with a moulded credence shelf above.",
                "To the rear of the sanctuary, flat-topped shouldered openings lead to the passage, their blue gates enriched with a gold cross and stars. The oak altar table, which been brought forward to the chancel, has stepped ends with a stretcher between, and appears to be part of the original furnishings. The stone font at the west end of the church, also by Clack, has a wavy moulding around the top, and set on a stone dais, though brought forwards from the former baptistery, which is now fronted by a glass screen beneath the gallery.",
                "The Lady chapel was originally separated from the north aisle by sliding and folding doors; these have been replaced by glass screens, except at the east end, where there is now a solid partition. The raised east end of the chapel has four stars to the roof which have been painted over. Formerly surrounded by an oak baluster rail, this area is now enclosed by a glass screen. The gallery, accessed by a stair to the south of the baptistery, now contains the organ, and has an oak bookrest along the front rail. The vestries and offices do not retain features of note, though the original timber doors survive, set with a golden wheel cross. The linoleum tiled flooring throughout the church is thought to be original.",
                "SUBSIDIARY FEATURE: a drawing of the projected church shows a low brick wall between the church and Hertford Road, with an offset opening to the south. Either this was never built, or it has been replaced by a timber fence. However, the existing opening is to the south, in front of the hall, and contains metal GATES with the letters ‘S’ and ‘A’, painted in red."
            ]
        },
        {
            "heading": "Restoration of concrete",
            "paragraphs": [
                "As is common in steel and concrete construction in the 1960s, the thickness of the concrete covering the structural steel has proven insufficient over the years. Water ingress then creates 'spalling' of the concrete.",
                "If you look up at the projecting purlins and underside of the projecting roof at both east and west ends of the church you will be able to see the damage that this has caused, and the now unprotected steelwork.",
                "The costs of rectifying this are currently being estimated."
            ]
        }
    ],
    "first_published": "2025-07-17T16:15:43.000000",
    "id": 7618,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/7618/building_7618_edmonton_st_alphege130613_4_7ca64ddab00f3c7294680d9b3b93795e.jpg",
            "description": null,
            "title": "East elevation, from Hertford Road",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_7618_edmonton_st_alphege130613_4_7ca64ddab00f3c7294680d9b3b93795e.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/7618/building_7618_st-alphege-church-edmonton_ecc5ec69d372d71e46f4647798b868dc.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_7618_st-alphege-church-edmonton_ecc5ec69d372d71e46f4647798b868dc.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/7618/building_7618_internal-front_072a85710df28eef00ed4a2b69ad015a.jpg",
            "description": null,
            "title": "Inside the church, looking east",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_7618_internal-front_072a85710df28eef00ed4a2b69ad015a.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/7618/building_7618_internal-rear_fde1326a51544effa9fc4d6df51c486c.jpg",
            "description": null,
            "title": "Inside the church, looking west",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_7618_internal-rear_fde1326a51544effa9fc4d6df51c486c.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/7618/building_7618_img_5207_dfc6a33c3d1b455a1fff378b30bfa9b1.jpg",
            "description": null,
            "title": "East window statue",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_7618_img_5207_dfc6a33c3d1b455a1fff378b30bfa9b1.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/7618/building_7618_img_5208_9151ad721b7284232a92c2fcaaf63c49.jpg",
            "description": null,
            "title": "Detail of the statue of Christ the King",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_7618_img_5208_9151ad721b7284232a92c2fcaaf63c49.jpg"
        }
    ],
    "links": [
        {
            "href": "https://www.facebook.com/stalphegeedmonton/",
            "title": "www.facebook.com/stalphegeedmonton"
        },
        {
            "href": "https://www.achurchnearyou.com/church/15613/",
            "title": "www.achurchnearyou.com/church/15613"
        }
    ],
    "location": {
        "address": "Rossdale Drive/Hertford Road, Lower Edmonton, N9 7LG",
        "latitude": 51.63884,
        "longitude": -0.04892,
        "meeting_point": null,
        "travel_info": [
            "Train: Edmonton Green, Ponders End, Southbury",
            "Bus: 279, 349, 491, 191, 377",
            "Additional travel info: Small car park  is available in Rossdale Drive There are parking bays infront of the church on Hertford Road and street parking available"
        ]
    },
    "name": "St Alphege Church, Edmonton",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/7618",
    "ticketed_events": false,
    "venue_years_listed": [
        2021,
        2022,
        2024,
        2025
    ]
}