{
    "all_week": false,
    "description": "St Margaret's has delivered community activity on Old Ford Road since the start of the 20th century. Join us to go behind the scenes and experience a small exhibition about the history of the settlement and its work.",
    "design": {
        "designers": [
            {
                "architect": "",
                "description": null,
                "year": "1753"
            }
        ],
        "periods": [],
        "types": [
            "art in the public realm"
        ]
    },
    "events": [
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/7631",
            "capacity": null,
            "date": "2025-09-20",
            "drop_in": false,
            "end": "2025-09-20T11:45:00+01:00",
            "fully_booked": false,
            "name": "Guided Tour",
            "notes": "",
            "start": "2025-09-20T11:00:00+01:00",
            "ticketed": true
        },
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/7631",
            "capacity": null,
            "date": "2025-09-20",
            "drop_in": false,
            "end": "2025-09-20T12:45:00+01:00",
            "fully_booked": false,
            "name": "Guided Tour",
            "notes": "",
            "start": "2025-09-20T12:00:00+01:00",
            "ticketed": true
        },
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/7631",
            "capacity": null,
            "date": "2025-09-20",
            "drop_in": false,
            "end": "2025-09-20T13:45:00+01:00",
            "fully_booked": false,
            "name": "Guided Tour",
            "notes": "",
            "start": "2025-09-20T13:00:00+01:00",
            "ticketed": true
        },
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/7631",
            "capacity": null,
            "date": "2025-09-20",
            "drop_in": false,
            "end": "2025-09-20T14:45:00+01:00",
            "fully_booked": false,
            "name": "Guided Tour",
            "notes": "",
            "start": "2025-09-20T14:00:00+01:00",
            "ticketed": true
        },
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/7631",
            "capacity": null,
            "date": "2025-09-20",
            "drop_in": false,
            "end": "2025-09-20T15:45:00+01:00",
            "fully_booked": false,
            "name": "Guided Tour",
            "notes": "",
            "start": "2025-09-20T15:00:00+01:00",
            "ticketed": true
        }
    ],
    "facilities": [
        "Baby changing facilities",
        "Toilets",
        "Drinking water",
        "Accessible toilet",
        "Gender neutral toilet",
        "Handrails on one side of stairs",
        "Step-free routes"
    ],
    "factsheet": [
        {
            "heading": "Our History",
            "paragraphs": [
                "It all began early in 1888 when a Miss Anson (after whom a room is named in St. Margaret's House) distributed a leaflet in Oxford asking for support for a ladies' mission. Initially called the Bethnal Green Ladies Committee with Her Royal Highness Princess Marie Adelaide, Duchess of Teck, as President, St. Margaret's was a substantial house with 15 rooms in a square built around the Museum Green. It was formally opened in October 1889."
            ]
        },
        {
            "heading": "Community Projects Through the Years",
            "paragraphs": [
                "Pioneering work included the Children's Country Holiday Fund, the Metropolitan Association for Befriending Young Servants, district and hospital visits, a needlework scheme to employ very poor women through the winter months, work helping the clergy from nearby parishes with Sunday School teaching and visiting workhouses, as well as nursing the sick, organising sick and relief funds, work for mothers and children and running the clubs for girls.",
                "Eleven years later in December 1900, it was decided to buy number 21 Old Ford Road, which belonged to the Females Guardians Association. Arrangements were made to find the necessary £3,600 to buy this Georgian town house of character and charm.",
                "On the morning of 3 February 1903, the move was made and the new house was officially opened by Princess Henry of Battenburg on 5 May."
            ]
        },
        {
            "heading": "Between the Wars",
            "paragraphs": [
                "In 1921 St. Margaret's House, in financial difficulties, was charging £2 a term for the training of students. It had fourteen residents including the Head and Bursar, six lodgers engaged in teaching or social work, two medical students and one Charity Organisation Society worker. The start of a club for young married women stressing education for citizenship, rather than recreation,  proved to be very popular.",
                "In 1924, St. Margaret's House started a children's play hours scheme twice a week in the large hall which accommodated over 50 children who would otherwise be roaming the streets of Bethnal Green. In the same year, the house took a leading part in launching the local branch of the Industrial Christian Fellowship.",
                "In 1929 the house was very fortunate in securing the services of Eleanor Kelly, a founding member of the Association of Welfare Workers.",
                "During the 1930s St. Margaret's House underwent many changes but the decade began auspiciously with a visit by Queen Mary in 1931. In 1934, during the worst period of unemployment in the East End, the Unemployed Men's Centre was opened. Around the same time, St. Margaret's House was also sending out food parcels to old-age pensioners and the very poor.",
                "In 1938 new initiative schemes such as the Hospital Savings Association and Penny Bank were set up. In the same year a gas-proof room was constructed due to the threat of war."
            ]
        },
        {
            "heading": "Through World War II to the Welfare State",
            "paragraphs": [
                "The Bethnal Green branch of the newly formed Citizens Advice Bureau opened on 1 September, two days before war was declared. The CAB concept had come about during 1938 with a national plan to establish local advice and information centres if war was declared.",
                "During the war, five out of ten houses in Bethnal Green were destroyed by bombing. Fortunately, however, St. Margaret's House escaped serious damage, despite much broken glass and several near misses. This includes an incendiary bomb which fell on the chapel roof and failed to ignite.",
                "In 1953, the council decided that men could live at St. Margaret's House as well as women, due to declining numbers of female students wishing to take up residence at the house. In 1959, extensive repair and improvements were made to the main house: a new roof and rewiring throughout. In 1961, a new initiative, an introductory course for voluntary workers, commenced.",
                "Throughout the 1960s and 70s, St. Margaret's House faced financial ups and downs due to a desire to help the local community and limited finances. But a visit by the poet laureate, Sir John Betjeman, in 1975, assisted in raising enough money to help it through the financial crisis."
            ]
        },
        {
            "heading": "St. Margaret's House Today",
            "paragraphs": [
                "In June 1993, the settlement again expanded as leaseholder of two adjoining buildings, numbers 15 and 17 Old Ford Road. Fortunately, by 1999, St. Margaret's House was able to purchase both properties with funding from both public and private sources.",
                "In 2006 St Margaret's House took over the Gallery Café and has since continued to offer a great number of events, vegan food and exhibitions. St Margaret's House now manages four separate community projects: the Gallery Café, Ayoka Charity Shop, the Canvas for wellbeing sessions (including acupuncture, massage and yoga) and the Create Place (a making space for activities including sewing, pottery, printmaking and beading). In 2023, St Margaret's House became a National Portfolio Organisation of Arts Council England, recognising the work that the organisation does leading on Creative Health Zones in East London with the ultimate goal of ensuring everyone is healthier through creativity and connection."
            ]
        }
    ],
    "first_published": "2025-07-17T16:15:43.000000",
    "id": 7631,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/7631/building_7631_smh-outside_2f789907a7e75a28020650378881cbba.jpg",
            "description": null,
            "title": null,
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_7631_smh-outside_2f789907a7e75a28020650378881cbba.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/7631/building_7631_anson-room_d724e4f011aeae735257284b1b6794cd.jpg",
            "description": null,
            "title": null,
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_7631_anson-room_d724e4f011aeae735257284b1b6794cd.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/7631/building_7631_smhfront_old_6b2e64129a007899d067b634023be910.jpg",
            "description": null,
            "title": null,
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_7631_smhfront_old_6b2e64129a007899d067b634023be910.jpg"
        }
    ],
    "links": [
        {
            "href": "https://www.stmargaretshouse.org.uk",
            "title": "www.stmargaretshouse.org.uk"
        },
        {
            "href": "https://www.instagram.com/st.margarets.house/",
            "title": "www.instagram.com/st.margarets.house"
        }
    ],
    "location": {
        "address": "St Margaret’s House, 21 Old Ford Road, E2 9PL",
        "latitude": 51.52984,
        "longitude": -0.05447,
        "meeting_point": null,
        "travel_info": [
            "Tube: Bethnal Green, Stepney Green",
            "Train: Cambridge Heath, Bethnal Green",
            "Bus: 8, 106, 254, 309, 388, D3"
        ]
    },
    "name": "St. Margaret's House",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/7631",
    "ticketed_events": true,
    "venue_years_listed": [
        2021,
        2022,
        2023,
        2024,
        2025
    ]
}