{
    "all_week": false,
    "balloted_events": false,
    "description": "Explore Islington Town Hall: a grand, Grade II listed example of Edwardian Baroque architecture. Celebrating its centenary this year, the Town Hall's Art Deco style interiors, staircases and impressive council chamber reflect civic pride and timeless design in the heart of Upper Street. Original clocks, paintings and decorative panels have survived for a century in this lovely municipal building.",
    "design": {
        "designers": [
            {
                "architect": "E. C. P. Monson",
                "description": null,
                "year": "1922"
            }
        ],
        "periods": [
            "Inter-war"
        ],
        "types": [
            "civic",
            "online"
        ]
    },
    "events": [
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/767",
            "capacity": null,
            "date": "2025-09-14",
            "drop_in": false,
            "end": "2025-09-14T12:00:00+01:00",
            "fully_booked": false,
            "name": "Guided Tour of the Town Hall",
            "notes": "",
            "start": "2025-09-14T11:00:00+01:00",
            "ticketed": true
        },
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/767",
            "capacity": null,
            "date": "2025-09-21",
            "drop_in": false,
            "end": "2025-09-21T12:00:00+01:00",
            "fully_booked": true,
            "name": "Guided Tour of the Town Hall",
            "notes": "",
            "start": "2025-09-21T11:00:00+01:00",
            "ticketed": true
        }
    ],
    "facilities": [
        "Toilets",
        "Accessible toilet",
        "Baby changing facilities",
        "Drinking water",
        "Gender neutral toilet",
        "Handrails on both sides of stairs"
    ],
    "factsheet": [
        {
            "heading": "Introduction",
            "paragraphs": [
                "Islington Town Hall was built to replace the ageing mid-19th-century vestry hall on Upper Street, originally used by the Parish of St Mary’s and later serving as the headquarters of the Metropolitan Borough of Islington from 1900. As the old building became increasingly unfit for purpose, civic leaders set their sights on a grander replacement. In 1920, they acquired a 136,000-square-foot site occupied by Georgian terraced houses known as Tyndale Place.",
                "Designed by Edward Charles Philip Monson in an elegant neoclassical or 'Edwardian Baroque' style, the new Town Hall was constructed in three phases: the rear wing on Richmond Grove in 1922, the northern frontage on Upper Street in 1925 and finally the Assembly Hall in 1929. The completed complex was officially opened by Mayor Alderman William Manchester on the 15th of March, 1930.",
                "The Upper Street frontage features a striking design with three bays, a stone porch topped with the borough’s coat of arms, full-height windows and Corinthian pilasters. Inside, key spaces include the Mayor’s Parlour in the rear wing and the octagonal council chamber in the northern section—reached via a 'lavish marble imperial stair' that impressed the noted architectural historian Pevsner.",
                "Since 1930, the Town Hall has played host to local celebrations, including Arsenal’s first FA Cup victory in 1930 and a royal visit from Queen Elizabeth II during her coronation year in 1953. It continued as the borough’s administrative heart after the formation of the London Borough of Islington in 1965, although most council offices moved across the street in 1983 to new premises by architect T. P. Bennett. Notably, the 1980s also saw the addition of an underground nuclear bunker beneath the site, a Cold War precaution that reflected changing times."
            ]
        },
        {
            "heading": "Architectural Description",
            "paragraphs": [
                "The stone-clad facade is asymmetrical with the entrance front stretched southwards to attach it to the Assembly Hall next door. Both sections share a pattern of composite pilasters flanking metal-framed windows, and the Town Hall doorway is crested by a ponderous stone lintel with carving above it. A parapet with central wreath and garlands completes the elevation to Upper Street.",
                "Inside, the foyer is floored in marble, low and centrally top-lit at landing level. Broad stairs lead directly to the Council Chamber through its ante room, their marble newel posts elegantly capped in bronze. In the foyer stands a plaster model for the statue of Sir Hugh Myddelton by F G Anstey, the stone version of which marks the junction of Essex Road and Upper Street a few hundred yards to the south. The ante-room is barrel-vaulted with painted plasterwork.",
                "The octagonal Council Chamber is side-lit by lunettes with pretty stained glass, with fine panelling below, the angles marked by paired columns. Both panelling and seating for council members are richly carved to a high standard and the walls are hung with swags and garlands of fruit and flowers. The front of the dais is similarly decorated, while Ionic columns and a triangular pediment frame the Leader’s chair."
            ]
        },
        {
            "heading": "The Clerks' Well",
            "paragraphs": [
                "As part of this year's Open House Festival, in addition to featuring the Town Hall, Bevin Court and the Caledonian Clock Tower, we are delighted to also host an open evening to view the Clerks' Well.",
                "Dating to the 12th century, the Clerks’ Well owes its name to the parish clerks of London who would perform biblical plays around it. The well was so notable that Clerkenwell was named after it.",
                "The well supplied fresh water to clerks, nuns and the people of Clerkenwell for hundreds of years. John Strype wrote in 1720 that the water was 'excellently clear, sweet, and well tasted.'",
                "During the 19th century, the water supply had diminished and eventually became so polluted that the local vestry closed the well. Over time it filled with rubble, disappearing from maps. Excavators rediscovered the well during the 1924 redevelopment of Farringdon Lane and it has since been managed by Islington Council.",
                "Today, the Grade I listed well is typically accessible by appointment only, so this is a unique opportunity to see one of the area’s hidden gems up close.",
                "Please note, there is limited space available to view the well, so only a small number of people may be inside at any one time."
            ]
        }
    ],
    "first_published": "2025-07-28T21:23:15.000000",
    "id": 767,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/767/building_767_islington-town-hall-1980_2e22d15915ae6bd99019ecff45618128.jpg",
            "description": null,
            "title": "View from Upper Street",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_767_islington-town-hall-1980_2e22d15915ae6bd99019ecff45618128.jpg"
        }
    ],
    "links": [
        {
            "href": "https://www.instagram.com/islingtonheritage",
            "title": "www.instagram.com/islingtonheritage"
        }
    ],
    "location": {
        "address": "Upper Street , N1 2UD",
        "latitude": 51.5416319,
        "longitude": -0.101948,
        "meeting_point": null,
        "travel_info": [
            "Tube: Highbury & Islington, Angel",
            "Train: Highbury & Islington, Essex Road",
            "Bus: 4, 19, 30, 43"
        ]
    },
    "name": "Islington Town Hall",
    "new_venue_this_year": true,
    "original_url": "https://programme.openhouse.org.uk/listings/767",
    "ticketed_events": true,
    "venue_years_listed": [
        2025
    ]
}