{
    "all_week": false,
    "description": "A church building has occupied this site for at least a thousand years.  Destroyed in the Great Fire of 1666, but rebuilt in the 1670s. Known as a Wren church, the architect was Nicholas Young.",
    "design": {
        "designers": [
            {
                "architect": "Sir Christopher Wren's Office",
                "description": null,
                "year": "1670"
            }
        ],
        "periods": [
            "Historical/contemporary"
        ],
        "types": [
            "religious"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2025-09-13",
            "drop_in": true,
            "end": "2025-09-13T16:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in: Guided tour of the building and mini organ recitals",
            "notes": "Every hour on the hour from 11am to 3pm there will be a ten-minute guided tour followed by a ten-minute organ recital",
            "start": "2025-09-13T10:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        "Toilets",
        "Accessible toilet",
        "Handrails on one side of stairs",
        "Seating available"
    ],
    "factsheet": [
        {
            "heading": "History",
            "paragraphs": [
                "There has been a church here for at least a thousand years and it stands on the site of the first-century Roman Basilica and Forum.",
                "The Chronicle of the Abbey of Evesham reports that Alnothus the priest gave the church to the abbey in 1055. The patronage of the church passed from the abbey to the Drapers' Company in 1503.",
                "But St Michael's is not simply a holy relic. Rather, in the words of the Reverend Peter Mullen - rector at St Michael's from 1998-2012 - \"Our purpose at St Michael's is the proclamation of (the) Christian faith, confident in its everlasting truth\""
            ]
        },
        {
            "heading": "The Church, the Tower and Bell-ringing",
            "paragraphs": [
                "The medieval church building was destroyed in the Great Fire of 1666 but rebuilding started in 1672. It is know as a Wren church, but the architect was Nicholas Young, a mason.",
                "The current tower dates from 1721 and a ring of twelve bells was installed in 2011. The bells are rung at special services, including weddings, and are used by bell-ringing groups."
            ]
        },
        {
            "heading": "The Chancel",
            "paragraphs": [
                "In the late 1850s Sir George Gilbert Scott carried out \"a lavish scheme of embellishment\", which included the elaborate Italian Gothic-style stone reredos, retaining the paintings of Moses and Aaron by Robert Streater.",
                "The embellishments also included lining the chancel walls with pink marble, the colourful ceiling and the tracery of the south aisle windows."
            ]
        },
        {
            "heading": "The Organ and Choral Music",
            "paragraphs": [
                "St Michael's has been renowned for its musical excellence for over six centuries. In 1375 the church supported a choir of boys, priests and lay clerks who sang daily services.",
                "A two-manual organ was built by Renatus Harris. The instrument has been enlarged several times, and moved from a west gallery to the east end of the church.",
                "In the nineteenth century Richard Limpus founded the [Royal] College of Organists at the church, and it was here that the college's early fellowship and associateship examinations were held.",
                "During the twentieth century St Michael's had only four organists, of whom Harold Darke was in post for fifty years (1916-66). He is widely known for his carol 'In the bleak midwinter' and his communion settings in F, E and A minor.",
                "Harold Darke started Monday lunchtime organ recitals in 1916 and they continue today.",
                "In addition to Choral Evensong (Tuesdays during university terms), St Michael's is the venue for many City of London livery company services, carols services, memorial services, weddings and the City New Year service."
            ]
        },
        {
            "heading": "Stained-glass windows",
            "paragraphs": [
                "The windows were the work of Clayton and Bell in the late nineteenth century, including the large circular east window, representing Christ in glory.",
                "The four windows on the south aisle illustrate the life of Christ, with the left-most bearing the words of Isaiah ch 53 v4 - a prophecy of Jesus' ministry."
            ]
        },
        {
            "heading": "The pulpit and the woodwork",
            "paragraphs": [
                "The 1850s restoration and embellishments included outstanding woodcarvings by William Gibbs Rogers. The eagle lectern won a prize at London's Great Exhibition in 1851.",
                "The hexagonal pulpit includes symbols of the four gospel writers - winged-man for Matthew, winged-lion for Mark, winged-ox for Luke and the eagle for John.",
                "The pew ends are \"all most elaborately decorated with... emblematic designs of much beauty\". The front pew ends have emblems of the monarch, the City of London and the Drapers' Company.",
                "The end of the 11th pew on the south aisle shows the moment in the Biblical story of the Prodigal Son when the lost son comes to his senses. He says the memorable words, \"I will arise and go to my father, and will say unto him, Father, I have sinned against heaven, and before thee, and am no more worthy to be called thy son:\"",
                "Ever since, many people have found - as did the lost son - that God is a father more ready to forgive than they had ever imagined."
            ]
        },
        {
            "heading": "The Cloister",
            "paragraphs": [
                "There are many monuments here, including one to the family of William Cowper - a poet and hymn writer."
            ]
        },
        {
            "heading": "The Porch",
            "paragraphs": [
                "The porch was added by Sir George Gilbert Scott in the Franco-Italian Gothic style. It is decorated with a carving in the relief tympanum, above the street doors, by John Birnie Philip of 'St Michael disputing with Satan about the body of the Moses'."
            ]
        }
    ],
    "first_published": "2025-07-26T21:21:23.055071",
    "id": 7713,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/7713/building_7713_nave-copy_6ae0103097d290470af98135efd33342.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_7713_nave-copy_6ae0103097d290470af98135efd33342.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/7713/building_7713_organ-0822_c14674cc103c5e34e144a9f7a208d4f6.jpg",
            "description": null,
            "title": "The organ",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_7713_organ-0822_c14674cc103c5e34e144a9f7a208d4f6.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/7713/building_7713_p1430647_36a8f15ff14be2895272498a7b040601.jpg",
            "description": null,
            "title": "The choir rehearsing with a view of the South Aisle",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_7713_p1430647_36a8f15ff14be2895272498a7b040601.jpg"
        }
    ],
    "links": [
        {
            "href": "http://www.st-michaels.org.uk",
            "title": "www.st-michaels.org.uk"
        },
        {
            "href": "https://www.facebook.com/profile.php?id=100065703871381",
            "title": "www.facebook.com/profile.php?id=100065703871381"
        },
        {
            "href": "https://www.instagram.com/stmichael_cornhill",
            "title": "www.instagram.com/stmichael_cornhill"
        },
        {
            "href": "https://twitter.com/_stmichaels_",
            "title": "twitter.com/_stmichaels_"
        },
        {
            "href": "https://www.linkedin.com/company/st-michael-cornhill",
            "title": "www.linkedin.com/company/st-michael-cornhill"
        }
    ],
    "location": {
        "address": "St. Michael's Cornhill, St. Michael's Alley, EC3V 9DS",
        "latitude": 51.5132746,
        "longitude": -0.08559929999999999,
        "meeting_point": null,
        "travel_info": [
            "Tube: Bank",
            "Train: Liverpool Street",
            "Bus: 8, 11, 25, 43, 141, 21, 26"
        ]
    },
    "name": "St Michael Cornhill",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/7713",
    "ticketed_events": false,
    "venue_years_listed": [
        2022,
        2024,
        2025
    ]
}