{
    "all_week": false,
    "balloted_events": false,
    "description": "Designed by Delissa Joseph. Opened in 1892 with an eclectic French Gothic/Romanesque style. Enlarged in 1901. Features stained glass windows by Solomon, Sochachewsky and Hillman.  Extensively restored in 2008.",
    "design": {
        "designers": [
            {
                "architect": "Delissa Joseph",
                "description": null,
                "year": "1892"
            }
        ],
        "periods": [
            "Victorian"
        ],
        "types": [
            "religious"
        ]
    },
    "events": [],
    "facilities": [
        "Toilets",
        "Accessible toilet",
        "Baby changing facilities",
        "Drinking water",
        "Gender neutral toilet",
        "Hearing loop"
    ],
    "factsheet": [
        {
            "heading": "Overview",
            "paragraphs": [
                "1892-1901. By Delissa Joseph. Red brick with slate roofs.  Eclectic French Gothic/Romanesque style."
            ]
        },
        {
            "heading": "Exterior",
            "paragraphs": [
                "3-stage central tower with tall hipped roof, moulded parapet and clasped buttresses continued as octagonal broached ogee-capped turrets. Stepped semicircular arched architrave to doorway; upper stages dominated by moulded semicircular arch with foliate capitals to engaged shafts of 3 orders flanking large window set over 2 order of shafts flanking interlaced arches over narrow lancets. Tower flanked by 2-storey blocks each having 4 round-arched lancets above moulded semicircular arched doorway; 2-storey outer blocks each with hood moulds over 2 round-arched windows to rear of single storey ranges each with 3 round-arched lancets. Central dome to rear has lunettes with graduated arched lights to central drum."
            ]
        },
        {
            "heading": "Interior",
            "paragraphs": [
                "Entrance hall with coffered ceiling, mosaic tile floor; 2-bay semicircular arched arcades with foliate capitals to outer bays with decorative wrought-iron balusters to staircases. Galleries flank polygonal-plan centre with ribs of bolection-panelled dome springing from cast-iron columns with waterleaf capitals supported on octagonal marble piers with moulded abaci, which support panelled balcony fronts to 3 sides. Barrel-vaulted \"sanctuary\" end with segmental-arched archivolts. Marble ark in Classical style, with decorative wrought-iron doors and overlight set in semicircular arch flanked by Ionic columns and quadrants terminated in coupled Ionic pilasters to dentilled entablature and balustraded parapet; marble pulpit in similar style with balusters to front and flanked by swept marble steps. Good stained glass."
            ]
        },
        {
            "heading": "History",
            "paragraphs": [
                "The Hampstead Synagogue was built in 1892 as a constituent member of the United Synagogue and would for a time become its largest congregation.",
                "It successfully negotiated changes in ritual practice with Chief Rabbi Adler.  Hampstead was uniquely allowed to omit certain prayers and was the first Orthodox community not to have a central platform (bimah) in its architectural design.  These concessions were not enough to stop some Hampstead Jews founding the Liberal Synagogue but it temporarily impeded the growth of the Reform movement as advanced by the West London Synagogue.",
                "Over the years, Hampstead Synagogue has gradually adopted mainstream Orthodox ritual but is still seen as a liberal, free-thinking congregation.",
                "The Synagogue was extensively restored in 2008 when a central bimah and a ground floor seating area for ladies were added.  The stained glass windows by Solomon J Solomon, Maurice Sochachewsky and David Hillman can be back-lit at night."
            ]
        },
        {
            "heading": "Acknowledgments",
            "paragraphs": [
                "Architectural Notes: (c) Historic England"
            ]
        }
    ],
    "first_published": "2025-07-17T16:15:43.000000",
    "id": 8077,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/8077/building_8077_hampstead_1218177c45bed72018852c2ceb50f306.jpg",
            "description": null,
            "title": "Hampstead Synagogue",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_8077_hampstead_1218177c45bed72018852c2ceb50f306.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/8077/building_8077_hs-drawing-1_814a5507b782684803d406d2c0dacc6d.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_8077_hs-drawing-1_814a5507b782684803d406d2c0dacc6d.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/8077/building_8077_hampstead-synagogue-1936-v4_06462b380d84e9f2b06e65ad161bceab.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_8077_hampstead-synagogue-1936-v4_06462b380d84e9f2b06e65ad161bceab.jpg"
        }
    ],
    "links": [
        {
            "href": "https://www.hampsteadshul.org.uk/",
            "title": "www.hampsteadshul.org.uk"
        },
        {
            "href": "https://twitter.com/HampsteadShul",
            "title": "twitter.com/HampsteadShul"
        }
    ],
    "location": {
        "address": "Hampstead Synagogue, Dennington Park Road, West Hampstead, NW6 1AX",
        "latitude": 51.54986,
        "longitude": -0.19196,
        "meeting_point": null,
        "travel_info": [
            "Tube: West Hampstead",
            "Train: West Hampstead, West Hampstead Thameslink",
            "Bus: 328, 139, C11"
        ]
    },
    "name": "Hampstead Synagogue",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/8077",
    "ticketed_events": false,
    "venue_years_listed": [
        2024,
        2025
    ]
}