{
    "all_week": false,
    "balloted_events": false,
    "description": "The Royal Bell is a Grade II listed hotel that has been closed for several years.  Designed by Ernest Newton in 1898, it was one of three coaching inns in Bromley and an important centre of Victorian and Edwardian culture.  It is shortly to re-open as a boutique hotel, dining and entertainment destination, private members' club, and co-working space.",
    "design": {
        "designers": [
            {
                "architect": "Ernest Newton",
                "description": null,
                "year": "1898"
            }
        ],
        "periods": [
            "Benedict O'Looney Architects",
            "Victorian"
        ],
        "types": [
            "mixed use",
            "hotel"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2025-09-13",
            "drop_in": true,
            "end": "2025-09-13T18:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in: Open Day",
            "notes": "Access to spaces on the ground and first floor and an opportunity to see the vision for the future of the building .",
            "start": "2025-09-13T10:00:00+01:00",
            "ticketed": false
        },
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2025-09-13",
            "drop_in": true,
            "end": "2025-09-13T18:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in: Exhibition",
            "notes": "Exhibition showing the history of the Royal Bell also the history and heritage of Bromley town centre through looking at its architecture",
            "start": "2025-09-13T10:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [],
    "factsheet": [
        {
            "heading": "History",
            "paragraphs": [
                "The Bell at Bromley, a celebrated local landmark, has its origins in the 16th century. By the 18th Century, it was one of Bromley’s busiest coaching inns, with two stagecoaches running daily to and from London. As an important stopping point on routes from London into Kent and Sussex, the inn was celebrated in Jane Austen’s ‘Pride and Prejudice’, when the imperious Lady Catherine de Bourgh recommends that Elizabeth change horses at Bromley – “If you mention my name at the Bell, you will be attended to”.",
                "In 1898, coaches and horses had been replaced by the railway, and the building was completely rebuilt by Ernest Newton, an important local figure and prominent Arts & Crafts architect. The new luxury hotel was the largest of a trio of buildings that included a bank and a jewellers. The grand urban streetscape, in the fashionable ‘Queen Anne’ style, reflected Bromley’s status as one of Kent’s most prosperous market towns.",
                "A much loved institution for local people for over a century, the formerly grand building latterly operated as a Bernie Inn, hosted a troubled nightclub called ‘Bromleys’, and the late-night ‘Sky Bar’.  The building lay empty and neglected for over ten years until it briefly re-opened 2020 as The Garden Bar, with the frontage  delicately restored.   The building has been closed since 2022 but is is shortly to re-open as a boutique hotel, bar and dining area, co-working space and with a performance area in the former Banqueting Hall on the first floor."
            ]
        },
        {
            "heading": "Newton’s Royal Bell Hotel",
            "paragraphs": [
                "The new Royal Bell was an ambitious exercise to give Bromley a street that reflected its prosperity and proud urban character. Coles Child had built the new Town Hall around the corner in the 1860s, its prominent tower representing a new scale for the town centre that the Royal Bell had to match. At four storeys, it is double the height of its predecessor. The scheme incorporated not only a large new hotel for the railway age but also a branch of Martin’s Bank and a jewellery shop. Each were given different stylistic treatments to create a sense of variety and organic growth to the High Street.",
                "The bank was favoured with Newton’s beloved bow windows cased in ornamented lead, surmounted by curved dormer windows. The shop is neo-Jacobean.",
                "The Royal Bell itself is in a domestic style, a granite faced ground floor with a fine red brick elevation above, surmounted by a wooden cornice in the manner of a “Queen Anne” townhouse. The prominent three sided bay windows are a typical Newton feature, marking the most important rooms, and are embellished with pargeted motifs. Above the cornice a row of long dormer windows pierce a brick parapet – these rooms were clearly upgraded during the design process, probably because they were to be additional guest rooms.",
                "The windows on the street elevation are small Georgian panes, while those at the rear are Victorian plate glass. The glory of the Royal Bell is its enormous Ballroom, with decorative stained glass, on the first floor at the rear, and also its ornate function rooms overlooking the street; a grand staircase emphasised the new hotel’s high class status. Meanwhile his plans allowed for a reincarnation of the “Bell Tap” at the far right ground floor, with a separate entrance.",
                "Inside, visitors will see:\n      - the mosaic floor on the entrance corridor that has been cleaned and restored by the current owner;  \n      - several grand fireplaces in the arts and crafts style,  particularly the one in the Banqueting Hall or Ballroom on the first floor; \n     - the grand carved staircase referred to above (a common feature in several of Ernest Newton's buildings); \n     -  the curved ceiling in the Ballroom which once would have been highly decorated; \n    -  the 'minstrels' gallery' above the Ballroom where a small group of musicians would have played to entertain the diners below; and \n    -  the ornate ceilings in the function rooms at the front of the building.",
                "The plain gables at each end of the group suggest Newton intended his group to be the starting point of a grander High Street, an ambition that would be thwarted by the onset of the Great War. Nevertheless these fine civic buildings represent Newton’s most important non-domestic commission, and remain one of the finest local townscapes in the proximity of London.",
                "The only substantial changes are to the front of the ground floor, adapted in the 1930s to incorporate separate shops either side of the main entrance. These were altered again in the 1960s to re-incorporate them into the main building.  They have recently been adapted again.  The pargetting lettering and brickwork was extensively restored in 2020 by architect Benedict O'Looney.",
                "The group was listed Grade II in 1973."
            ]
        }
    ],
    "first_published": "2025-07-17T16:15:43.000000",
    "id": 8228,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/8228/building_8228_screenshot-2022-07-26-105515_8e3aa2a3a93503510e92f30e795260b7.jpg",
            "description": null,
            "title": "The Royal Bell",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_8228_screenshot-2022-07-26-105515_8e3aa2a3a93503510e92f30e795260b7.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/8228/building_8228_old-royal-bell-_new_d9e5c5bd7a1d7314b34f7f23c1f5b88c.jpg",
            "description": null,
            "title": "Historic photo circa 1880",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_8228_old-royal-bell-_new_d9e5c5bd7a1d7314b34f7f23c1f5b88c.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/8228/building_8228_high-street-1900_f254d16c078635839ec648fdcfdaaa8b.jpg",
            "description": null,
            "title": "Historic Photo circa 1900",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_8228_high-street-1900_f254d16c078635839ec648fdcfdaaa8b.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/8228/building_8228_from-high-street-1930_a0898471cd83cb4808b14e58a9e2ddec.jpg",
            "description": null,
            "title": "Royal Bell circa 1930",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_8228_from-high-street-1930_a0898471cd83cb4808b14e58a9e2ddec.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/8228/building_8228_1-11-23-2009_002_be65b761bd51ead9aeac6fa346b4bcc0.JPG",
            "description": null,
            "title": "Royal Bell circa 1880",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_8228_1-11-23-2009_002_be65b761bd51ead9aeac6fa346b4bcc0.JPG"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/8228/building_8228_screenshot-2022-07-26-105733_eda5ff95a24850280e57a48b80a061b2.jpg",
            "description": null,
            "title": "Royal Bell - pargetting recently restored",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_8228_screenshot-2022-07-26-105733_eda5ff95a24850280e57a48b80a061b2.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/8228/building_8228_screenshot-2022-07-26-110023_34039600841311c38e44af5d3f7a0c39.jpg",
            "description": null,
            "title": "One of the magnificent function rooms on the first floor",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_8228_screenshot-2022-07-26-110023_34039600841311c38e44af5d3f7a0c39.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "High Street , Bromley , BR1 1NN",
        "latitude": 51.4056834,
        "longitude": 0.0143192,
        "meeting_point": null,
        "travel_info": [
            "Train: Bromley North, Bromley South",
            "Bus: 208, 227, 320, 354, 358, 126, 261, 314, 269, 336, 119, 138, 146, 246, 352",
            "Additional travel info: Parking available in the The Hill Bromley Town Centre Multi-storey Car Park,  9 Beckenham Ln, Bromley BR2 0DA"
        ]
    },
    "name": "The Royal Bell",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/8228",
    "ticketed_events": false,
    "venue_years_listed": [
        2021,
        2022,
        2025
    ]
}