{
    "all_week": false,
    "description": "London's first fireproof building, built to house records of the Court of Chancery. Now renovated to house a fine university library.",
    "design": {
        "designers": [
            {
                "architect": "Sir John Taylor",
                "description": null,
                "year": "1851"
            },
            {
                "architect": "Sir James Pennethorne",
                "description": null,
                "year": "1851"
            }
        ],
        "periods": [
            "Gaunt Francis Associates",
            "Historical/contemporary"
        ],
        "types": [
            "education"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2025-09-13",
            "drop_in": true,
            "end": "2025-09-13T17:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in: Open Day - Self-Guided Tour",
            "notes": "",
            "start": "2025-09-13T13:30:00+01:00",
            "ticketed": false
        },
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2025-09-14",
            "drop_in": true,
            "end": "2025-09-14T17:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in: Open Day - Self-Guided Tour",
            "notes": "",
            "start": "2025-09-14T13:30:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        "Toilets",
        "Accessible toilet",
        "Drinking water",
        "Handrails on one side of stairs"
    ],
    "factsheet": [
        {
            "heading": "Background",
            "paragraphs": [
                "The building was built in the early nineteenth century as the repository of the Public Records Office, the so-called strongbox of the Empire. Built shortly after the disastrous fire that destroyed the Palace of Westminster in 1834, the building was the first to be constructed as ‘fire-proof’. To achieve this, flexibility gave way to compartmentalization, and turning the space into a modern, attractive library was surely a major challenge. Before the completion of the conversion, the resources of King’s College were dispersed widely over London, many in stores."
            ]
        },
        {
            "heading": "The Renovation",
            "paragraphs": [
                "The £40 million pound cost of the purchase and re-purposing project puts an uplifting price-tag on the value of a good library service to a leading academic institution. The architects Gaunt Francis took on the task of re-shaping the interior of the listed building. The situation that faced them included a building without heating or artificial lighting, which would have constituted fire hazards, floors divided into spaces little bigger than domestic interiors, cast-iron shelving frames with heavy slate shelves, and severe restrictions upon what could be altered owing to listed status. Library staff had found a building where rusty buckets caught drips in smelly rooms and gave it the soubriquet of Alcatraz. Into this, the College wanted to accommodate 750,000 items, 1250 IT-enabled study places and a rare book collection with a controlled environment.",
                "There was a need for a student café, group and training rooms, lifts and security. In recognition of the heritage of the space, two of the ‘cells’ were to be retained in their original, if cleaned, state. Thirty-one kilometres of shelving were planned, of which twenty-six are now in place. The project has necessarily been expensive owing to the need to retain the unique Victorian character of the existing fabric. Ingenuity and careful planning has led to clever solutions rather than damaging compromises with heritage issues. For example, two public lifts are located discreetly out of direct view but still within the reception area, and the beautiful Round Room, where the public used to consult records, has been refurbished using the original fittings.",
                "The effect of this care and attention is to have enhanced the historic value of the space by bringing it into sympathetic use. It was clear that the users were delighted with the product. While they had now had access to all their materials under one roof, and comfortable furniture in a well lit and pleasant environment, they couldn’t fail to be aware of the privilege of being in such a historic space. The original cast iron doors, though removed from the doorways, had been hung next to the door arches as though they were open wide. The black-grey of the doors and the slate, salvaged and used to clad door arches, was taken up by the colour scheme. While this could have been drab, the lighting and warm wooden surfaces raised the impression to that of a stylish austerity. As at the similarly restrained Lionel Robbins Library, colour came from the books, and from the ubiquitous IT screens.",
                "We had a chance to venture up some of the towers of the gothic library. One member of staff, Janet Watson, confided that she kept finding suites of rooms she had never seen before. She went on to say that the college principal had a flat in one of the towers. This information, redolent of Hogwarts, was reinforced when a black and white photograph of ‘Professor Harold Potter’ was spotted on the staircase.The groups of study carrels located in the towers offer some of the best views of study carrels anywhere. Whether the views would inspire or distract I can’t say, but they represented an inspirational climax to an excellent two days.",
                "From Clive Evans, SCONUL Newsletter 30 Winter 2003"
            ]
        }
    ],
    "first_published": "2025-07-17T16:15:43.000000",
    "id": 847,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/847/building_847_maughan-library-1-2-red-flag-even-smaller_bfd3f3db325114b9bfe2b7682dbfd05d.jpg",
            "description": null,
            "title": "Main entrance",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_847_maughan-library-1-2-red-flag-even-smaller_bfd3f3db325114b9bfe2b7682dbfd05d.jpg"
        }
    ],
    "links": [
        {
            "href": "https://www.kcl.ac.uk/library",
            "title": "www.kcl.ac.uk/library"
        },
        {
            "href": "https://www.instagram.com/kings_libraries",
            "title": "www.instagram.com/kings_libraries"
        }
    ],
    "location": {
        "address": "Chancery Lane, WC2A 1LR",
        "latitude": 51.51507,
        "longitude": -0.11128,
        "meeting_point": null,
        "travel_info": [
            "Tube: Chancery Lane, Temple",
            "Train: Charing Cross",
            "Bus: 11, 15, 26, 341, 76"
        ]
    },
    "name": "King's College London, The Maughan Library",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/847",
    "ticketed_events": false,
    "venue_years_listed": [
        2023,
        2024,
        2025
    ]
}