{
    "all_week": false,
    "balloted_events": false,
    "description": "Proudly carved over the door are the words ‘Facts not Opinions’. Inside, the authentic sight - and smell - of Kirkaldy’s Testing and Experimenting Works is a unique and direct link with an ingenious age of engineering.",
    "design": {
        "designers": [
            {
                "architect": "Thomas Roger Smith",
                "description": null,
                "year": "1873"
            }
        ],
        "periods": [
            "Victorian"
        ],
        "types": [
            "industrial",
            "infrastructure/engineering",
            "scientific"
        ]
    },
    "events": [],
    "facilities": [
        "Seating available"
    ],
    "factsheet": [
        {
            "heading": "Kirkaldy's Testing Museum Factsheet",
            "paragraphs": [
                "Facts not Opinions",
                "The importance of the Testing & Experimenting Works, and of Kirkaldy’s Universal Testing Machine, have been acknowledged in the Grade II* designation of both - listed as \"the world’s earliest purpose-built independent commercial materials testing laboratory, founded by David Kirkaldy to house his patented testing machine, which is of great importance in the history of materials testing and in the development of materials science”.",
                "Get involved!",
                "The survival of Kirkaldy’s testing works as a museum is thanks to some passionate people, all volunteers. We have regular openings, including a general open day on the first Sunday of every month when we aim to explain the ‘big machine’, as well as demonstrating some of the smaller ones, in action. We also run Live Demos of the 'big machine', which should be pre-booked on Eventbrite.",
                "The museum is a charity and support is always welcome – both corporate partnership and individual volunteers, so that we can open more often. Please ask us about how you can get involved, or see our website to find out more.\nwww.testingmuseum.org.uk",
                "The building",
                "L H & R Roberts of Islington constructed the building in 1873 to a design by T Roger Smith of Bedford St, Covent Garden to house David Kirkaldy’s testing machine, workshops, laboratory and offices. Built on four plots of ground bounded by Price's St and Southwark St, the plan is wedge-shaped, comprising a basement, ground floor and three upper floors. In the pediment above the front door is the legend 'FACTS NOT OPINIONS', and two sets of double doors at ground level give access to the main testing-room.",
                "The history of the Kirkaldy testing business",
                "The engineer David Kirkaldy (1820-1897) was a pioneer in the scientific testing of structural building materials, particularly metals, and set up the world’s first independent commercial testing house for constructional materials. Born in Mayfield near Dundee, in 1843 he began an apprenticeship at Robert Napier’s shipbuilders in Glasgow, where eventually he became chief draughtsman. In 1858 he undertook tests on wrought iron and steel specimens for Napier and designed a tensile testing machine. In 1862 he published ‘Experiments of Wrought-Iron and Steel’ after leaving Napier’s in 1861 to establish his own independent materials testing firm.",
                "In 1863 Kirkaldy applied for a patent for his proposed ‘universal testing machine’ and in June 1864 ordered its construction by Greenwood and Batley of Leeds. The machine was originally installed at his premises at The Grove, Southwark in November 1865. Amongst the first orders\nwere tests for Joseph Cubitt and Henry Carr on the materials for the new Blackfriars Bridge and on samples from Alfred Krupp, the German steel magnate.",
                "By the late 1860s the success of the business meant that larger premises were needed. Kirkaldy took advantage of the completion of the new Southwark Street by the Metropolitan Board of Works in 1864, to have a new works purpose-built on land leased from the Crown Estates at No. 99. The building was designed by Thomas Roger Smith (1830-1903) of 22 Bedford Street, Covent Garden, a noted architectural theorist and academic, and was completed by the end of 1873 when the test machine was relocated. Named Kirkaldy’s Testing and Experimenting Works, Kirkaldy’s reputation for integrity and accuracy in testing many types of constructional materials meant that commissions were undertaken from around the globe.",
                "In 1880, for example, tests were carried out on elements of the Tay Bridge, which had collapsed in December 1879. Other tests carried out at the works included components for Hammersmith Bridge (1887), Eads Bridge in St Louis (United States, 1874 - at the time the longest arched bridge in the world and the first to use steel as its major component), Wembley Stadium (1923) and the chains supporting the Festival of Britain's Skylon (1951).\nDavid Kirkaldy was succeeded as owner by his son William George (1862-1914) and eventually his grandson, David William Henry (1910-1992). In 1965 the works were taken over by Treharne & Davies and testing continued until 1974 when the works were closed.\nIn 1984 the ground floor and basement of the building were re-opened as the Kirkaldy Testing Museum where volunteers maintain the testing machine in working order. The upper floors, which originally housed the 'Museum of Fractures' and where test samples were displayed in glass cases, are now separate offices."
            ]
        },
        {
            "heading": "Appropriate footwear",
            "paragraphs": [
                "The floor in the ground floor workshop is uneven in places (150 years old) and we recommend that visitors wear flat shoes to avoid the possibility of trips and falls.",
                "A very short briefing reminding people of the need to watch their step is always given when visitors enter the building."
            ]
        }
    ],
    "first_published": "2025-07-17T16:15:43.000000",
    "id": 856,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/856/building_856_kirkaldy-testing-museum_34d5b1c7f25bd09ec981cbb98f062e47.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_856_kirkaldy-testing-museum_34d5b1c7f25bd09ec981cbb98f062e47.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/856/building_856_best-pic_f35f41b9ece1b3b88e7ffedd6ba00b3d.jpeg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_856_best-pic_f35f41b9ece1b3b88e7ffedd6ba00b3d.jpeg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/856/building_856_book_cover_7a504036fc485dead0f8318e536f5f4a.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_856_book_cover_7a504036fc485dead0f8318e536f5f4a.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/856/building_856_under-tha-machine_69c44890668b5e52c513a2048f771cb2.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_856_under-tha-machine_69c44890668b5e52c513a2048f771cb2.jpg"
        }
    ],
    "links": [
        {
            "href": "https://www.testingworks.org.uk/",
            "title": "www.testingworks.org.uk"
        },
        {
            "href": "https://www.facebook.com/profile.php?id=100092254615167",
            "title": "www.facebook.com/profile.php?id=100092254615167"
        },
        {
            "href": "www.testingmuseum.org.uk",
            "title": null
        }
    ],
    "location": {
        "address": "99 Southwark Street, SE1 0JF",
        "latitude": 51.50606,
        "longitude": -0.10146,
        "meeting_point": null,
        "travel_info": [
            "Tube: Southwark, Blackfriars",
            "Train: London Bridge, Blackfriars, Waterloo"
        ]
    },
    "name": "Kirkaldy's Testing Works",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/856",
    "ticketed_events": false,
    "venue_years_listed": [
        2021,
        2024,
        2025
    ]
}