{
    "all_week": false,
    "description": "Grade II-listed Georgian domestic building c.1760, formerly part of the Bedford Estate. Interior refurbished 1925 to form lecture hall (restored 2014), library, bookshop and offices. Oak woodwork and green Doulton tiles line the staircase.",
    "design": {
        "designers": [
            {
                "architect": "Unknown",
                "description": null,
                "year": "1760"
            }
        ],
        "periods": [
            "Lewis Solomon & Son",
            "Lewis Solomon & Son",
            "Georgian",
            "Inter-war"
        ],
        "types": [
            "community/cultural",
            "library",
            "museum",
            "art in the public realm",
            "concert/performance space",
            "education"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2025-09-13",
            "drop_in": true,
            "end": "2025-09-13T17:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in: Open Day",
            "notes": "Printed guides to the building's features and history will be given to each visitor, with volunteers & staff available to answer questions.",
            "start": "2025-09-13T10:00:00+01:00",
            "ticketed": false
        },
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2025-09-18",
            "drop_in": true,
            "end": "2025-09-18T21:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in: Elective Affinities exhibition opening",
            "notes": "A display of rare items from the Swedenborg House Collection counterpointed by works from invited artists. RSVP@swedenborg.org.uk",
            "start": "2025-09-18T19:00:00+01:00",
            "ticketed": false
        },
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2025-09-19",
            "drop_in": true,
            "end": "2025-09-19T17:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in: Elective Affinities exhibition",
            "notes": "A display of rare items from the Swedenborg House Collection counterpointed by works from invited artists.",
            "start": "2025-09-19T10:00:00+01:00",
            "ticketed": false
        },
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/889",
            "capacity": null,
            "date": "2025-09-15",
            "drop_in": false,
            "end": "2025-09-15T13:00:00+01:00",
            "fully_booked": false,
            "name": "Guided Tour",
            "notes": "An introduction to and tour of Swedenborg House led by the Swedenborg Society's editor and former librarian James Wilson.",
            "start": "2025-09-15T11:00:00+01:00",
            "ticketed": true
        },
        {
            "activity_type": "Walking tour",
            "all_day": false,
            "balloted": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/889",
            "capacity": null,
            "date": "2025-09-17",
            "drop_in": false,
            "end": "2025-09-17T12:30:00+01:00",
            "fully_booked": false,
            "name": "'Swedenborg's London': Guided Walk",
            "notes": "A walk from Swedenborg House (Bloomsbury) to St Paul’s, highlighting places connected to Swedenborg and Swedenborgians in London.",
            "start": "2025-09-17T10:30:00+01:00",
            "ticketed": true
        }
    ],
    "facilities": [
        "Toilets",
        "Gender neutral toilet",
        "Quieter area",
        "Seating available",
        "Drinking water",
        "Family-friendly event"
    ],
    "factsheet": [
        {
            "heading": "Swedenborg House Today",
            "paragraphs": [
                "Swedenborg House is home to a wide range of cultural, artistic, educational and intellectual activities related to the work and legacy of the Swedish scientist, philosopher and mystic Emanuel Swedenborg (1688-1772).",
                "It boasts a bookshop, café, museum and gallery space, an exhibition and lecture programme, reading rooms, a unique historical archive and library with a rare collection of artefacts, and Swedenborg Hall: a stunning neoclassical lecture theatre.",
                "Built around 1760, Swedenborg House was originally a dwelling house and part of the Bedford Estate. It has since had a variety of uses (it was a brewery warehouse between 1914 and 1924) before the freehold was acquired by the Swedenborg Society in 1924 and it is now a Grade II listed building.",
                "Founder members of the Swedenborg Society included the sculptor and artist John Flaxman and Charles Augustus Tulk, later a Member of Parliament and a close friend of Samuel Taylor Coleridge.",
                "The building was extensively refurbished and enlarged in 1925/6 and has been the headquarters of the Swedenborg Society since then."
            ]
        },
        {
            "heading": "Activities and Uses",
            "paragraphs": [
                "EXHIBITIONS, LECTURES AND CONFERENCES\nIn addition to providing a lecture and conference programme featuring writers, academics and commentators from a variety of backgrounds (previous speakers have included Helen Keller, A S Byatt, Roy Foster, Iain Sinclair and Marina Warner), Swedenborg House also stages exhibitions, an annual film festival and an artist in residency programme. Previous exhibitors at Swedenborg House have included Brian Catling, Linder, Ithell Colquhoun, Derek Jarman, and Turner Prize-winners Jeremy Deller and Mark Leckey, amongst many others.",
                "Our education service caters for primary school children through drawing workshops; adult and older learner groups through lectures, seminars and reading groups; and postgraduate research through Ph.D. scholarships.",
                "MUSEUM, LIBRARY AND ARCHIVE\nRecently established, the Swedenborg House museum cares for a unique collection of rare historical artefacts. The museum has a broad range of research resources including individual items relating to D T Suzuki, S T Coleridge, William Blake, John Flaxman and J J G Wilkinson; plus personal effects once owned by Swedenborg himself. Only a small portion of items from the collection are on permanent display throughout the house. The rest of the collection can be viewed by appointment.",
                "An extensive Library is also housed throughout the building. The library is free and material can be viewed by appointment with the Librarian. Its current holdings include the most comprehensive collection in the world of editions of Swedenborg’s works (in 30 languages); a large library of nineteenth-century books; an archive of photographs and lantern slides; rare individuals letters and other ephemera; a comprehensive selection of Swedenborgian periodicals and a large variety of books about Swedenborg.",
                "SWEDENBORG HOUSE PUBLISHING AND BOOKSHOP\nSwedenborg House publishing produces high-quality editions of Swedenborg’s works in English translation and the original Latin. We also publish scholarly and academic studies, research tools, journals and reviews, introductory books, catalogues, study guides and biographies on the theme of Swedenborg’s influence and legacy. Current publishing projects include an Academic Journal, a popular series of introductory volumes, a Swedenborg Library Edition, and an annual magazine, the Swedenborg Review. We are the longest-standing publisher of Swedenborg’s works in the world today. All of these titles and many more can be purchased from our bookshop, which also offers a range of Swedenborg-inspired gifts, postcards, prints and other merchandise."
            ]
        },
        {
            "heading": "About Emanuel Swedenborg (1688-1772)",
            "paragraphs": [
                "Described by Jorge Luis Borges as the most extraordinary man in recorded history, Emanuel Swedenborg is today acknowledged as one of the most important writers of the eighteenth century and a pioneering figure in the history of Western thought. Philosopher, theologian, visionary, scientist and statesman, he was a key influence on William Blake, Honoré de Balzac, Gérard de Nerval, W B Yeats, S T Coleridge, Fyodor Dostoevsky, C G Jung and many others, and his theory of correspondences is rightly understood as one of the defining influences on Romantic and Symbolist thought.",
                "In cosmology he gave form to the nebular hypothesis for the origin of the solar system (once attributed to Kant and Laplace); in neurology he anticipated the role of the cerebral cortical substance in sensory, motor and cognitive functions; in psychology he laid the groundwork for the development of Jung’s theory of the collective unconscious and Freud’s theory of association; in philosophy he had a decisive impact on the work of Immanuel Kant, F W Schelling, R W Emerson, C S Peirce and the development of Pragmatism. His work has also shaped the reception of Zen Buddhism in the West via D T Suzuki; and, more recently, through Czesław Miłosz, Italo Calvino, A S Byatt and Iain Sinclair, we see his name re-emerge once more in relation to ‘pyschogeography’, ‘historical realism’ and ‘magical realism’. Of equal importance is his influence on science, religion and the visual arts.",
                "EARLY YEARS\nBorn in Stockholm in 1688, the third child of Jesper Swedberg, a Lutheran bishop, and Sara Behm, who came from a wealthy mine-owning family, Swedenborg graduated from Uppsala University in 1709, and then travelled across Europe for a number of years, seeking knowledge, learning crafts and publishing three volumes of poetry. In England he studied briefly with Edmond Halley (of Halley’s comet fame) and John Flamsteed (the first Royal Astronomer), and attended lectures by Isaac Newton. On his return to Sweden, he set up and edited the nation’s first scientific journal Daedalus Hyperboreus whilst working alongside the great inventor, Christopher Polhem, the pair also assisting Charles XII’s military campaigns with innovative engineering projects. He was appointed to the Royal Board of Mines in 1716 and completed works on numerous scientific subjects, including mathematics, geology and cosmology. He wrote the first Swedish book on algebra, drew detailed drawings of an early flying machine and designed a mercury air pump, an invention that would prove useful in the manufacture of x-ray tubes and light bulbs a century and a half later. Looking to solve a problem established by René Descartes of the division between mind and body, Swedenborg began a study of the soul and anatomy which resulted in the publication of The Economy of the Animal Kingdom (1740-1) and The Animal Kingdom (1744-5). These, alongside other numerous unpublished manuscripts, showed his deductions, particularly those on the workings of the brain, to be years ahead of his time. R W Emerson described The Economy of the Animal Kingdom as ‘an honour to the human race’.",
                "LATER WORKS\nIn 1743, aged 55, Swedenborg suddenly ceased his scientific studies after undergoing a spiritual crisis, accompanied by vivid dreams and visions. He later wrote that at that time the spiritual world was opened to him, that he could visit the afterlife, and converse with angels and devils. In 1747 he began Arcana Caelestia (1749-56), a lengthy exegesis of the Books of Genesis and Exodus, followed in 1758 with his most famous and enduring work, Heaven and Hell. In these and other books, Swedenborg outlined his notion of correspondences: that everything in the physical universe corresponds to a spiritual value. Swedenborg’s theory, combined with his ‘philosophy of use’, have had great resonance in the succeeding centuries, influencing the Symbolist movement in literature and art, and reform movements such as abolitionism, homoeopathy, vegetarianism, children’s education and the twelve-step programme. Swedenborg published his mystical works anonymously whilst continuing to serve as a valued member of the Swedish House of Nobles, where he contributed papers on industry and financial reform. He died in 1772 in London."
            ]
        },
        {
            "heading": "Open House 2025 programme: Open day.",
            "paragraphs": [
                "Saturday 13 September 2025. 10.00 a.m - 5.00 p.m. Open day. No booking required.",
                "Open House London is the world’s largest architecture festival, giving free public access to 800+ buildings, walks, talks and tours over one weekend in September each year. Swedenborg House has regularly taken part in Open House for the past 20 years, opening its doors to allow the general public to explore its meeting rooms, library spaces and special displays.",
                "We will participate in Open House with an open day on Saturday 13 September. Swedenborg House will be open from 10.00 am to 5.00 pm, with the last entry at 4.45pm. A documentary about the life and cultural legacy of Emanuel Swedenborg, Heaven, Hell and Other Places (dir. Cartwright & Jordan) will screen on a loop (36 mins) in Swedenborg Hall, and visitors will also be able to see items from the Society’s archive and museum collection that are on display throughout the building. No booking is required, visitors can tour the building and exhibition at their own leisure with printed guides. Volunteers will be at hand in each of the rooms to help and answer questions."
            ]
        },
        {
            "heading": "Open House 2025 programme: Guided tour.",
            "paragraphs": [
                "Monday 15 September 2025. 11.00 a.m - 1.00 p.m. Guided tour. Booking essential. A chance to join a small group for a guided tour of Swedenborg House led by James Wilson, editor and former librarian of the Swedenborg Society. James will give a tour of the architectural features and provide an overview of the history of both the building and the Swedenborg Society as an organization, as well as an introduction to the fascinating life of Swedish scientist, philosopher and mystic Emanuel Swedenborg (1688-1772). James has previously given tours of Swedenborg House to Open City, Secret London, the London Appreciation Society and many different university groups."
            ]
        },
        {
            "heading": "Open House 2025 programme: 'Swedenborg's London' walk.",
            "paragraphs": [
                "Wednesday 17 September 2025. 10.30 a.m - 12.30 p.m. Guided walk. Booking essential. A chance to join a small group for a guided walk of ‘Swedenborg’s London’. Starting at Swedenborg House (20-21 Bloomsbury Way), where there will be a chance to get breakfast/refreshments from the Swedenborg Society's new café, Arcana Coffee, the walk will proceed east to Cold Bath Square, where Swedenborg lived (and died), and then south to St Paul’s, where Swedenborg’s printers and publishers operated. Along the way the walk will also encompass Hatton Garden (where the first purpose-built Swedenborgian church in London once stood), Fetter Lane (where Swedenborg attended the Moravian church), and Fleet Street (where Swedenborg visited the new headquarters of the Royal Society, and where he once resided in Salisbury Court). The walk will point out places of interest connected to Swedenborg's life and to the groups of his readers in London who would go on to found institutions such as the Swedenborg Society and the New Jerusalem church. The walk will be led by James Wilson, editor and former librarian of the Swedenborg Society."
            ]
        },
        {
            "heading": "Open House 2025 programme: Exhibition opening.",
            "paragraphs": [
                "Thursday 18 September 2025. 7.00 - 9.00 p.m. Exhibition opening. RSVP appreciated (email: RSVP@swedenborg.org.uk). To mark 100 years of the Swedenborg Society at the present Swedenborg House at 20-21 Bloomsbury Way, a new exhibition, Elective Affinities, curated by Stephen McNeilly will open.",
                "‘I then grasped a new and astonishing poetic secret, for the shock which I experienced had been provoked precisely by the affinity of two objects…’ —René Magritte",
                "A display of rare items from the Swedenborg House Collection (including works by William Blake, André Breton, and Samuel Taylor Coleridge, amongst others) counterpointed by artworks, films, and audio chosen by invited artists, filmmakers and writers including the Quay Brothers, Iain Sinclair, and more.",
                "‘Elective Affinities’—once a term used in chemistry to describe the swapping of electrical charges between atoms—is the title of a novel by Johann Wolfgang von Goethe and, more recently, the name of a work of art by the Belgian Surrealist René Magritte. The idea of an \"elective affinity\" coheres with the thought of the philosopher Emanuel Swedenborg (1688-1772), who devised a theory of correspondence around material objects and their spiritually paired meaning. Swedenborg also thought our inner values and thoughts find a natural and elective gravitation towards certain objects, places, and communities.",
                "In part a celebration of 100 years at Swedenborg House, the exhibition will extend throughout the four-story premises and incorporate curatorial contributions from all staff.",
                "The exhibition will also be open 10.00 a.m - 5.00 p.m. on Friday 19 September (no booking required)."
            ]
        }
    ],
    "first_published": "2025-07-17T16:15:43.000000",
    "id": 889,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/889/building_889_swedenborg-hall_264a007f81a582f8f0af1fd74869529c.jpg",
            "description": null,
            "title": "Swedenborg Hall",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_889_swedenborg-hall_264a007f81a582f8f0af1fd74869529c.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/889/building_889_david-wynter-room_548ffae9d7a67f97019eb7ce0b7b0ff1.jpg",
            "description": null,
            "title": "David Wynter Room",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_889_david-wynter-room_548ffae9d7a67f97019eb7ce0b7b0ff1.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/889/building_889_swedenborg-bust_dde974a91567e8107d7a632f566906c0.jpg",
            "description": null,
            "title": "Bust of Swedenborg by Preston Powers (1879)",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_889_swedenborg-bust_dde974a91567e8107d7a632f566906c0.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/889/building_889_swedenborg-stained-glass-x_91d98354279294f3b8fc629177cb8112.jpg",
            "description": null,
            "title": "Stained glass window image of Swedenborg, vestibule (detail)",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_889_swedenborg-stained-glass-x_91d98354279294f3b8fc629177cb8112.jpg"
        }
    ],
    "links": [
        {
            "href": "https://www.swedenborg.org.uk/",
            "title": "www.swedenborg.org.uk"
        },
        {
            "href": "https://www.instagram.com/swedenborghouse/",
            "title": "www.instagram.com/swedenborghouse"
        },
        {
            "href": "https://www.facebook.com/swedenborghouse",
            "title": "www.facebook.com/swedenborghouse"
        },
        {
            "href": "https://bsky.app/profile/swedenborghouse.bsky.social",
            "title": "bsky.app/profile/swedenborghouse.bsky.social"
        }
    ],
    "location": {
        "address": "Swedenborg House, 20-21 Bloomsbury Way, WC1A 2TH",
        "latitude": 51.51803,
        "longitude": -0.12284,
        "meeting_point": null,
        "travel_info": [
            "Tube: Holborn, Tottenham Court Road",
            "Train: Euston, Charing Cross, City Thameslink",
            "Bus: 8, 19, 38, 55",
            "Additional travel info: There is an underground car park beneath nearby Bloomsbury Square."
        ]
    },
    "name": "The Swedenborg Society",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/889",
    "ticketed_events": true,
    "venue_years_listed": [
        2021,
        2022,
        2023,
        2024,
        2025
    ]
}