{
    "all_week": false,
    "balloted_events": false,
    "description": "Open allotment site.",
    "design": {
        "designers": [
            {
                "architect": "several architects",
                "description": null,
                "year": "1920"
            }
        ],
        "periods": [
            "Historical/contemporary",
            "Contemporary"
        ],
        "types": [
            "open site",
            "public realm/landscape"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2025-09-14",
            "drop_in": true,
            "end": "2025-09-14T17:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in",
            "notes": "",
            "start": "2025-09-14T14:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        "Drinking water",
        "Family-friendly event",
        "Quieter area",
        "Seating available"
    ],
    "factsheet": [
        {
            "heading": "History",
            "paragraphs": [
                "Fitzroy Park is the largest allotment site in the borough of Camden at approximately 3.5 acres. There are three in all in the borough.",
                "The lower part of the site was acquired by local government after the first world war as a result of requests by local people for the provision of secure growing space.",
                "The upper part was acquired and added after the second world war, and together these two parcels of land now comprise the Fitzroy Park allotments of today."
            ]
        },
        {
            "heading": "A Well-kept Secret",
            "paragraphs": [
                "Fitzroy Park Allotments – one of North London's best-kept bucolic secrets – is located on the south-west slopes of Highgate Hill, alongside the much-cherished and well-known public open space of Hampstead Heath.",
                "As such, as well as supplying its gardeners with plentiful home-grown fruit and veg., this 97-plot allotment site – the largest in the Borough of Camden – complements the local natural habitat mosaic of gardens, woodlands, wood pasture, coppice and heath.\n \nIndeed, we're not short of wildlife on the plots, with high and diverse populations of insects and birds, as well as bees, whether bumble, honey or solitary, much herpetofauna, and mammals ranging from foxes to voles.",
                "It must be said, not all this biodiversity proves an ideal fit with allotment gardening! Brassicas un-netted soon disappear down the gullets of our tribes of woodpigeons, and the growing numbers – not to say confidence – of the local flock of ring-necked parakeets, mean the same netting tactics will soon need to be applied to all our fruit trees ... not to mention the simuliid flies!",
                "Part of the Fitzroy site was first acquired for allotments in 1922. Thus we have here almost a century of continuous allotment garden use, and there is no doubt that, over this time span, the site has tracked all the ups and downs in the popularity level of allotment gardening, as both an economic and leisure activity, with the latter aspect tending to predominate in recent decades.",
                "In popularity terms of course allotments are on a terrific \"up\" at present, what with a growing public awareness of the drawbacks of industrialised agriculture and food production. Demand for plots hereabouts has never been higher, and the sad fact is that, due to overwhelming demand, the Fitzroy waiting list has been closed now for several years, with those \"lucky\" enough to be on it having to wait up to 20 years for a plot!",
                "On balance, in recognising this quite unfortunate state-of-affairs, it is noteworthy that, as an inner-London borough (and unlike most of the country) Camden is not obliged to provide for allotment gardens at all. The fact that it continues to offer strong support for its rare plots, in spite of pressure for other land uses, particularly housing, is well-appreciated and is a fine testament to Camden's continuing support for \"green\" issues of all types. Long may this continue!"
            ]
        },
        {
            "heading": "Footwear",
            "paragraphs": [
                "As some  paths on the allotment are uneven, suitable footwear is recommended"
            ]
        }
    ],
    "first_published": "2025-07-17T16:15:43.000000",
    "id": 9014,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/9014/building_9014_oh-3_2048af5cbe1d11f65f7bfb0b2bdf1af3.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9014_oh-3_2048af5cbe1d11f65f7bfb0b2bdf1af3.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/9014/building_9014_oh-1_1b6b661fd80f9f5fc3e7c017571b058d.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9014_oh-1_1b6b661fd80f9f5fc3e7c017571b058d.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Fitzroy Park, Highgate, N6 6HU",
        "latitude": 51.5685811,
        "longitude": -0.1572856,
        "meeting_point": null,
        "travel_info": [
            "Tube: Highgate",
            "Train: Gospel Oak",
            "Bus: 214",
            "Additional travel info: No parking in Fitzroy Park. Nearest parking in Highgate"
        ]
    },
    "name": "Fitzroy Park Allotments",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/9014",
    "ticketed_events": false,
    "venue_years_listed": [
        2021,
        2022,
        2023,
        2024,
        2025
    ]
}