{
    "all_week": false,
    "balloted_events": false,
    "description": "Grade ll listed Oxford Movement Anglican church built 1887-88. Historic England describe the exterior as ‘quirky and aggressive’ but the  interior is ‘very spare and elegant'. The building is  interesting for its 2019 conversion of a crypt area, partly rented commercially to a drama school but also used for community groups. On Historic England's Heritage at risk register with serious cracks.",
    "design": {
        "designers": [
            {
                "architect": "Joseph Peacock",
                "description": null,
                "year": "1887"
            }
        ],
        "periods": [
            "Victorian"
        ],
        "types": [
            "religious"
        ]
    },
    "events": [],
    "facilities": [
        "Seating available",
        "Gender neutral toilet"
    ],
    "factsheet": [
        {
            "heading": "History",
            "paragraphs": [
                "Holy Cross Church was  consecrated in 1888,  its building made possible by the Goodenough family following the death of Commodore Goodenough on the island of Santa Cruz in the Solomon Islands in 1875. A  brass plaque behind the font commemorates this link. The church bell was taken from the Commodore’s ship ‘HMS Pearl’.",
                "Although the Church had rich benefactors, its parishioners in 1888 were very poor. The catholic revival in the Church of England was part of a wider Christian mission to the poor, later championed by the Salvation Army as well. New parishes were established in densely-populated city areas. Holy Cross was a mission station before it became a parish. There is a strong tradition of community service at Holy Cross."
            ]
        },
        {
            "heading": "Holy Cross today",
            "paragraphs": [
                "The closeness of transport hubs makes the  congregation truly international. The church's close links with nearby Goodenough College, an international residential college for postgraduate students,  adds to the church's international character.",
                "We also have strong links with London's South Sudan community, and with our local Bangladeshi and Somali neighbours.",
                "The annual Bloomsbury Festival uses the church for both performances and rehearsals. The church has very good acoustics and  we want to expand its use for music performance especially."
            ]
        },
        {
            "heading": "Things to notice",
            "paragraphs": [
                "Respected critic Ian Nairn said (in Nairn's London, 1966): 'The outside is cheap and shrugged off; there are a hundred like it in London's suburbs. Inside it is as honest and selfless as King's Cross station...Nothing unnecessary and nothing put on for form's sake...'",
                "The braced king post roof is one of the 'great glories' of the interior, according to Historic England's listing.",
                "The nave is  broad for its length and the aisles  very wide. The elevated choir and sanctuary is enclosed by a wood screen which may be the work of Sir Charles Nicholson (1867-1949). Nicholson worked at Holy Cross around 1913.",
                "The moveable benches are late Victorian.",
                "A small stained glass window on the south wall, ‘Christ the Good Shepherd’, was designed and made by Martin Travers (1886-1948), a distinguished church artist in the Anglo-Catholic tradition.",
                "The Walsingham Chapel at the back of the church is a reminder of Father Alfred Hope Patten who was inspired to restore the Shrine of Our Lady of Walsingham while a curate at Holy Cross from 1913-15.",
                "The Stations of the Cross are not unique – there are identical ones in the Chapel of the Hospital of St John and St Elizabeth in St John's Wood and perhaps in other places too. We would like to know more about their production.",
                "Finally and sadly, you will see cracks. There is settlement of the foundations at the north east corner of the Church causing structural cracking to the vestry and associated walls of the Church itself. We are working with neighbouring churches to coordinate how we serve the local community and to identify funding sources for repairs. There were repairs to the roof and guttering in 2023.  The next step is to install a WC in a vestry. Fund-raising is about to start."
            ]
        },
        {
            "heading": "Keep in touch",
            "paragraphs": [
                "Our website will keep you in touch with events at Holy Cross - https://holycrosscromerstreet.org/"
            ]
        }
    ],
    "first_published": "2025-07-17T16:15:43.000000",
    "id": 9100,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/9100/building_9100_holy-cross-nave-facing-east_a0dd89ea8887a19c4e0b50d1b2055c5b.jpg",
            "description": null,
            "title": "Nave, showing the elevated choir and sanctuary",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9100_holy-cross-nave-facing-east_a0dd89ea8887a19c4e0b50d1b2055c5b.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/9100/building_9100_good-shepherd-window-detail-cropped_404bf4d7e5471c05040efe9af2870db8.jpg",
            "description": null,
            "title": "Christ the Good Shepherd, by Martin Travers (1886-1948) - detail of window on the south aisle",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9100_good-shepherd-window-detail-cropped_404bf4d7e5471c05040efe9af2870db8.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/9100/building_9100_pa170842_2caf1d7690a009c54d1d911880e62fd2.jpg",
            "description": null,
            "title": "Live streaming a concert during the 2020 Bloomsbury Festival",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9100_pa170842_2caf1d7690a009c54d1d911880e62fd2.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/9100/building_9100_bloomsbury-festival-2022_1d89fc0d4e8545c116684e9d6867c976.jpg",
            "description": null,
            "title": "'The reunion' in 2022 -  remembering the English Collective of Prostitutes 1982 sit-in in the church",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9100_bloomsbury-festival-2022_1d89fc0d4e8545c116684e9d6867c976.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/9100/building_9100_p5080017_667082b4aaf7e629b925a0a63297a792.jpg",
            "description": null,
            "title": "Dementia-friendly community singing at a Coronation party in 2023",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9100_p5080017_667082b4aaf7e629b925a0a63297a792.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/9100/building_9100_2a5n93dh_582c43035ca34c795e4e17cea94bc927.jpeg",
            "description": null,
            "title": "Camden Abu Dis Friendship Association's concert and party for this year' Palestinian Youth Visit",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9100_2a5n93dh_582c43035ca34c795e4e17cea94bc927.jpeg"
        }
    ],
    "links": [
        {
            "href": "https://holycrosscromerstreet.org",
            "title": "holycrosscromerstreet.org"
        },
        {
            "href": "https://holycrosscromerstreet.org/",
            "title": null
        }
    ],
    "location": {
        "address": "Cromer Street, WC1H 8JU",
        "latitude": 51.5275753,
        "longitude": -0.1235712,
        "meeting_point": null,
        "travel_info": [
            "Tube: Euston, King's Cross St. Pancras, Russell Square",
            "Train: Euston, King's Cross",
            "Bus: 73, 205, 390",
            "Additional travel info: The Church is a 5 minute walk south of King's Cross and St Pancras station and very close to Euston too"
        ]
    },
    "name": "Holy Cross Church, Cromer Street",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/9100",
    "ticketed_events": false,
    "venue_years_listed": [
        2021,
        2022,
        2023,
        2024,
        2025
    ]
}