{
    "all_week": false,
    "balloted_events": false,
    "description": "The church is designed in the Gothic style, with a semicircular barrel-vaulted ceiling, a highly carved chancel screen and magnificent stained glass windows, notably the large West window, depicting Christ the King enthroned in heaven.",
    "design": {
        "designers": [
            {
                "architect": "W. J. T. Newman and W. Jacques",
                "description": null,
                "year": "1888"
            }
        ],
        "periods": [
            "W. J. T. Newman and W. Jacques",
            "Victorian"
        ],
        "types": [
            "religious"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2025-09-13",
            "drop_in": true,
            "end": "2025-09-13T17:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in: Open Day",
            "notes": "",
            "start": "2025-09-13T13:00:00+01:00",
            "ticketed": false
        },
        {
            "activity_type": "Drop in",
            "all_day": false,
            "balloted": false,
            "booking_link": null,
            "capacity": null,
            "date": "2025-09-20",
            "drop_in": true,
            "end": "2025-09-20T17:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in: Open Day",
            "notes": "",
            "start": "2025-09-20T13:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        "Baby changing facilities",
        "Parking",
        "Toilets",
        "Accessible toilet",
        "Drinking water"
    ],
    "factsheet": [
        {
            "heading": "Beginnings",
            "paragraphs": [
                "The now busy, densely populated commuter town of Sutton, on the outskirts of South London was a very different place in 1876.  To meet the rapid growth in population away from the town centre and the parish church of St Nicholas, the people living to the south felt the need for a nearer church.  So, in 1876, a temporary iron structure was licensed for public worship next to Brighton Road.",
                "The Iron Church proved so popular that after six years it had to be lengthened to accommodate the increasing population.  With such a thriving congregation there was clearly a need for a permanent church and, after ten years in a temporary building, a site, mostly glebeland, was chosen.  In 1886 construction began amongst lavender fields to the east of Brighton Road, in what would become Christchurch Park."
            ]
        },
        {
            "heading": "Design",
            "paragraphs": [
                "“The church is designed after the Gothic style of the early part of the thirteenth century and built to accommodate 1000 worshippers.  The building consists of a nave 92 feet long, 30 feet wide and 48 feet in height from the floor to the semi-circular barrel-vaulted ceiling.  The north and south aisles are of the same length as the nave and 15 feet in width.  The chancel with apsidal east end is 40 feet long and 28 feet wide and ceiled at a height of 40 feet.  On the north side of the chancel is a clergy vestry 20 feet by 14 feet, choir vestry 19 feet by 18 feet, organ chamber, furnace room, lavatories etc.  The cost of the building was about £8000 exclusive of altar, organ, heating or other furnishings.”",
                "The Architects were Messrs. Newman and Jacques, the builders Messrs. Gregory and Company of Clapham."
            ]
        },
        {
            "heading": "The Building",
            "paragraphs": [
                "After much preparation and fundraising, and in spite of difficulties and delays, Christ Church was ready for dedication at a ceremony on May 19th 1888 – in which year Christ Church became a parish in its own right.",
                "Only the main Chancel, Nave and Aisles were completed in this first phase of building and as the new Vicar, Rev. Courtney Gale, himself put in the parish magazine “I had to look about me for the proper furnishings”.  He did so to good effect and soon members of the congregation had given the altar, reredos, pulpit, font and communion plate.",
                "Enough had been done to enable services to be adequately conducted but a good deal was needed to complete the work they had planned. The Vicar’s ideas were very ambitious. He wanted a chapel, a narthex to complete the west end of the building, a porch surmounted by a 160 foot tower (which was never built although plans were drawn up) and a flight of steps down to the road.  Over the next few years, thanks to the generous donations from prominent local families, the church we know today gradually took shape."
            ]
        },
        {
            "heading": "The Chapel",
            "paragraphs": [
                "In 1902 the question of the chapel was settled when the Forster family moved to Sutton after the loss of two of their children.  They wished to give a chapel as a memorial to their children and the offer was, of course, accepted.  The chapel was consecrated in 1902 but it was not for some time that it was finally completed and decorated in a flamboyant art deco style.  This Chapel was originally called the ‘Chapel of the Holy Child’, but more familiarly referred to as the ‘Forster Chapel’.  This space was renovated and re-roofed in 1984 to become a side chapel to the chancel."
            ]
        },
        {
            "heading": "The Chancel",
            "paragraphs": [
                "Until early into the twentieth century the church had a very open aspect to it, but with the development of a strong musical tradition, the chancel was enhanced and furnished with much wood carving. The highly carved Chancel Screen was given in memory of Mrs Forster and completely spans the chancel.  It contains intricate carvings of angels, grapes and thistles. It is surmounted by an ornately carved cross which towers into the vaulted chancel ceiling.  As it was being created the black and white stone chancel floor was also donated, along with the three steps from the nave named ‘Faith’, ‘Hope’ and ‘Love’.  (Due to the later red staging area only the top step is visible, but for many years the middle step was missing its ‘E’ so the congregation was amused to see ‘Faith’, ‘Hop’, and ‘Love’ on the steps!)",
                "By 1920 the screen was completed along with a set of carved choir stalls (now at the end of the North Aisle) – beautifully decorated with carved plants, animals and birds. Above the choir stalls carved wall panels were illustrated with the twelve constellations of the signs of zodiac. (These had no astrological significance at this time, often chancels would be symbolically decorated with sky and star motifs pointing to heaven.) Here in the chancel was the symbolic image of the created world in the choir stalls meeting the heavens in the panelling, just as symbolically it was the meeting place of people in the nave with the presence of the ‘holy of holies’ in the sanctuary. All this carving, in a somewhat ‘high church’ tradition was by a young designer, Douglas Round, who married one of Vicar Gale’s daughters.",
                "Just behind the Chancel screen on each side can be found the panels containing the Ten Commandments, the Lord’s Prayer and the Apostles’ Creed, which were required by law in the Church of England after the Reformation."
            ]
        },
        {
            "heading": "The West End",
            "paragraphs": [
                "With the East End and Chancel now beautifully furnished, attention was turned to complete the West End of the church.  In the winter of 1911-1912 the Narthex, Baptistry and huge Porch (intended to be the foot of the tower) were dedicated, having been completed at a cost of around £2,500.  The Narthex and Baptistry have a much more domestic scale about them compared to the rest of the church and are designed more in the style of the Arts and Craft Movement. The details of this can be seen in the door handles and hinges, the shape of the windows, the tile-work above the doors and inlaid in the floor and the wall panels in the Baptistry. Of note is the faux lead/pewter style wall panels behind the font with its motifs of fish and grapes – fish being an early sign of the Christina believer and the vine and its grapes indicating a fruitful life, once grafted by Baptism, into the vine that is Christ.",
                "At this time the steps down to the road (now gone) were completed. The 160 foot tower planned to surmount the porch was never completed, though the drawings were made in readiness."
            ]
        },
        {
            "heading": "Aisles",
            "paragraphs": [
                "In 1923 the North Aisle and South Aisle carved screens and organ case were completed, once again a gift of Ralph Forster. This completed the church to the form very much as we see it today."
            ]
        },
        {
            "heading": "Outside",
            "paragraphs": [
                "A quick walk around the outside of the building will reveal foundation stones at the west and east ends, a sundial over the south door, various carvings around the three doorways of the porch. Over the Baptistry is a lovely statue of Christ the Shepherd King carrying back a lost sheep to the fold."
            ]
        },
        {
            "heading": "The Windows",
            "paragraphs": [
                "The magnificent stained glass windows were gradually erected as memorials by the members of the congregation.  All but the final three windows in the South Aisle come from the studios of Edward Frampton of Buckingham Palace Road.  They were strongly influenced by both Pre-Raphaelite and early primitive Italian painting.",
                "In the North Aisle a set of eight windows illustrates the life of Jesus Christ, from the Annunciation through to the Ascension. (The Annunciation window is dedicated to two members of the Frampton Family who died in childbirth.)",
                "The apsidal window in the end of the Chancel contains five panels of stained glass.  These are not so easy to see from the Nave because of the wooden chancel screen. The three centre panels, installed by John Gardener Roland, Churchwarden in 1889, illustrate various aspects of Christ – “I am the Good Shepherd”; ‘He is our Peace’ and “Behold I stand at the door and knock”. The two outer windows were given by Mrs Frank Smith, at Christmas 1891, to the memory of her husband. These two bear images of Christ and symbols representing Communion – “I am the Bread of Life” and “I am the True Vine”.",
                "The two delicate windows in the side chapel show images of singers, very much reflecting the early primitive Italian style.",
                "During 1898 a series of five stained glass windows were placed in the south aisle of the church to the memory of various members of the Mead family.  (Frank Mead was the church organist for many of the earlier years of Christ Church.)  They represent ‘Christ blessing the little children’; the ‘Parable of the Talents’; the ‘Good Samaritan’; the ‘Sower’ and the ‘raising of Jairus’s daughter’.  After these, a pair of windows, designed by George Kruger Gray (who also designed much of the British coinage of the first half of the 20th Century), was  installed in 1925 in memory of Lieutenant Henderson of the Green Howards (whose parents were members of Christ Church), who was killed in the Irish troubles of 1922.  These windows, based on the soldier saints St George and St Martin of Tours, are full of patriotic and military motifs (St George’s Chapel Windsor, the Military Cross, the Star and Garter, the dragon, the Green Howards cap badge etc.).",
                "The final window on the south side is dedicated to a church member who originated from Somerset.  Designed by Alice Moore it illustrates the Somerset legends of Joseph of Arimathea and the Holy Grail. This legend and its Arthurian attachments had a resurgence in artistic and literary works of this time particularly expressed through the Arts and Craft Movement’s later days.  This window, which includes Sir Lancelot at the top, reflects this different style.",
                "The largest and unmissable window is the splendid west window depicting Christ the King enthroned in heaven, surrounded by angels and the twenty-four elders, as in the Book of Revelation.  Around the outside are portraits of the prophets Isaiah and Jeremiah of the Old Testament and Peter and Paul, leaders of the early church of the New Testament.  Along the bottom are the Gospel writers, Matthew, Mark, Luke and John, with the apostle Andrew in the middle of them. The Scottish connection (St Andrew) is because the window is the gift of William and Mary Sutherland (Mary was a part of the Mead family) and was dedicated on St Andrew’s Day 1902."
            ]
        },
        {
            "heading": "The Organ",
            "paragraphs": [
                "The original organ, planned in 1889, took 34 years to finally complete and was of grand scale.  For many years it was the accompaniment to a fine choral tradition at Christ Church. \n The organist was for some time the eminent Victorian/Edwardian church music composer J.H.Maunder (who wrote Olivet to Calvary).",
                "The four manual instrument was built by Brindley and Foster of Sheffield, a company on the more economic end of the industry, who built many organs using much mechanical and pneumatic gadgetry to get ‘more out of less’. These were good sounding instruments of their day but were usually so complex that later companies refused to tune and maintain them without significant rebuilding.",
                "Foster ran the London end of the company and lived in Sutton in the early part of the twentieth century.",
                "Sadly some years ago this instrument succumbed to the unmaintainable state that was the fate of so many others and only the outer casework remains, leaving a reminder of the large scale of the organ. The current instrument is an Eminent electronic church organ,\n  from the early 21st century. It was a gift from St John's Church, Stoneleigh, and was installed in 2021, replacing a similar instrument, which was ten years older. Later that year it was upgraded to a concert quality organ, through the generosity of the Reginald Arthur Baker Trust."
            ]
        },
        {
            "heading": "Recent Developments",
            "paragraphs": [
                "Further adjustments have been made to the Church over the years to accommodate changing forms and styles of worship.",
                "The large red-carpeted platform was installed in 1977, making the building more versatile, not only for its own needs but to make an auditorium suitable for drama, concerts and other similar activities.  The Chancel and Chapel were re-ordered in 1984.",
                "In 2012, major repair works were undertaken with the help of an English Heritage Grant to ensure the building remains weatherproof for the future.",
                "The church congregation, friends and supporters raised the funds to open up the view of Christ Church from the road. The work was undertaken in spring 2018. The church visibility along Christchurch Park was much improved.",
                "A video link between the church office and the church since 2018 has enabled creche users in the office to see and hear the services. In 2020 low energy lighting was installed. A new servery was also opened at the back of the church in 2020.",
                "This has made the building more versatile in serving the church and community. This now includes a toddler group (\"Playabout\"),  which meets every Monday morning including school holidays; a seniors groups (\"Sutton South Hello\"), which meets on Wednesday and Thursday afternoons; a wide range of rehearsals and concerts, and most recently a Ukrainian Saturday school."
            ]
        }
    ],
    "first_published": "2025-07-17T16:15:43.000000",
    "id": 9134,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/9134/building_9134_sutton-churches-0102-rev_23fd375a822e458de40ff8e7d0eba259.jpg",
            "description": null,
            "title": "Church interior",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9134_sutton-churches-0102-rev_23fd375a822e458de40ff8e7d0eba259.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2025/9134/building_9134_christ-church-west-window_a3c18dcca4952c685a81c55c4fdef845.jpg",
            "description": null,
            "title": "Christ Church West Window",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9134_christ-church-west-window_a3c18dcca4952c685a81c55c4fdef845.jpg"
        }
    ],
    "links": [
        {
            "href": "https://www.christchurchsutton.org/",
            "title": "www.christchurchsutton.org"
        }
    ],
    "location": {
        "address": "Christchurch Park , Sutton , SM2 5TN",
        "latitude": 51.35499,
        "longitude": -0.1888,
        "meeting_point": null,
        "travel_info": [
            "Train: Sutton (Surrey)",
            "Bus: 80, 280, S1",
            "Additional travel info: 10 minute walk from Sutton Station. 5 minute walk from 280, 80 or S1 bus stops (nearest stop Cavendish Road)."
        ]
    },
    "name": "Christ Church",
    "new_venue_this_year": false,
    "original_url": "https://programme.openhouse.org.uk/listings/9134",
    "ticketed_events": false,
    "venue_years_listed": [
        2021,
        2023,
        2024,
        2025
    ]
}