{
    "all_week": false,
    "description": "The Hithe is an innovative, low-cost, demountable business incubator space in Rotherhithe. It is a circular-economy prototype, and has been designed to be fully demountable, and will be relocated after 11 years.",
    "design": {
        "designers": [
            {
                "architect": "IF_DO Architects",
                "description": null,
                "year": "2021"
            }
        ],
        "periods": [
            "Contemporary"
        ],
        "types": [
            "offices",
            "community/cultural"
        ]
    },
    "events": [],
    "facilities": [
        "Toilets",
        "Disabled access",
        "Architect on site"
    ],
    "factsheet": [
        {
            "heading": "Background",
            "paragraphs": [
                "The Hithe is low-cost business incubator space and is a prototype for a new generation of affordable, demountable and reusable meanwhile buildings that can utilise vacant sites for social good. Commissioned by Southwark Council, The Hithe will be located on its current site for 11 years before being moved elsewhere.",
                "The site at 71-75 Albion Street is a complex one: bounded to the north and the east by massive retaining walls to the Rotherhithe Tunnel and the London Overground. To the east is a footpath that leads towards the river, while Albion Street itself is a low-rise mix of housing, shops and a school. The site was previously occupied by a terrace of three houses that were demolished before this project began and taken down to ground level.",
                "Given the complexities of the site, Southwark was keen to see a temporary use that would bring social and economic benefits for the local community while it works out longer-term plans. In order to deliver a project that properly addressed local needs and aspirations, the first stage of the commission was extensive community engagement, with the brief for an incubator space that would support local small businesses emerging through that process.",
                "The Hithe utilises circular economy principles to offer more sustainable solutions for urban regeneration. It is one of three circular economy demonstrator projects in London for ReLondon and CIRCuIT (Circular Construction in Regenerative Cities). When the site is ready for permanent redevelopment, the building will be dismantled and re-erected elsewhere."
            ]
        },
        {
            "heading": "Design",
            "paragraphs": [
                "Though the community engagement process, local residents expressed a strong desire for the building not to look temporary. The design therefore aspires to permanence, in spite of its meanwhile condition. In its external expression, The Hithe is designed both to reflect the heritage of the area and as an urban way marker to support local businesses. The form echos the warehouse history of the Rotherhithe docks, while the large windows are aligned to footpaths to the north and south, with the aim of attracting more people to other businesses along Albion Street.",
                "Ten micro-studios are arranged around a communal space on the ground floor, which links through to a planted community garden, with two larger workspaces above. All units are accessed externally, reducing the requirement for built circulation space.",
                "Delivered on a tight budget, the building is constructed of a lightweight steel and timber frame and re-uses existing foundations on the site, eliminating the need for any new concrete in the project. At ground floor, a lightweight steel frame with SIPs infill panels allows for easy disassembly and reconfiguration. At first floor, a timber glulam frame allows for larger span spaces, with all structural connections expressed using untrimmed bolts to provide a simple kit-of-parts. It is the architectural equivalent of flatpack furniture.",
                "The external materials palette is affordable and robust, but used to amplify the architectural expression: dark green painted plywood panels on the ground floor frame the matching dark green windows, and extend to form the fence along the edge of the site, blurring the building line, with timber boards above, painted in two bands of green. Designed as a simple rain screen, the external cladding can be replaced or re-painted when the building is moved, to better fit its future context."
            ]
        },
        {
            "heading": "Facts",
            "paragraphs": [
                "Location: 71-75 Albion Street, London SE16 7JA \nSite area: 283 sqm\nGross internal floor area: 200 sqm\nConstruction value: £400,000\nSchedule: Sept 2017 – Dec 2021\nMaterials: Lightweight steel and timber frame, SIP panels"
            ]
        },
        {
            "heading": "Project Team",
            "paragraphs": [
                "Client: Meanwhile Space/London Borough of Southwark \nArchitect: IF_DO \nStructural engineer: Elliott Wood\nQuantity surveyor: Measur\nFabricator/contractor: Weber Industries"
            ]
        }
    ],
    "id": 10006,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/10006/building_10006_if_do-the-hithe-albion-street-mike-massaro-041-v1-lr_b2e894db29719191c89ec78f918873f9.jpg",
            "description": null,
            "title": "View from Albion Street",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10006_if_do-the-hithe-albion-street-mike-massaro-041-v1-lr_b2e894db29719191c89ec78f918873f9.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/10006/building_10006_if_do-the-hithe-albion-street-mike-massaro-037-v1-sq-lr_f6307a48888d266f9fadde82eef01bb6.jpg",
            "description": null,
            "title": "Looking towards Albion Street",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10006_if_do-the-hithe-albion-street-mike-massaro-037-v1-sq-lr_f6307a48888d266f9fadde82eef01bb6.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/10006/building_10006_if_do-the-hithe-albion-street-mike-massaro-097-v1-lr_16e052a4b33ad49bc3f90bbd79873c57.jpg",
            "description": null,
            "title": "View from Rotherhithe Station ",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10006_if_do-the-hithe-albion-street-mike-massaro-097-v1-lr_16e052a4b33ad49bc3f90bbd79873c57.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/10006/building_10006_if_do-the-hithe-albion-street-mike-massaro-102-v1-lr_57f48c85d819ac89430d86ca457072b6.jpg",
            "description": null,
            "title": "The Hithe sitting above the entrance to Rotherhithe Tunnel",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10006_if_do-the-hithe-albion-street-mike-massaro-102-v1-lr_57f48c85d819ac89430d86ca457072b6.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/10006/building_10006_if_do-the-hithe-albion-street-mike-massaro-110-v1-lr_cb2f5ff919063f062edf722dbc7b97fd.jpg",
            "description": null,
            "title": "View towards Canada Water",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10006_if_do-the-hithe-albion-street-mike-massaro-110-v1-lr_cb2f5ff919063f062edf722dbc7b97fd.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "71-75 Albion Street, SE16 7JA",
        "latitude": 51.5005298,
        "longitude": -0.0514817,
        "meeting_point": null,
        "travel_info": [
            "Tube: Rotherhithe, Canada Water",
            "Train: Rotherhithe"
        ]
    },
    "name": "The Hithe",
    "original_url": "https://programme.openhouse.org.uk/listings/10006",
    "ticketed_events": false
}