{
    "all_week": false,
    "description": "Flat Time House will be opening its doors to",
    "design": {
        "designers": [],
        "periods": [
            "Contemporary"
        ],
        "types": [
            "gallery",
            "event",
            "historical house"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 12,
            "date": "2022-09-05",
            "end": "2022-09-05T18:30:00+01:00",
            "fully_booked": null,
            "name": "Processes of Attunement: A Walk Along London's Riverbank",
            "notes": "It is recommended to bring suitable footwear as we will be descending into the riverbank.",
            "start": "2022-09-05T17:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        [
            "Toilets",
            "Refreshments",
            "Bookshop"
        ]
    ],
    "factsheet": [
        {
            "heading": "The Site Report Book Launch at Flat Time House",
            "paragraphs": [
                "Theatrum Mundi is pleased to invite you to the launch of Site Report, its latest book by Glasgow based artist Rhona Warwick Paterson. The book was commissioned as part of Rhona’s fellowship with Theatrum Mundi. Rhona is a visual artist, poet and research practitioner whose principle research interests have focussed on the contexts and processes of creativity in response to urban space.",
                "Flat Time House will host the launch of the book with a public reading of the text introducing some of the characters inhabiting the book.",
                "Bathed in the surreal origins and liminal utopian impulses of George Perec’s Species of Spaces and other Pieces, Gaston Bachelard's The Poetics of Space, the fictional atmospheric interior landscapes of Clarice Lispector, and the embodied languages of choreographers Yvonne Rainer and Deborah Hay, Site Report explores the imaginative re-worlding of domestic space.",
                "Historic perceptions of the ‘domestic’ are synonymous with the mundane, the drudgery of home-making and house-keeping, a gendered space for the silenced or powerless in society. However these depictions of home as a somewhat de-activated and benign territory provide a perfect test-site for reimagining other domestic realities as a frame for building alternative narratives.",
                "Site Report attempts to destabilise our most intimate and familiar spaces to make another landscape - to propose another version of reality. Those sites of liminality may as yet be un-assignable to particular categories of language or human processes but to imagine first how we narrate these spaces remind us that our worlds exist because we have first created them.",
                "Site Report reflects this desire to invent a writing that behaves ‘like’ an artwork, allows a certain creativity to intervene in the critical act. The impulse to ‘write’ rather than ‘write about’ domestic spaces aims to shift the relationship between the writer and her object of study from one of authority – the object under critique – or distance –writing ‘about’ something – to one of equivalence and analogy.",
                ""
            ]
        }
    ],
    "id": 10014,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/10014/building_10014_site-report_61b4181b943e3a9160cfc97ccbccdd48.png",
            "description": null,
            "title": "Site Report cover",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/medium_golden/building_10014_site-report_61b4181b943e3a9160cfc97ccbccdd48.png"
        }
    ],
    "links": [],
    "location": {
        "address": "210 Bellenden Rd, SE15 4BW",
        "latitude": 51.466088,
        "longitude": -0.0741282,
        "meeting_point": "Flat Time House",
        "travel_info": [
            "Nearest tube: Elephant & Castle",
            "Nearest train: Denmark Hill, Peckham Rye",
            "Bus routes: 136, 36, 171, 484, 176, 78, 40"
        ]
    },
    "name": "Site Report Book Launch at Flat Time House ",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/10014",
    "ticketed_events": false
}