{
    "all_week": false,
    "description": "Walter Segal System Talk, aimed at people interested in using this building method.\r\nWalters Way Tour (outside only), then to a local charity (AFRIL) community/volunteer build on allotments a few mins walk.\r\nApprox 1 hour.",
    "design": {
        "designers": [],
        "periods": [
            "Contemporary"
        ],
        "types": [
            "residence",
            "walk/tour"
        ]
    },
    "events": [
        {
            "activity_type": "Walking tour",
            "all_day": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/10076",
            "capacity": null,
            "date": "2022-09-17",
            "drop_in": false,
            "end": "2022-09-17T15:00:00+01:00",
            "fully_booked": false,
            "name": "Segal Method Talk and Tour",
            "notes": null,
            "start": "2022-09-17T14:00:00+01:00",
            "ticketed": true
        }
    ],
    "facilities": [
        "Toilets"
    ],
    "factsheet": [
        {
            "heading": "What is special about these houses?",
            "paragraphs": [
                "Walters Way is a close of thirteen unusual looking houses. They were built as part of an innovative housing scheme run by Lewisham council in the 1980s. The land was the derelict site where two large houses had once stood. It was unsuitable for conventional house building because of the hills and large trees. The land was offered to people on Lewisham's housing waiting list who were willing to build their own houses. The self-builders had little or no building experience and fitted in construction work at evenings and weekends.",
                "The Afril building was constructed in 7 Saturdays by volunteers, most hadn't done any kind of construction like this before."
            ]
        },
        {
            "heading": "What are the houses made of?",
            "paragraphs": [
                "The houses consist of a timber frame and panels of insulating material called woodwool that is a mixture of wood fibres and cement. The exterior panels are glyzel board (industrial building cladding) and the interior is plaster board. Newer extensions use resin boards. The layers are held together with wooden strips secured with metal bolts. This gives the houses their distinctive timber beamed interior.",
                "The roof is flat and made from a waterproof membrane, which is held in place by pebbles. The membrane is weighted down but not attached to the building except around the edges. The houses are built on stilts which sit on slabs beneath are concrete piles dug deep into the ground – 6 mtrs! As there are no conventional foundations the houses are unusually close to trees (including a Wellingtonia between numbers 8 and 10) that adds to the rustic feel.",
                "The Afril Building is from recycled timber that was donated."
            ]
        },
        {
            "heading": "How have the houses been adapted over the years?",
            "paragraphs": [
                "Many of the houses have been extended and improved by their owners. Several have had extra rooms added using the same Walter Segal post and beam method. The modular nature and panel construction of the Segal houses means the houses can be extended adapted and rearranged much more readily than conventional brick and mortar houses.",
                "Some of the residents are making their homes more environmentally friendly by, for example, improving the windows and insulation and adding solar panels.",
                "We hope the AFRIL building will be adapted over the years and easy to maintain by their volunteers."
            ]
        },
        {
            "heading": "Where can I see some more Walter Segal buildings?",
            "paragraphs": [
                "The Calthorpe Project – Kings Cross \nSegal Close – Lewisham\nCentre for Alternative Technology – Machynlleth \nLondon Wildlife Trust – Peckham \nDiggers Self-build Coop – Brighton",
                "More info \nwww.segalselfbuild.co.uk\nwww.segalbuildings.me.uk",
                "Books On The Segal System\nThe Green Self-build Book: How to Design and Build Your Own Eco-home by Jon Broome \nThe Self-build Book: How to Enjoy Designing & Building Your Own Home by J Broome, B Richardson",
                "You can find them on Amazon or Green books"
            ]
        }
    ],
    "id": 10076,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/10076/building_10076_tour_ww_10_b47d5c4d08af900c2eee9043e830a55d.jpg",
            "description": null,
            "title": "House in Walters Way",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10076_tour_ww_10_b47d5c4d08af900c2eee9043e830a55d.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/10076/building_10076_tour_afril_shelter2_afff7ab77147e36e1886b0a539824e37.jpg",
            "description": null,
            "title": "Afril Shelter",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10076_tour_afril_shelter2_afff7ab77147e36e1886b0a539824e37.jpg"
        }
    ],
    "links": [
        {
            "href": "www.segalselfbuild.co.uk",
            "title": null
        },
        {
            "href": "www.segalbuildings.me.uk",
            "title": null
        }
    ],
    "location": {
        "address": "Walters Way, Honor Oak Park, SE23 3LH",
        "latitude": 51.4497048,
        "longitude": -0.0503453,
        "meeting_point": null,
        "travel_info": [
            "Train: Honor Oak Park",
            "Bus: P4, P12"
        ]
    },
    "name": "Walter Segal buildings tour",
    "original_url": "https://programme.openhouse.org.uk/listings/10076",
    "ticketed_events": true
}