{
    "all_week": false,
    "description": "This Grade I Mansion House, close to St Paul's Cathedral was designed by Edward Woodroofe in 1669 and completed in 1673.  The residence of successive Deans of St Pauls until the 1970's today it is the office to the Bishop of London",
    "design": {
        "designers": [
            {
                "architect": "Edward Woodroofe",
                "description": null,
                "year": "1669"
            }
        ],
        "periods": [
            "Stuart"
        ],
        "types": [
            "religious",
            "historical house"
        ]
    },
    "events": [
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/10192",
            "capacity": null,
            "date": "2022-09-18",
            "drop_in": false,
            "end": "2022-09-18T11:15:00+01:00",
            "fully_booked": true,
            "name": "Old Deanery Tour by Six in the City, London Tour Guides",
            "notes": null,
            "start": "2022-09-18T10:30:00+01:00",
            "ticketed": true
        },
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/10192",
            "capacity": null,
            "date": "2022-09-18",
            "drop_in": false,
            "end": "2022-09-18T11:45:00+01:00",
            "fully_booked": true,
            "name": "Old Deanery Tour by Six in the City, London Tour Guides",
            "notes": null,
            "start": "2022-09-18T11:00:00+01:00",
            "ticketed": true
        },
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/10192",
            "capacity": null,
            "date": "2022-09-18",
            "drop_in": false,
            "end": "2022-09-18T12:15:00+01:00",
            "fully_booked": true,
            "name": "Old Deanery Tour by Six in the City, London Tour Guides",
            "notes": null,
            "start": "2022-09-18T11:30:00+01:00",
            "ticketed": true
        },
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/10192",
            "capacity": null,
            "date": "2022-09-18",
            "drop_in": false,
            "end": "2022-09-18T12:45:00+01:00",
            "fully_booked": true,
            "name": "Old Deanery Tour by Six in the City, London Tour Guides",
            "notes": null,
            "start": "2022-09-18T12:00:00+01:00",
            "ticketed": true
        },
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/10192",
            "capacity": null,
            "date": "2022-09-18",
            "drop_in": false,
            "end": "2022-09-18T13:15:00+01:00",
            "fully_booked": true,
            "name": "Old Deanery Tour by Six in the City, London Tour Guides",
            "notes": null,
            "start": "2022-09-18T12:30:00+01:00",
            "ticketed": true
        },
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/10192",
            "capacity": null,
            "date": "2022-09-18",
            "drop_in": false,
            "end": "2022-09-18T13:45:00+01:00",
            "fully_booked": true,
            "name": "Old Deanery Tour by Six in the City, London Tour Guides",
            "notes": null,
            "start": "2022-09-18T13:00:00+01:00",
            "ticketed": true
        },
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/10192",
            "capacity": null,
            "date": "2022-09-18",
            "drop_in": false,
            "end": "2022-09-18T14:15:00+01:00",
            "fully_booked": true,
            "name": "Old Deanery Tour by Six in the City, London Tour Guides",
            "notes": null,
            "start": "2022-09-18T13:30:00+01:00",
            "ticketed": true
        },
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/10192",
            "capacity": null,
            "date": "2022-09-18",
            "drop_in": false,
            "end": "2022-09-18T14:45:00+01:00",
            "fully_booked": true,
            "name": "Old Deanery Tour by Six in the City, London Tour Guides",
            "notes": null,
            "start": "2022-09-18T14:00:00+01:00",
            "ticketed": true
        },
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/10192",
            "capacity": null,
            "date": "2022-09-18",
            "drop_in": false,
            "end": "2022-09-18T15:15:00+01:00",
            "fully_booked": true,
            "name": "Old Deanery Tour by Six in the City, London Tour Guides",
            "notes": null,
            "start": "2022-09-18T14:30:00+01:00",
            "ticketed": true
        },
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/10192",
            "capacity": null,
            "date": "2022-09-18",
            "drop_in": false,
            "end": "2022-09-18T15:45:00+01:00",
            "fully_booked": true,
            "name": "Old Deanery Tour by Six in the City, London Tour Guides",
            "notes": null,
            "start": "2022-09-18T15:00:00+01:00",
            "ticketed": true
        },
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/10192",
            "capacity": null,
            "date": "2022-09-18",
            "drop_in": false,
            "end": "2022-09-18T16:15:00+01:00",
            "fully_booked": true,
            "name": "Old Deanery Tour by Six in the City, London Tour Guides",
            "notes": null,
            "start": "2022-09-18T15:30:00+01:00",
            "ticketed": true
        },
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/10192",
            "capacity": null,
            "date": "2022-09-18",
            "drop_in": false,
            "end": "2022-09-18T16:45:00+01:00",
            "fully_booked": true,
            "name": "Old Deanery Tour by Six in the City, London Tour Guides",
            "notes": null,
            "start": "2022-09-18T16:00:00+01:00",
            "ticketed": true
        }
    ],
    "facilities": [
        "Toilets"
    ],
    "factsheet": [
        {
            "heading": "History",
            "paragraphs": [
                "The Deanery House was built as a mansion house of the fourth class (the grandest of the four classes of houses allowed in London after the Great Fire). The building was free standing with a fire break. Seventeenth century plans of the City of London show that there was a row of shops where the wall at the front of the house now stands.\nRemarkably the house has stood here for 350 years, surviving the Blitz and property developers. It is now the administrative office for the Bishop of London. A Grade I listed building in a unique position close to the West front of St Paul's Cathedral, it is known today as 'The Old Deanery'.\nIt was built as the residence of the Dean of St Paul’s Cathedral and replaced an earlier Deanery which was destroyed in the 1666 fire of London. The first occupant of the new Deanery was William Sancroft, who became Dean in 1664. Sancroft helped with the rebuilding of St Paul’s after the Great Fire of London.\nAlthough the Deanery House has often been ascribed to Christopher Wren, the surveyor Edward Woodroofe signed the building contract for The Deanery House so it probably isn’t a Wren building, though Wren may have been consulted on its architectural design as Woodroofe was his Assistant Surveyor on the re-building of St Paul’s. It is understood that in 1669 estimates were produced by Edward Woodroofe (Carpenter) and John Olive (Glazier) to build a Deanery House for Dean William Sancroft. The work was carried out by Israel Knowles (Carpenter), Thomas Warren (Bricklayer), Joshua Marshall (Mason), Jonathan Winckles (Paviour), George Drew (Smith) and John Jay who provided slate. These were all well respected and well-known craftsmen in the City of London building trade. All the work and fitting out was complete by 1673.\nTo the side of the house stood its stables and a coach house which also ran along Carter Lane. These buildings were replaced by a new Choir School in the mid 1870's. The Choir School moved to a new building east of St Paul’s Cathedral, in New Change 1967. The building is now a youth hostel and has been used to provide shelter to the homeless during the coronavirus pandemic.\nIn 1977 it was decided that the 'Deanery House' would no longer be the residence of the Dean of 'St Paul’s Cathedral' and the building was leased to Fennoscandia Bank as its London Headquarters. It is understood that structural work was undertaken, at this time, both in the basement and the roof to give the house greater stability and an extension was built to the rear which, at the time, was considered sympathetic to the original house.\nIn 1992 the Bank moved out and the house was empty until 1996 when the Bishop of London took it over.\nThe ground and first floor still largely follow the 17th century plans but the rest of the building has undergone various alterations over time. The most recent work included external repairs, comprehensive internal refurbishment, and improvements to accessibility."
            ]
        },
        {
            "heading": "Bishop of London",
            "paragraphs": [
                "Today The Old Deanery is the office of the 133rd Bishop of London, the Right Reverend and Right Honourable Dame Sarah Mullally DBE. However, the Bishop of London has not always used this building. From at least the 11th Century when Robert de Sigello was held captive during the Anarchy, Fulham Palace was the home to successive Bishops of London, 120 of them over 1,300 years.\nThis was the case until very recent history when in 1973 Gerald Ellison came from Chester to London as Bishop. The Independent Newspaper described Ellison this way in its obituary:\n‘Gerald Ellison, Bishop of London from 1973 to 1981, was the archetypal Church of England diocesan of his generation, born to the purple, devoted to the establishment, a staunch defender not only of the faith but the status quo. Like all well-bred bishops, he appeared to be all things to all men …’\nLet us briefly introduce you to some of the previous Bishops of London:\nBishop Henry Compton (Bishop of London 1675 to 1713) was a keen botanist, importing plants from all over the world to grow at Fulham Palace. He also oversaw the rebuilding of St Paul’s Cathedral after it was destroyed during the Great Fire of London in 1666.\nBishop Thomas Sherlock (Bishop of London 1748 to 1761) took his role as a politician seriously and spoke in the House of Lords on many issues. He made many changes to Fulham Palace, adding the elaborately decorated dining room, as well as greatly altering the great hall.\nBishop Beilby Porteus (Bishop of London 1787 to 1809) preached against slavery and worked with Hannah More and William Wilberforce to abolish the slave trade. He was also so afraid of being buried alive, he asked for his coffin to be kept open for as long as possible.\nBishop Archibald Tait (Bishop of London 1856 to 1869) and his wife Catherine undertook many charitable works to help the poor of London, including opening an orphanage for girls. He also commissioned the design and building of the chapel (at Fulham Palace).\nBishop Arthur Winnington-Ingram (Bishop of London 1901 to 1939) is the longest serving Bishop of London. He was an active recruiter for the armed services during World War I, regularly giving sermons encouraging men to enlist. In 1918, parts of Fulham Palace were converted into a hospital for wounded soldiers.",
                "The current Bishop of London, Bishop Sarah, was installed as the 133rd Bishop of London at St Paul’s Cathedral on 12th May 2018. The role is third in seniority in the Church of England after the Archbishops of Canterbury and York and is one of five senior bishops who sit as of right as one of the 26 Lords Spiritual in the House of Lords. She was sworn as a member of the Privy Council on 14th March 2018 and became the first female Dean of Her Majesty’s Chapels Royal on 12 July 2019.\nBefore ordination she was Chief Nursing Officer in the Department of Health. She trained for the ministry at the South-East Institute for Theological Education and served her first curacy at Battersea Fields from 2001; and from 2006 she was Team Rector at Sutton, both in the Diocese of Southwark. From 2012 she was Canon Residentiary and Canon Treasurer at Salisbury Cathedral then in 2015 was consecrated bishop and installed as the Suffragan Bishop of Crediton in the Diocese of Exeter.\nToday the Diocese of London comprises parishes, schools, chaplaincies, missional communities, and other organisations, which are united by their common Christian faith. The Diocese is overseen by the Bishop of London, assisted by Area Bishops, Archdeacons, and senior staff, and administrated by the staff of the London Diocesan Fund. Its Cathedral is St Paul’s.\nThe Diocese of London covers 277 square miles of Greater London north of the Thames from Staines in the west to the Isle of Dogs in the east and as far north as Enfield. This includes 17 boroughs of Greater London (historically the City of London and the County of Middlesex) and a small part of the County of Surrey (the district of Spelthorne, historically part of Middlesex). It now comprises the Cities of London and Westminster and the London boroughs of Brent, Harrow, Ealing, Hillingdon, Barnet, Camden, Enfield, Haringey, Hackney, Islington, Tower Hamlets, Hounslow, Kensington & Chelsea, Hammersmith & Fulham, Spelthorne, and part of Richmond-upon-Thames.\nWithin the Diocese there are:\n500+ worshipping communities\n1,000 clergy and ministers\n200 men and women in training for ministry\n75,000 adults on church electoral rolls\n70,000+ regular worshippers\n150 church schools\n52,000+ pupils\n150+ chaplaincies in schools, colleges, hospitals, the Met Police, Heathrow, railways, prisons, theatres, the forces, football clubs, Canary Wharf, livery companies, shops and City institutions\n£1,000,000s raised each year for charities around the world\n1,500,000+ visitors and worshippers in St Paul’s Cathedral each year",
                "Our place within the Anglican Communion\nThe Diocese of London is part of the worldwide Anglican Communion and is in the See of Canterbury. It is bounded by St Albans Diocese to the north, the dioceses of Oxford and Guildford to the west, Southwark and Rochester to the South, and Chelmsford to the East. It works closely with those of other faiths and of no faith, with Christians of all denominations, and with charities and organizations who share common values. The Diocese has particular overseas links with the Dioceses of Niassa and Lembombo in Mozambique, and with the Diocese of Angola. It has a partnership with Berlin-Brandenburg."
            ]
        },
        {
            "heading": "Access to the Old Deanery",
            "paragraphs": [
                "The Old Deanery is activly used supporting the work of the Bishop of London and it has been a challenge to find time to open it to the public. Great thanks to those responsible for its day to day management who have made it possible to pen the building to Open House visitors on Sunday 11th and Sunday 18th September 2022.",
                "Open House acccess to the Old Deanery is free  of charge by ticket only. Those lucky enough to reserve a ticket will need to bring a copy of the ticket plus photo ID such as a UK deiving licence or a passport.",
                "All visitors are asked to bring no bag bigger than a small handbag or day bag.",
                "Regretably visitors who bring large bags or are not able to varify their identity are not allowed to access the building.",
                "Due to the small room sizes each tour is limited to 10 people. Participants are encouraged to wear an appropriate face mask, unless exempted on medical grounds to help limit the spread of Covid."
            ]
        }
    ],
    "id": 10192,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/10192/building_10192_tod1_661d935dd302fa338a0c42e3969ded6c.jpg",
            "description": null,
            "title": "The Old Deanery Doors from Deans Court",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10192_tod1_661d935dd302fa338a0c42e3969ded6c.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/10192/building_10192_tod2_257e1d7d18ea5000f0e742114edd7f09.jpg",
            "description": null,
            "title": "The Old Deanery from the Court Yard",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10192_tod2_257e1d7d18ea5000f0e742114edd7f09.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/10192/building_10192_tod3_411daf59f61db0d0d018cb93865659a5.jpg",
            "description": null,
            "title": "The Old Deanery Doors from Deans Court",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10192_tod3_411daf59f61db0d0d018cb93865659a5.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "The Old Deanery, Deans Court, EC4V 5AA",
        "latitude": 51.5131957,
        "longitude": -0.0999274,
        "meeting_point": null,
        "travel_info": [
            "Tube: Farringdon, St. Paul's, Mansion House, Blackfriars",
            "Train: Farringdon, Blackfriars, Cannon Street",
            "Bus: 11, 15, 17, 26, 40, 63"
        ]
    },
    "name": "The Old Deanery",
    "original_url": "https://programme.openhouse.org.uk/listings/10192",
    "ticketed_events": true
}