{
    "all_week": false,
    "description": "IPC, Ealing opened their winning extended building in 2018, designed by Piercy architects. \r\nThe original 1912 chapel designed by John Ninian Comper and  is a grade 2 listed building is still intact and was integrated into the new design",
    "design": {
        "designers": [
            {
                "architect": "John Ninian Comper (1864-1960)",
                "description": null,
                "year": "1912"
            }
        ],
        "periods": [
            "Piercey & Company",
            "Historical/contemporary"
        ],
        "types": [
            "religious"
        ]
    },
    "events": [],
    "facilities": [
        "Toilets",
        "Refreshments",
        "Parking",
        "Disabled access",
        "Bookshop",
        "Architect on site"
    ],
    "factsheet": [
        {
            "heading": "History",
            "paragraphs": [
                "Drayton Green, originally a small hamlet centred on a triangular strip of common land just north of the Uxbridge Road, was gradually incorporated into London's outer suburbs following the construction in 1870 of the Great Western Railway station at West Ealing. One of the older houses around the Green, Cleveland Lodge, was converted in 1884 as the site of St Helena's Home, a women's reformatory founded by the Revd Richard Temple West of St Mary Magdalene Church in\nPaddington, and run from 1892 by an Anglican religious order, the Wantage-based Sisters of St Mary the Virgin. In 1896-7 the house itself was replaced with a larger purpose-built complex\ndesigned by the Westminster architect Ernest Pilkington, with a separate laundry building to the north. A chapel, replacing an earlier temporary structure, was added in 1912-3 to the designs of John Ninian Comper, who had previously been engaged in remodelling the crypt at the Home's 'mother' church in Paddington. The Home remained in the care of the Sisters until around 1940, when it was requisitioned by Middlesex County Council for use as a girls' remand centre. In 1965\nthe site reverted to the Sisters, who used it as a base for religious retreats. The chapel was reordered, the link to the laundry rebuilt in its present form, and the laundry building itself altered and extended to gain extra residential accommodation. The Sisters finally left in 1980, and the\nchapel and laundry buildings passed to their current owner, the International Presbyterian Church; further alterations followed, including the fitting of external secondary glazing to the chapel\nwindows.",
                "Reformatories for 'fallen' women - at first mainly ex-prostitutes - were in existence from at least the C13. These institutions were not (in theory at least) prisons, but rather voluntary reformatories to which women committed themselves for a fixed period of penitential activity before either\nemerging to begin new careers as respectable members of society, or else taking permanent vows and remaining within the order for life. Suppressed at the Reformation along with other religious houses, women's reformatories sprang up again in secular form during the C18, in response to the social problems created by urbanisation: the London Magdalen House, established by a group of City merchants in 1758, was the first British example. During the Victorian period, stricter codes of gender ethics saw the concept of fallenness extended to other 'problematic' women, including unmarried mothers, rape and incest victims, petty criminals, alcoholics, vagrants and the 'feeble-minded'. Christian groups came once again to the fore: Nonconformists and low-church Anglicans focused on home visiting and street-level evangelism, while Tractarian Sisterhoods founded quasi-\nmonastic 'homes' in rural or suburban locations, where inmates could escape from their impoverished and often brutal home environments for a fixed period of penitential seclusion. The regime of labour (often laundry work) and spiritual discipline was sometimes harsh, but the aim was\nto combine vocational training with moral rehabilitation, allowing these outcast women eventually to return to normal society on more advantageous terms. In some cases at least, a remarkably broad-minded attitude prevailed in respect of the inmates' past lives: as one late-C19 woman missionary remarked, \"I am certain that no-one among us would ever have the courage to cast the 'first stone' if we could know the awful straits which bring so many of our sisters into sin.\"",
                "Sir John Ninian Comper (1864-1960) was one of the last major architects of the Gothic Revival, and a key figure in the development of C20 Anglican liturgy and church furnishing. Born in Aberdeen, the son of a high-church Episcopalian clergyman, he initially trained with the glass painter CE Kempe before being articled to the great church architect GF Bodley. Bodley's mature style, a rich but refined adaptation of English C14 Gothic, decisively influenced Comper's early\nindependent work, undertaken in partnership with William Bucknall; increasingly, however, he favoured the sparer forms of the Perpendicular - most strikingly in 1901-2 at St Cyprian's Church at Clarence Gate in London, modelled on the C15 churches of East Anglia. Visits to Greece and Sicily in 1905-6 led him towards a syncretic (amalgamated) style fusing late Gothic with Classical and Byzantine elements, a method he called 'Unity by Inclusion'. His chapel at St Helena's was one\nof the first of his buildings to reflect this new development, which reached its fullest fruition in his lavish, Grade II* listed, church of St Mary the Virgin, Wellingborough, Northamptonshire, completed in 1931. The decline in church-building in the C20 meant that much of Comper's work went into producing fittings, vestments and stained glass; in these fields he ranked with the leading designers of his generation, gaining such prominent commissions as the Warrior's Chapel in Westminster Abbey (1925-32) and the parliamentary war memorial window in Westminster Hall (1952)."
            ]
        },
        {
            "heading": "Description",
            "paragraphs": [
                "The buildings at 53 Drayton Green comprise the former chapel and laundry of St Helena's Home, joined to one another and to the main residential block by an enclosed walkway.",
                "The chapel dates from 1912-3, and is a simple rectangular building of brown brick with stone dressings and a shallow-pitched felted roof. The side elevations each have four two-light Gothic windows - now with external secondary glazing, linked by projecting string-courses. The east elevation has a larger three-light window with flowing decorated tracery set between two stepped buttresses. The west elevation has a small bellcote with an ogee-arched head and a cross finial,\nand a central doorway in the form of a moulded three-centred arch containing double six-panel doors.",
                "The interior conforms to a simple basilican plan, with four-bay arcades dividing the broad central nave from the narrow passage aisles. The arcades have unfluted Doric columns of stone supporting pointed arches, their soffits now plain but formerly coffered; similar arches span the concrete groin-vault of the nave, with smaller arches across the aisles. Flat Doric pilasters form the eastern arcade responds, while those to the west are treated as double scroll brackets. The windows are filled with bulls-eye roundels of plain glass. Of the original fittings, only a single carved timber stall-front remains, now set against the east wall.",
                "The former laundry block of 1897 is a single-storey building of stock brick with a hipped Welsh slate roof. It has been much extended, and its windows and doors have been enlarged and renewed. Part of the original roof structure remains in what is now the church hall, but the rest of the interior has been wholly remodelled. A glazed corridor with a pitched copper roof, added in 1965, connects it with the chapel, and a similar quadrant-shaped corridor links to the northern end\nof the main building."
            ]
        },
        {
            "heading": "Assessment",
            "paragraphs": [
                "St Helena's is not among Comper's major works, but as a good example of a complete church built to Comper's designs it is nevertheless a rarity. Despite the fine quality of the brickwork and the charm of such details as the little off-centre bellcote, the extreme plainness of the chapel's exterior makes\nits outward appearance unprepossessing. Comper was always an architect of interiors, who tended throughout his career to devote whatever resources he had available - in this\ncase probably very limited - to the beautification of internal spaces at the almost total expense of outward show: both Wellingborough and Clarence Gate, for instance, conceal their sumptuous gilded interiors within outer shells of a severe simplicity. The original fittings at St Helena's\nconsisted only of a simple plain altar table with damask hangings (Comper eschewed the ornate reredoses favoured by his late master Bodley) and two L-shaped sets of stalls for the Sisters, now removed with the exception of the one surviving frontal. The loss of these fittings, and of the coffering in the arcade soffits (the latter may be preserved beneath the modern plasterboard infill) somewhat diminishes the impact of the space; but the bare interior has a subtle sweetness of its\nown, imparted by the swelling forms and warm stone colour of the arcade columns, and the diffuse light admitted by the semi-opaque 'bottle glass' windows.",
                "The Doric arcade columns are, like the scroll-brackets and coffering, overt borrowings from the Classical tradition, set within a building whose other details are drawn from the late English Gothic. As noted above, St Helena's represents a turning-point in Comper's career, being among the first\nof his large-scale projects to reflect his shift from Gothic Revival purism to Renaissance eclecticism. Although an experimental work, the chapel's interior effects a highly effective synthesis of the two traditions, in which contrasting elements are brought together with a pleasing incongruity\nbut without any sense of awkwardness. In all, despite its stark exterior and the loss of some of its internal features, the building's high architectural quality remains readily appreciable.",
                "The institutional context of St Helena's Home adds a further important dimension to the building's historic interest. Homes for 'fallen' women were once widespread, and their reformative mission remains redolent of Victorian sexual and social mores. Relatively little is known about the architectural legacy of these institutions, and their representation in the statutory lists is restricted to the headquarters of the religious orders that administered them. Such large and ambitious conventual complexes - such the mother house to St Helena's, the Grade II listed Convent of St Mary the Virgin at Wantage, built in stages between 1853 and 1903 by William Butterfield, GE\nStreet and JL Pearson - were far removed from the small-scale quasi-domestic sites implied by the idea of the women's 'Home'. Although the main residential block at Drayton Green does not have the special interest that listing requires, the fact that the chapel - a better-preserved building of a higher architectural calibre - originally functioned as the spiritual heart of such an institution adds materially to its historic interest."
            ]
        }
    ],
    "id": 10381,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/10381/building_10381_external-view-tom-lee_613e25f99d7c1b9a0166de61efc4938f.png",
            "description": null,
            "title": "External view",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10381_external-view-tom-lee_613e25f99d7c1b9a0166de61efc4938f.png"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/10381/building_10381_dgc-old-and-new-by-simone-bossi_22ea210f67856470c6124c7962d2b6ec.png",
            "description": null,
            "title": "Old and new ",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10381_dgc-old-and-new-by-simone-bossi_22ea210f67856470c6124c7962d2b6ec.png"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/10381/building_10381_dgc-inside-outside-by-simone-bossi_3a63277647a2ae6cca5c0d9ca1fe595c.png",
            "description": null,
            "title": "Inside outside",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10381_dgc-inside-outside-by-simone-bossi_3a63277647a2ae6cca5c0d9ca1fe595c.png"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/10381/building_10381_dgc-hall-portrait-by-simone-bossi_e451c1b6bc06aa61daae44149e6d892a.png",
            "description": null,
            "title": "Hall potrait",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10381_dgc-hall-portrait-by-simone-bossi_e451c1b6bc06aa61daae44149e6d892a.png"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/10381/building_10381_dgc-chapel-door-by-simone-bossi_4a7b0532bcd4034c942dc2c058093e06.png",
            "description": null,
            "title": "Chapel door",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10381_dgc-chapel-door-by-simone-bossi_4a7b0532bcd4034c942dc2c058093e06.png"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/10381/building_10381_main-hall-by-tom-lee_e8f4c2f1f52b788df50acc972b30efff.png",
            "description": null,
            "title": "Main hall",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10381_main-hall-by-tom-lee_e8f4c2f1f52b788df50acc972b30efff.png"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/10381/building_10381_oldchapel_2_c3f0401029ecaae264d8362614ac7742.jpeg",
            "description": null,
            "title": "Old chapel",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10381_oldchapel_2_c3f0401029ecaae264d8362614ac7742.jpeg"
        }
    ],
    "links": [],
    "location": {
        "address": "53 Drayton Green, Ealing, W13 0JE",
        "latitude": 51.5155843,
        "longitude": -0.3253744,
        "meeting_point": null,
        "travel_info": [
            "Tube: Ealing Broadway",
            "Train: West Ealing",
            "Bus: E1"
        ]
    },
    "name": "International Presbyterian Church",
    "original_url": "https://programme.openhouse.org.uk/listings/10381",
    "ticketed_events": false
}