{
    "all_week": true,
    "description": "This iconic London destination has been managed for the past 15 years by Capital and Counties with a hands-on approach, and operational support from Incentive FM. Shortlisted for the Open City Stewardship Awards 2021.",
    "design": {
        "designers": [
            {
                "architect": "Charles Fowler",
                "description": "Original design",
                "year": "1828"
            }
        ],
        "periods": [
            "Historical/contemporary"
        ],
        "types": [
            "miscellaneous"
        ]
    },
    "events": [],
    "facilities": [],
    "factsheet": [
        {
            "heading": "General Information",
            "paragraphs": [
                "This project is shortlisted in the Estate Management and Open Space Stewardship categories of the inaugural Open City Stewardship Awards. Find out more: open-city.org.uk/stewardship-awards",
                "For the past 15 years, Capital and Counties (Capco) have been honoured and privileged to be the latest custodians and stewards of the Covent Garden estate, managing the rejuvenation and repositioning of central Covent Garden to create a world class destination to be enjoyed by the local community and visitors alike. The site has become an exemplar in managing a historic district for the challenges of the 21st century.",
                "In managing their Covent Garden holdings, Capco has consistently applied long\nterm approach and vision through a lens of responsible stewardship to create\neconomic and social value. This is demonstrated through investment in\nflagship schemes such as Floral Court, and a creative approach to public realm, planting, engagement with local communities across the estate. Building the footprint of the estate and delivering broad estate management benefits has been possible through the trust we have earned from our stakeholders through demonstrable actions over a 15 year period.",
                "Adopting a hands-on approach, the team have embedded themselves in the community and appointed long term, like-minded operational support which has allowed the implementation of a long term business plan. Incentive FM, Capco’s key supply partner, have delivered total Facilities Management services across the portfolio for the past 11 years and have also been shortlisted for the awards for their work maintaining and developing the biodiversity of the estate’s outdoor areas with a collaborative strategy taking into consideration the needs of our occupiers as well as our commitment to the heritage of London and global sustainability goals.",
                "Covent Garden employs a dedicated Horticultural team responsible for maintaining all planting installations to provide our local communities with a botanical oasis and cleaner air in the heart of London. Our Horticultural Supervisor was introduced to us by Perennial in early 2019 and continues to work here to this day. He joined our team as a gardener, in support of our Head Gardener at the time. His passion for plants and impactful floral displays have led to some incredible feedback from the public, increased dwell time and improved overall mood and health. He has become the custodian of everything green at Covent Garden and is embracing his new-found responsibility and career path.",
                "Now, there are more than 10,000 street level plants, including trees, shrubs and insect friendly flowers, 100% of which are UK sourced, with only 10% of the stock grown abroad. In addition to this, our living walls and green roofs support our commitment to reducing energy consumption through increased building\ninsulation."
            ]
        }
    ],
    "id": 10385,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/10385/building_10385_3c7714e04a08f83880294f0d89042d1b9fa8fb62_9912a380e4febbd9f5ce4d241013b8bc.jpeg",
            "description": "",
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10385_3c7714e04a08f83880294f0d89042d1b9fa8fb62_9912a380e4febbd9f5ce4d241013b8bc.jpeg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/10385/building_10385_3da0228a4824c3a05fa9927773deb66a4e4c1792_37f573f94ffd0249e02642723870ce2d.jpeg",
            "description": "",
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10385_3da0228a4824c3a05fa9927773deb66a4e4c1792_37f573f94ffd0249e02642723870ce2d.jpeg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/10385/building_10385_von5750_27bd5d3d8deb33d704417f5bcccabeaf.jpeg",
            "description": "",
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10385_von5750_27bd5d3d8deb33d704417f5bcccabeaf.jpeg"
        }
    ],
    "links": [],
    "location": {
        "address": "Covent Garden Market, WC2E 7QH",
        "latitude": 51.5119958,
        "longitude": -0.1228517,
        "meeting_point": null,
        "travel_info": [
            "Nearest tube: Covent Garden"
        ]
    },
    "name": "Covent Garden Market",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/10385",
    "ticketed_events": false
}