{
    "all_week": true,
    "description": "This project for 11 homes is the result of a campaign by local people to build affordable homes on surplus council-owned land, and will be among the first CLT homes completed in London. Shortlisted for the Open City Stewardship Awards 2021.",
    "design": {
        "designers": [
            {
                "architect": "Lewisham Citizens, London CLT, Archio",
                "description": "Original design",
                "year": "2019"
            }
        ],
        "periods": [
            "Contemporary"
        ],
        "types": [
            "housing"
        ]
    },
    "events": [],
    "facilities": [],
    "factsheet": [
        {
            "heading": "The Open City Stewardship Awards",
            "paragraphs": [
                "This building is not open for Open House 2021 as it is under construction, but the designers will be participating in an event at RUSS's Church Grove Community Centre.",
                "This project is shortlisted in the Social Stewardship category of the inaugural Open City Stewardship Awards. Find out more: open-city.org.uk/stewardship-awards"
            ]
        },
        {
            "heading": "General Information",
            "paragraphs": [
                "This project is shortlisted in the Post-occupancy In Practice category of the inaugural Open City Stewardship Awards. Find out more: open-city.org.uk/stewardship-awards",
                "This project for 11 homes in Lewisham is the result of a campaign by local people to build affordable Community Land Trust (CLT) homes on surplus council owned land. The flats will be some of the first CLT homes to be completed in\nLondon, and has received strong support for much-needed affordable homes among the community. When the time came to submit planning, the application was delivered in person to the Mayor of Lewisham by a group of residents, later receiving 107 letters of support.",
                "The campaign was supported by Lewisham Citizens, a ‘citizen organising’ charity, and third sector housing developer London CLT who are delivering the homes. London CLT provides ‘intermediate’ affordable housing to Londoners ‘priced-out’ of their communities because they cannot afford decent, open market housing, but are unable to access other forms of affordable housing. Homes are purchased at around a 60% discount to market rates, with the value calculated against the median income in the Borough. Homeowners must reapply the same formula when they sell – meaning prices rise with average incomes, rather than with the open market, securing affordability in perpetuity and keeping communities together.",
                "A site was secured for the development in 2016 following a motion by Lewisham\nCouncil to gift an estate infill site for the construction of the new homes. London CLT’s ambition is to build trust and community buy-in for new homes through the way residents are engaged, going as far as delegating key decisions to them. The first such decision was the choice of architect, which was made at a public workshop that culminated in a vote by residents for their favourite practice. Residents selected Archio because of our enthusiasm and commitment to the process – we saw the opportunity to deliver significant social value benefits in addition to new homes.",
                "Community cohesion is embedded into the design of the new building, which encourages new and existing residents to interact and integrate over time. For example, the building has been positioned to open-up an existing pedestrian route into a new shared public space. This space was designed with residents to facilitate events such as the estate summer barbeque. It is important to acknowledge the trust residents have put into the design process from the outset – the architects began the project by running a 3-day codesign workshop from a temporary office on site. This allowed them to begin designing in collaboration with local people and sent a strong message that their interests were central to the process. At this workshop, 34 residents and 44 children from the neighbouring primary school participated.",
                "During the year-long period up to planning, a further three on-site design workshops informed the design, and the architects worked with London CLT to establish a resident steering group who we met monthly. Where there were concerns, a compromise was reached by listening to the residents. For example, the number of parking spaces on site was agreed with the community and balances the impact on existing residents against the amount of shared public space that can be provided. Throughout the process, residents have been treated as collaborators who helped overcome the challenges of the difficult site to deliver a scheme that best meets their needs. This process has enabled local people to participate in the regeneration of their neighbourhood, strengthening existing community bonds."
            ]
        }
    ],
    "id": 10384,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/10384/building_10384_brasted-close-04_921081f4fa46f7b17dde6bc8bd4203af.jpg",
            "description": "",
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10384_brasted-close-04_921081f4fa46f7b17dde6bc8bd4203af.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/10384/building_10384_brasted-close-02_d76e7dd174e405ea67c07af410230d2d.jpg",
            "description": "",
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10384_brasted-close-02_d76e7dd174e405ea67c07af410230d2d.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Republic, Import Building, E14 2BE",
        "latitude": 51.5100583,
        "longitude": -0.0051144,
        "meeting_point": null,
        "travel_info": [
            "Nearest train: Kingston"
        ]
    },
    "name": "Brasted Close",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/10384",
    "ticketed_events": false
}