{
    "all_week": false,
    "description": "Over the last 20 years, architects have been developing unusual and innovative small-scale residential schemes which seek to improve the quality of public housing in London and reconnect residents to the streets and surrounding communities",
    "design": {
        "designers": [],
        "periods": [
            "Historical/contemporary"
        ],
        "types": [
            "walk/tour"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 20,
            "date": "2022-09-12",
            "end": "2022-09-12T16:30:00+01:00",
            "fully_booked": null,
            "name": "Human scale housing: East London cycle tour",
            "notes": null,
            "start": "2022-09-12T14:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [],
    "factsheet": [
        {
            "heading": "About the Guide and Tour",
            "paragraphs": [
                "The tour starts in the beautiful Jesus Green conservation area in Bethnal Green and will offer participants a chance to reconsider traditional and human-scale housing in London’s East End. Tour ends McGrath Rd E15 4FA.",
                "The tour will then visit the Mansford Estate in Bethnal Green where the intertwined history of the Claredale Street development by Karakusevic Carson Architects and the neighbouring Denys Lasdun-designed Keeling House will be explored. The tour then proceeds into Hackney and the striking King Edwards Road development by Hawkins\\Brown and then on through Victoria Park to Peter Barber Architects’ influential Donnybrook Quarter.",
                "The Olympic Park legacy is also explored through a comparative discussion of the area’s many high-rise developments and the emerging post-games neighbourhoods such as Chobham Manor which demonstrate a more human scale. The tour ends at McGrath Rd, Newham where Peter Barber Architects recently delivered an eye-catching street corner development featuring a generous courtyard. And there will also be a couple of other little architectural surprises along the way.",
                "Route notes: The route is about 11km of flat easy cycling mostly on quiet roads. There is one bridge which can be cycled over or walked and one series of stairs with a wheel ramp where a lift is also available. Participants must be competent riders; bring their own bicycle.",
                "Guide: Peter Burrows can often be found cycling in the Surrey hills. When not doing this he loves discovering new parts of London both by bike and on foot. Long time ex-pat Australian. Architect, but of IT business systems!"
            ]
        },
        {
            "heading": "Golden Key Academy",
            "paragraphs": [
                "This tour is led by a participant of Open City’s Golden Key Academy – a new course training up insightful and engaging guides dedicated to explaining London and bringing its many stories to life. It is part of a wider collection of tour events created by Golden Key Academy guides for Open House Festival celebrating their conclusion of the sixth month course.",
                "This tour will be conducted using live audio and image sharing from your guide via Zoom who will be with you in person for the duration of the tour. The use of Zoom is to enable you to keep safe, space out and still be able to hear the tour.\n \nAttendees must download Zoom before the tour, bring a fully charged smart phone with internet connection, and headphones; and remember to stay at least two metres apart from each other where required. Zoom joining info will be sent out to bookers a day or so before the tour. \n \n20 max. Pre book only."
            ]
        }
    ],
    "id": 10399,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/10399/building_10399_6a5v65qpaj_claredale_st_7894_e47f735a88c5ea7ea771d4d32256d3a6.jpg",
            "description": null,
            "title": "Claredale Street ",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/medium_golden/building_10399_6a5v65qpaj_claredale_st_7894_e47f735a88c5ea7ea771d4d32256d3a6.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "off Columbia Road, Bethnal Green, E2 7BT",
        "latitude": 51.5284285,
        "longitude": -0.0714857,
        "meeting_point": "Jesus Green, corner of Elwin & Quilter streets",
        "travel_info": [
            "Nearest train: Hoxton, Shoreditch High Street, Bethnal Green"
        ]
    },
    "name": "Human scale housing: East London cycle tour",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/10399",
    "ticketed_events": false
}