{
    "all_week": false,
    "description": "The walk, led by architectural historian Billy Reading, will explore the Golden Lane and Barbican estates, designed by architects Chamberlin, Powell & Bon and have witnessed a rollercoaster ride of changing public opinion over the decades",
    "design": {
        "designers": [],
        "periods": [
            "Historical/contemporary"
        ],
        "types": [
            "walk/tour"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": 20,
            "date": "2022-09-04",
            "end": "2022-09-04T16:00:00+01:00",
            "fully_booked": null,
            "name": "Golden Lane and Barbican Architecture Walking Tour",
            "notes": null,
            "start": "2022-09-04T14:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [],
    "factsheet": [
        {
            "heading": "About the Guide and Tour",
            "paragraphs": [
                "Despite moments of controversy, the Barbican is now an internationally celebrated design icon and popular cultural destination. This tour will explore the unique and enigmatic architectural ingredients that draw people in again and again to explore this thought-provoking concrete megastructure.",
                "Starting at the Barbican’s older sibling -- the Golden Lane estate -- this walk will explore the history of the two neighbouring landmark developments and place their architecture within the wider 20th Century context. At the Barbican itself, by seeking out some of the lesser known nooks and corners within the estate we will unpick its design and details; and by exploring the light and shade, the under and over, the hard and the soft, consider what it is that makes this place an architectural masterpiece.",
                "Some steps, stairs and level changes",
                "Guide: Billy Reading is an architectural historian and author based in London. In his role as inspector of historic buildings with Historic England, he advises government departments on the care of their listed buildings, from Downing Street, the Foreign Office and Whitehall to Historic Royal Palaces and the Royal Household. Reading has led walking and cycling tours of London for a variety of organisations including English Heritage, the Parliamentary Estate, London Festival of Architecture, the Building Exploratory, the Society for the Protection of Ancient Buildings and many others. As the recognised leading expert on the historic fire station Billy has written and lectured extensively, worked collaboratively with the London Fire Brigade and published a book on the subject. He has also published an introduction to British Brutalism, and his current project on the City of London Churches is due for publication next year."
            ]
        },
        {
            "heading": "All walking tours 20 max.",
            "paragraphs": [
                "Pre book only."
            ]
        }
    ],
    "id": 10410,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/10410/building_10410_1c75fed114bea3a564889906f987502d_ace74af16e2d6d7d125aac803046c367.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/medium_golden/building_10410_1c75fed114bea3a564889906f987502d_ace74af16e2d6d7d125aac803046c367.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Fortune Street, EC1Y 0RA",
        "latitude": 51.5224328,
        "longitude": -0.0934166,
        "meeting_point": "The corner of Golden Lane and Fortune Street",
        "travel_info": [
            "Nearest tube: Barbican, Old Street, Moorgate",
            "Nearest train: Moorgate"
        ]
    },
    "name": "Golden Lane and Barbican Architecture Walking Tour ",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/10410",
    "ticketed_events": false
}