{
    "all_week": true,
    "description": "This self-guided cycle itinerary has been created by the Open House team to explore exterior architecture in Waltham Forest.",
    "design": {
        "designers": [],
        "periods": [
            "Historical/contemporary"
        ],
        "types": [
            "walk/tour"
        ]
    },
    "events": [],
    "facilities": [],
    "factsheet": [
        {
            "heading": "Route and description",
            "paragraphs": [
                "WALTHAM FOREST BIKE TOUR",
                "Wanstead, Leytonstone, Leyton, Walthamstow, Chingford 24km / 90 mins cycling",
                "Start at: The Science Lab 134 Trumpington Rd E7 9EQ\nLeytonstone and Wanstead Synagogue E11 4AT\nTurning Earth Ceramics E10 E10 7QE\nThe Walthamstow Pumphouse Museum E17 8AX\nWalthamstow Library E17 7JN\nWalthamstow School for Girls E17 9RZ\nVestry House Museum E17 9NH\nSt Mary’s Church Walthamstow Village E17 9RL + Monoux Almshouses E17 9RL \nColby Lodge 1C The Drive E17 3BN\nWaltham Forest Town Hall Complex E17 4NX\nWilliam Morris Gallery E17 4PP\nSt Michael and All Angels Church E17 6PQ\nBlackhorse Workshop E17 6BX\nAll Saints Church E4 8BU\nSt Peter and St Paul Church E4 7ER\nFinish at: Queen Elizabeth’s Hunting Lodge and Epping Forest Visitor Centre E4 7QH",
                "The Science Lab 134 Trumpington Rd E7 9EQ\nA 2-storey 1935 former school canteen, science lab and art department that was later used as a recording studio. It has now been converted into a 200 sqm 4-bed residence with green roof/terrace, steel windows and original parquet flooring.",
                "Directions:\nHead north-east on Trumpington Rd 25m > Turn right onto Sheridan Rd 50m > Turn left onto Thorpe Rd 140m > Turn left onto Dames Rd/B161 650m > Turn right onto Montague Rd (parts of this road may be closed at certain times or on certain days) 500m > Turn left onto Ferndale Rd (may be closed at certain times or on certain days) 330m > Turn right onto High Rd Leytonstone 330m > Turn left onto Harrington Rd 160m > Slight right onto Church Ln bike path 20m > Turn left on bike path 160m > Turn right across A12 dual carriageway 75m and immediately right to reach Grove Green Rd > Turn left onto Grove Green Rd/A106 140m > Turn right onto Drayton Rd 75m > Turn right onto Fillebrook Rd 20m > The Synagogue will be on your left",
                "Leytonstone & Wanstead Synagogue 2 Fillebrook Rd, London E11 4AT\nStemming from a minyan started in 1924, Leytonstone & Wanstead Synagogue is one of the last East London synagogues holding regular services. The current building in Fillebrook Road opened in 1954 and still retains many post-war features. Architect: Norman Cohen",
                "Directions: \nHead west on Fillebrook Rd towards Drayton Rd 17 m > Turn right onto Drayton Rd 190 m > Turn left onto Bulwer Rd 350 m > Turn left onto Hainault Rd 240 m > Turn right (just before the railway bridge) onto Midland Rd 250 m > Turn right onto High Rd Leyton/A112 750 m > Turn left onto Lea Bridge Rd/A104 1.8 km > At the major crossing lights turn right onto Argall Way > Go through 1 roundabout 700 m > Take the second exit to join Argall Ave 120m > Turning Earth Ceramics will be on your left",
                "Turning Earth Ceramics E10  11 Argall Avenue London E10 7QE\nNew ceramics centre for the Lee Valley, covering the entire top floor of an old hardware factory. Three rooms, providing just over 8000 sq ft of floor space; the main room is capped by its original saw-tooth glass roof feature.",
                "Directions:\nReturn on Argall Ave to the roundabout 100m > Turn sharp right onto the cycle path (“Black Path”) 320m > Turn right onto S Access Rd 600m > The Pumphouse Museum will be on your right",
                "Walthamstow Pumphouse Museum  10 South Access Road London E17 8AX\nGrade II listed Victorian engine house remodelled to take a pair of 1895 Marshall steam engines, still in working order. A museum celebrating the rich industrial heritage of the Borough and the Lea Valley Region.",
                "Directions:\nContinue on S Access Rd 14 m > Turn left onto Forster Rd 35 m > Turn right to stay on Forster Rd 57 m > Turn right onto Hartington Rd 229 m > Turn left onto Station Rd 129 m > Through car-free section onto St James St/A1006 216 m > Turn right onto the car-free High St 937 m > The Library will be on your right in the Town Square",
                "Walthamstow Library 206 High Street London E17 7JN\nThe 1903 Reading Room and 1909 Wren-style red brick building with stone dressings were refurbished in 2006 creating a new 8m high glass foyer with terracotta cladding and a children's library.",
                "Directions:\nContinue east on the car-free High St 115 m > Continue onto Church Hill, going through 1 roundabout 317 m > Turn right onto Woodbury Rd 116 m > The school will be on your right",
                "Walthamstow School for Girls 58-60 Church Hill Walthamstow London E17 9RZ\nFounded 1890, moving to present site in 1913, retaining St Mary's Vicarage (1902). Grade II listed frontage, in a red brick English Baroque style. Won a BCSE Design Award in 2011. Greek Theatre, 1925, within the grounds.",
                "Directions:\nReturn along Church Hill 100m > Turn left onto Woodbury Rd 90m > Turn left onto Folkestone Rd 61 m > Turn left onto St Mary Rd 94 m > Continue onto Church Path (walk your bicycle) 100m to reach Church End > Vestry House Museum, Almshouses and St Mary’s Church are all visible and can be reached by pedestrian paths.",
                "Vestry House Museum Vestry Road London E17 9NH\nBuilt as a workhouse in 1730, the date plaque warns 'if any should not work neither should he eat'. It became a police station, a private house, and from 1931 Waltham Forest's Museum.",
                "Squire’s Almshouses E17 9RL\nBuilt in 1795 with fine pediment.",
                "St. Mary's Church E17 9RL\nGrade II* listed church dating from 12C with Medieval, Tudor, Georgian & Victorian features including 16C Tower with a peal of ten bells. Churchyard of three & one third acres containing approx 1300 monuments, the oldest dated 1710.",
                "Monoux Almshouses Church End London E17 9RL\nA row of thirteen dwellings plus a hall used as a committee room and offices, constructed as one block on two floors. The building is divided by a jettied cross range. Grade II listed.",
                "Directions: \nWalk your bicycle on the path past the church and the Monoux Almshouses on your right 50m >  Cross over Prospect Hill to reach The Drive 50m > Colby Lodge will be on your left",
                "Colby Lodge 1c The Drive London E17 3BN\nInspirational development completed March 2018, designed for local older people, incorporating principles from the HAPPI report, good light, ventilation, space, balconies, storage, adaptable to changing needs, impressive views over London. Architects: Pollard Thomas Edwards 2017.",
                "Directions: \nReturn on The Drive 50m to Prospect Hill > Turn left onto Prospect Hill 383 m > Turn left onto Shernhall St 320 m > Turn left onto Forest Rd/A503 330 m > Turn right (cross main road using the pedestrian crossing lights) into the Walthamstow Town Hall domain 63 m\nEnter the roundabout > The Town Hall is ahead of you",
                "Waltham Forest Town Hall Complex, Forest Road 701 Forest Road London E17 4JF\nThe Town Hall is currently being remodelled and access is very limited. Architects Hawkins\\Brown have designed a scheme to create a 21st century civic centre and community hub for Waltham Forest, allowing Council staff to be concentrated in one place while at the same time opening up the Town Hall buildings for greater community use and building 450 housing units. Project completion 2023/24.",
                "Principal buildings on the site are:\nImpressive civic centre, built in Portland stone with a classical layout in Swedish influenced popular inter-war style. Art Deco internal design\nThe Assembly Hall, a striking, Grade II listed, Art Deco style building completed during WWII. Built in a restrained style in Portland stone. Renowned for its acoustics, the hall has been used for famous recordings and concerts.\nThe former Magistrates Court of 1972 in the brutalist style . The refurbishment, completed in early 2018, saw the building stripped back to its core structure, opened up and now provides facilities for 350 plus council staff over 3,000sqm.",
                "Directions:\nContinue alongside the Magistrates building to leave the Town Hall domain into Farnan Ave 200m > Turn right onto Farnan Ave 225 m > Turn left onto Chandos Ave 130 m > Straight ahead to Dudley Rd 100m > Turn left into Bedford Rd 200m > Turn right into the car park and walk your bike on the pedestrian access path into Lloyd Park > The Gallery will be ahead of you",
                "The William Morris Gallery is housed in a Georgian house, built in the 1740s and set in Lloyd Park. The Grade II* listed building was Morris's family home from 1848 to 1856. The only public gallery devoted to William Morris, it reopened in August 2012 following a major redevelopment.",
                "Directions: \nFrom the gallery return to the main road (Forest Rd/A503) and turn right (to cross the main road and reach the cycle path there is a zebra crossing to your left). Continue west along Forest Rd/A503 750 m > Turn left onto Palmerston Rd 400 m > The church is on your right at the corner of Northcote Rd",
                "St Michael and All Angels Church  Northcote Road Walthamstow London E17 6PQ",
                "James Maltby Bignall (1827-1885) worked in the practice of Sir George Gilbert Scott, the architect of St Pancras Station. The style of St Michael's is late Gothic Revival, in its size and height reminiscent of Northern European churches. Wonderful church furniture and stained glass by Hardman of Birmingham and statuary from Oberammergau. The ensemble of Vicarage and Church Hall was completed by Bignall’s brother Jabez.",
                "Directions:\nReturn up Palmerston Rd to Forest Rd/A503 400m > Turn left into Forest Rd/A503 450m > Turn right onto Pembar Ave 175 m > Turn left onto Tavistock Ave 158 m > Turn right onto Blackhorse Ln/B179 329 m > Turn right into Sutherland Path (look out for Blackhorse Workshop sign and Sutherland Path archway)",
                "Blackhorse Workshop 1-2 Sutherland Road Path London E17 6BX\nA makerspace offering open access to a fully equipped wood and metal workshop with bench space, tools and machinery. Includes education space, community café and 40 studios for creative businesses.",
                "Return to Blackhorse Ln/B179 and turn right > Follow Blackhorse Lane/Billet Rd/B179 2.46km > At the major roundabout intersection with the North Circular follow the bicycle path through the intersection to reach Chingford Rd/A112 > Follow A112 1.83 km > \nCross straight over the main road onto Old Church Rd/A112 650m > the Old Church will be on your left",
                "All Saints Church (The Old Church)  Old Church Road Chingford London E4 8BU\nOriginal parish church of Chingford, with Norman foundations and interesting monuments. Tudor porch.",
                "Directions:\nOpposite the church take the path eastwards through Chingford Mount Cemetery 750m > Leave the Cemetery onto Heathcote Grove 454 m > Turn right onto Endlebury Rd 116 m > \nTurn left by the zebra crossing onto the bike path 365 m > Turn right on the bike path to Pretoria Cresc 39 m > Turn left onto Pretoria Cresc 98 m > Continue onto Pretoria Rd 211 m > Turn left onto Kings Rd/A110 34 m > Turn right onto Station Rd/A1069 57 m > Turn left onto Carbis Close 61 m > The Church will be ahead of you",
                "Chingford Parish Church, The Green Chingford E4 7EN\nNave (1844) by Lewis Vulliamy, chancel (1903) by Sir Arthur Blomfield. Stained glass windows by Christopher Webb and by Clayton & Bell. Norman font brought from the Old Church. Grade II* listed.",
                "Directions:\nReturn on Carbis Close to Station Rd/A1069 61 m > Turn left onto Station Rd/A1069 and continue to follow A1069 (now Ranger’s Rd) 1.22 km > the Hunting Lodge and The \nEpping Forest Visitor Centre will be on your left",
                "Queen Elizabeth's Hunting Lodge 10 Ranger's Rd, London E4 7QH, UK\nTudor timber-framed hunt standing/grandstand (1543), Henry VIII Tudor food display, Tudor dressing up. Gateway to 6,000 acres ancient Epping Forest, once royal hunting ground, protected since 1878 by City of London Corporation, Grade II*. NB Not participating in Open House 2021.",
                "Epping Forest Visitor Centre at Chingford, The View\nThe View, an old stable yard converted to operate as a visitor centre for Epping Forest, 6,000 acres of ancient open forest. The View offers exhibitions, a small shop, maps and leaflets, a courtyard area, toilets, a grassy enclosure for picnicking and a first floor balcony (accessible by lift) providing views over historic Epping Forest. NB Not participating in Open House 2021"
            ]
        }
    ],
    "id": 10444,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/10444/building_10444_untitled_artwork_2590f89366a20973a3f4ce24ca0de9ab.jpeg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/medium_golden/building_10444_untitled_artwork_2590f89366a20973a3f4ce24ca0de9ab.jpeg"
        }
    ],
    "links": [],
    "location": {
        "address": "134 Trumpington Road, E7 9EQ",
        "latitude": 51.5563624,
        "longitude": 0.0173833,
        "meeting_point": "The Science Lab",
        "travel_info": [
            "Nearest tube: Leyton",
            "Nearest train: Wanstead Park"
        ]
    },
    "name": "Self-guided Cycle Tour of Waltham Forest, by Open House",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/10444",
    "ticketed_events": false
}