{
    "all_week": false,
    "description": "100-foot tall, topped by a cast iron tank that held 38 gallons of water. Part of the remains of the South London Victorian hospital and workhouse that it served. A crumbling giant of Victorian engineering; turned into a home in 2012.",
    "design": {
        "designers": [
            {
                "architect": "Mike Collier",
                "description": null,
                "year": "2014"
            }
        ],
        "periods": [
            "Overalls Architecture",
            "Victorian"
        ],
        "types": [
            "residence"
        ]
    },
    "events": [],
    "facilities": [
        "Toilets",
        "Architect on site"
    ],
    "factsheet": [
        {
            "heading": "History",
            "paragraphs": [
                "‘The water tower stands just to the south west of Elephant & Castle shopping centre. The site is that of the Renfrew Road workhouse, designed by R Parris and Thomas W. Aldwinckle and built between 1871 and 1874 (Charlie Chaplin was briefly an inmate). The tower was erected in 1877 to serve both the workhouse and the new Lambeth Infirmary, opened immediately to the north the year before. It is 99 feet tall, 25 by 17 feet in plan and the tank at the top had a capacity of about 15,600 gallons.\n \nThe architects of the tower were Fowler and Hill, and the combination of brooding immensity and delicacy of detail they achieved is striking. The use of deep but narrow window slots, arcading and pilasters within the great mass of buttressed brick creates a powerful modelling effect, especially in strong sunlight. The Portland stone cills and buttress heads contrast nicely with the yellow London stock bricks. Heritage England’s listing description speculates that this earlier ‘grand design’ is a deliberate response to the particularly ornate style of the workhouse’s main administrative block at that time, with its Venetian-Byzantine Gothic arcade. Kevin McLeod, the programme’s presenter, compared the tower to a cathedral; early Chicago skyscrapers also leap inescapably to mind.\n \nIn 1922 the workhouse and infirmary merged as a result of social and healthcare changes. Further departments were added over the years and Lambeth Hospital became one of the largest in London. It remained in use until 1976 and replacement by YRM’s white-tiled St Thomas’s Hospital half a mile to the west.’\n \nChris Rogers  |  Writer on architecture and visual culture"
            ]
        },
        {
            "heading": "The Conversion",
            "paragraphs": [
                "‘In 2007 most of the site was sold to Bellway Homes who, in addition to building new blocks of apartments, intended to convert the water tower into a single dwelling. Local architects Amos Architecture & Interiors were appointed to plan and design the entire site for Bellway, including the water tower conversion, and a planning application was lodged in spring 2008. Andrew Brown of Woodhall Planning and Conservation, the only architect featured on the programme and presented as the sole author of the conversion, confirmed to me that Amos actually originated the basic approach, adding to the tower a glass lift and service core and a large cubic volume to provide more practical living space. Importantly, their plan would have stripped out the water tower’s original interior, including all the floors and its stone stair, and added a steel frame to support the new internal arrangements.\n \nThe water tower was in a conservation area but not listed, and Lambeth council approved the plans on that basis. When the water tower was spot-listed in autumn 2008, however, the council found itself unable to grant listed building consent for the already-permitted scheme. As a specialist historic building consultancy, Woodhall was commissioned at this point to re-visit the conversion.\n \nWorking within Bellway’s massing concept and its three main elements, which he praises, Andrew Brown explains how “we tried to get those relationships right”. A particular goal was “maintaining the cube as a perfect cube, a sculptural object in its own right”, and the final iteration did this by reversing Amos’s storey arrangement to put a recessed floor at ground level and pushing the cube’s footprint away from the tower slightly. Conversely, the service tower in Amos’s design had been placed at an angle to the water tower whereas Woodhall rotated it and closed that distance so that the two are parallel. Now required to retain the original stair, Brown’s team “had to juggle design of the lift tower and bathrooms” to fit the amended plan. The cladding of the service tower went through a number of iterations; Brown recalls a “certain amount of brick, but we played around with the proportion and looked at different contrasting materials”. Patinated or distressed copper was settled on for parts of the tower and the cube, providing a warm tone to complement the brick.\n \nWoodhall and his colleagues were unable to fully inspect the water tank but Lambeth council shared their nervousness over its likely structural condition – understandable, given the alarming state of some of the external brickwork as seen on the programme – and agreed to its removal on those grounds. Brown says that an entirely glazed box was designed to replace it, occupying the same volume and location. Concerns over a lack of psychological security when inside such a space led to fritting (ceramic disks of different diameters fired into the glass) being introduced around the lower portion, at varying heights according to the views on each side.\n \nAll of the above occurred between 2009 and 2010. Bellway had always planned to sell-on the site with the permitted scheme but after seeing the still untouched tower from one of his own redevelopment projects nearby, property developer Leigh Osborne fell for the building in January 2011. He was already a client of Ealing-based ACR Architects, and its partner Mike Collier undertook to support him to complete his own vision for the structure. This assistance in fact began weeks before Osborne and his life partner Graham Voce purchased the tower, as ACR obtained details of the permitted scheme, looked into the work that would be needed to remediate the building and even assembled a professional team. Only in August 2011 did Collier and colleagues see the site for the first time, and the initial tasks did not begin until October that year. These included a detailed archaeological investigation of the tower’s original function, recording of the plant in situ, clearing out the water tank and surveying the structure in detail.\n \nRegarding the tank, Collier describes how he “quite liked” Woodhall’s glass box, though also toyed with the idea of replacing it with a new enclosure clad with the same material as the new elements, but was persuaded by his structural engineer that removal of the iron tank would actually be problematic. Collier in turn suggested its retention to Osborne who considered the idea and eventually agreed. Given the tower’s listed status Lambeth planners concurred though a new application was needed, which Collier delivered over Christmas 2011. In introducing the windows that would now be necessary here, Collier and team looked to make the fenestration “as unobtrusive as possible”. Despite describing himself as “an unashamed Modernist”, Collier recognised the importance of the conservation aspects of the water tower project and indeed described the marriage of the two as “paramount”.\n \nA second important change to the permitted scheme came with the substitution of dark aluminium cladding for the approved patinated copper. In reaching this decision, Collier considered the materials used in the surrounding apartment blocks, which would after all form the new context for the water tower. These were yellow stock brick with dark grey detailing which, he felt, were not especially notable in themselves but could be made to work when addressed carefully. “How you articulate a given palette is [more] important,” says Collier, “and because we have yellow stock brick [on the tower anyway], I was never sure patinated copper would work.”  Feeling that a darker colour for the cladding would pick up the dark grey detailing observed in the apartment blocks, Collier “briefly explored the idea of using dark grey brick”, before selecting a German-made composite cladding system consisting of two aluminium cover sheets in anthracite grey over a plastic core. Though this cladding is typically found on large commercial projects, Collier felt that the tower – though domestic in nature – was “almost a commercial building in scale” and so could support such an approach. The same material also covers the bathroom side of the service tower, with the lift portion completed in the yellow stock brick.\n \nThe third major alteration to the Woodhall scheme involved the cube. It had a glazed curtain wall that was fixed but Collier thought that large, opening windows were far more appropriate, and so introduced the dramatic 5.3m full-height sliding doors seen in the programme. Collier points out that the design of the doors – which weigh half a tonne each – and the manner in which their edges are concealed results in only two 22mm-wide glazing bars interrupting the entire expanse. Inside, ACR pulled back the upper floor slightly to create a mezzanine without sacrificing space. \n \nWork proper only commenced in February 2012, and proceeded at the breathless pace shown in the programme. Having experienced the result first hand, thanks to a tour arranged by Mike Collier during which I met Leigh, I stand by my initial reaction. \n \nThe additions fit perfectly, thanks to intelligent and sensitive massing and superb use of materials. Viewed from the approach to the house, the stepping up in height from cube through service tower and glazed link to water tower works well. The cube is a very clean volume, helped by the glazed balustrade on the roof terrace and having just those three vertical mullions in the fenestration. Employment of commercial systems on domestic buildings doesn’t always come off, but here the anthracite cladding is nicely reticent without being harsh and unifies the disparate parts well. The glazing in the link and the sliding panels is executed with a high level of skill and care and refreshingly subservient to the brickwork. Where new, this is an exquisite match to Fowler and Hill’s now-cleaned façade, allowing the service tower to read as part of the original but also separate.\n \nWithin, one moves through the different spaces in a way that shows their industrial origins yet still feels coherent and useable for the most part. Original brickwork is left visible but sometimes topped and tailed with coping and skirting, an effective approach. Standing on that mezzanine reveals some dynamic perspectives down to the lower floor. The bedrooms and bathrooms have been smartly inserted in the old tower and vary in their levels, architectural detail and décor and there are neat touches like discreet storage and a lot of hidden technology.\n \nDespite thick walls, there is plenty of daylight from the arrow slit windows and a good balance throughout between the heft of Fowler and Hill’s work and the contemporary language of glass and aluminium cladding including of course at the summit, where even on a hazy sunny day a stunning all-round view is available via four large new windows. They are a little unsophisticated in form, a product no doubt of those tricky conversations with the council, but it would of course be churlish to deny Leigh and Graham their ‘prospect room’.\n \nCollier describes the project as “the most incredible experience for all of us, a real privilege.”",
                "Chris Rogers  |  Writer on architecture and visual culture"
            ]
        },
        {
            "heading": "The Tour",
            "paragraphs": [
                "A lot of the internal brick put in to support its tank was stripped out to make space for usable rooms. On the first floor there is a gym, the second and third floor are both bedrooms. Above that, a double height master bedroom with a connecting mezzanine occupies 2 floors.",
                "On the 6th and 7th floors are also bedrooms, and finally 100 feet up within the tank itself is a rather spectacular living room. Large windows cut out of the existing cast iron tank provide magnificent views across London.",
                "Two modern structures were also added to its original build: firstly a six-storey lift shaft that runs parallel to the original building and contains bathrooms on every level, connected to the bedrooms by shimmering glass-clad walkways.",
                "The second structure, at the base of the Tower, is a spacious 4 storey cube housing a garage, a large kitchen, a sitting room and a roof terrace. It's enormous West-facing glass sliding doors – the largest glass sliding doors in Europe - provide the living areas with plenty of light."
            ]
        }
    ],
    "id": 10453,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/10453/building_10453_a2f07e92-0d0d-4450-be3f-4ec94ec17f19_f2570ed0ccae4abe0d114ebb4e3a74ea.jpeg",
            "description": null,
            "title": "Front view ",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10453_a2f07e92-0d0d-4450-be3f-4ec94ec17f19_f2570ed0ccae4abe0d114ebb4e3a74ea.jpeg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/10453/building_10453_fe7adc92-a500-478e-852a-5e295d2fb8a5_6246b0e3beac02ac03966c28433b1fe4.jpeg",
            "description": null,
            "title": "Cube view",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10453_fe7adc92-a500-478e-852a-5e295d2fb8a5_6246b0e3beac02ac03966c28433b1fe4.jpeg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/10453/building_10453_b9c5c7de-8630-492f-a5c1-5d38aecc4b0a_a8e8687be3ba560e0e8949b90dfd59a8.jpeg",
            "description": null,
            "title": "Terrace to Tank",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10453_b9c5c7de-8630-492f-a5c1-5d38aecc4b0a_a8e8687be3ba560e0e8949b90dfd59a8.jpeg"
        }
    ],
    "links": [],
    "location": {
        "address": "The Water Tower, 6 George Mathers Road",
        "latitude": 51.4923789,
        "longitude": -0.1044689,
        "meeting_point": null,
        "travel_info": [
            "Tube: Kennington, Elephant & Castle",
            "Train: Waterloo, Elephant & Castle"
        ]
    },
    "name": "The Water Tower",
    "original_url": "https://programme.openhouse.org.uk/listings/10453",
    "ticketed_events": false
}