{
    "all_week": false,
    "description": "The Family Kitchen & Shop, Royal Botanic Gardens Kew, designed by architects HOK with front of house interiors by Mizzi Studio and Lumsden Design, is an environmentally driven, education-led food space for visitors of all ages.",
    "design": {
        "designers": [
            {
                "architect": "Mizzi Studio",
                "description": null,
                "year": "2021"
            }
        ],
        "periods": [
            "Contemporary"
        ],
        "types": [
            "restaurant/bar"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "booking_link": null,
            "capacity": 30,
            "date": "2022-09-20",
            "drop_in": true,
            "end": "2022-09-20T18:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in",
            "notes": "Visitors can arrive at any time during the opening hours. There may be queues at busy times.",
            "start": "2022-09-20T10:00:00+01:00",
            "ticketed": false
        },
        {
            "activity_type": "Drop in",
            "all_day": false,
            "booking_link": null,
            "capacity": 30,
            "date": "2022-09-21",
            "drop_in": true,
            "end": "2022-09-21T18:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in",
            "notes": "Visitors can arrive at any time during the opening hours. There may be queues at busy times.",
            "start": "2022-09-21T10:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        "Toilets",
        "Refreshments",
        "Parking"
    ],
    "factsheet": [
        {
            "heading": "The Family Kitchen Access",
            "paragraphs": [
                "Please note that the Family Kitchen is located within Royal Botanic Gardens, Kew and an entrance ticket will need to be purchased to visit The Family Kitchen, unless you are a Member."
            ]
        },
        {
            "heading": "A Truly Collaborative Approach",
            "paragraphs": [
                "The restaurant has been designed as a highly sustainable timber building that aligns with the sustainability ethos of the Royal Botanic Gardens, Kew; its interiors present a world of fantasy – a colourful, interactive space that teaches families all about the origins of their food.",
                "The Family Kitchen & Shop, designed by HOK’s London studio with the front of house design by Mizzi Studio (restaurant) and Lumsden Design (retail), with design development, interior design and D&B delivery by CityAxis with Mulroy Architects, have created a building of the highest quality, successfully collaborating with RBG Kew to design an environment that stimulates, educates and engages children of all ages. HOK’s brightly sunlit building celebrates the beauty of exposed timber – a material with exemplary sustainability credentials that has been shown to reduce stress and lower the response of the sympathetic nervous system. Raw, tactile and robust materials provide the canvas with construction techniques demonstrated through exposed detailing and materiality. On entering the building, children visiting the Family Kitchen & Shop will be surrounded by a fantastical front of house interior design by Mizzi Studio, with exciting and interactive structures that double up as seats, tables, worktops, lights and educational tools. Finally, families will be able to visit a RBG Kew’s newest retail space – a colourful, welcoming and open space designed by Lumsden Design."
            ]
        },
        {
            "heading": "Reflecting nature in the built environment – HOK’s sustainable timber restaurant",
            "paragraphs": [
                "Building on the success of the recently opened Children’s Garden at RBG, Kew, which makes it the primary destination for families visiting the gardens, the new project aims to educate children in the value of healthy eating, good food preparation, the origins of ingredients and natural produce.",
                "Providing 250 covers, the new 1,150m² sustainable facility has been conceived out of a desire by RBG Kew to enhance the experience of children and their families visiting the Gardens. Following the recent completion of the hugely successful Children’s Garden, a delightfully engaging and interactive playground, the Family Kitchen & Shop will provide a dining experience suitable for a younger audience. The restaurant will open onto an outdoor dining area, bridging the gap to the Children’s Garden, creating a safe and secure zone for children to play, learn and dine within the supervision of their families and RBG Kew staff.",
                "The architecture of the building tells the story of sustainable, flexible and timeless design and is critically honest in its approach. Overarching structural timber elements provide the rhythm of the design, reflecting the common language of various buildings and landscapes within the Gardens. The Family Kitchen & Shop will become a key part of the RBG Kew education programme as well as enhancing the visitor experience.",
                "An important driver for the project team and client alike was the promotion of sustainable construction techniques and materials. As such the restaurant and retail spaces have been designed with exposed timber structural elements (glu-lam beams, CLT walls and CLT soffit), exposed mechanical and electrical services, triple glazed curtain wall façade, finishes made from recycled materials and an array of photo-voltaic panels on the roof.",
                "In accordance with the Royal Botanic Gardens. Kew commitment to become ‘Climate Positive’ by 2030, the building services strategy has been developed to reduce the energy consumption of the building throughout its lifespan. Photovoltaic panels on the roof and a heat recovery system, amongst other measures, contribute to the efficient ongoing operation and maintenance of the building. Thanks to the skill and determination of the design and delivery team, the Family Kitchen & Shop building is on target to achieve BREEAM Excellent certification and boasts an embodied carbon reduction of more than 50 percent against industry benchmarks.",
                "HOK, Associate Stuart Ward\n“We have always seen the Family Kitchen and Shop as an extension of the Children’s Garden and as such transparency, materiality and form were the key drivers for the building design. The elegant timber frame accommodates a flexible front of house space which can take on multiple layouts and is inherently future proof. The regular rhythm of the fully glazed main façade is a nod to the existing architecture elsewhere in the Gardens and the exposed timber offers a visual and tactile link to the natural world.",
                "Sustainability is at the forefront of the client’s approach to its global research, and it was important this exciting new facility worked hard to reflect this ethos. We have utilised raw, tactile and robust materials with exposed detailing to create a space that is honest in its approach while promoting responsible and sustainable design and construction techniques. Apart from being renewable, one of timber’s most unique features is the fact that it’s a carbon negative option given the material both absorbs atmospheric carbon and creates considerably lower volumes of emissions during the manufacturing process.”"
            ]
        },
        {
            "heading": "Fantasy meets nature – Mizzi Studio’s educational, interactive interiors",
            "paragraphs": [
                "The spirit of the Family Kitchen can be described as ‘Charlie and the Chocolate Factory meets nature-led laboratory’. Families are drawn inside the restaurant by a radiating LED sun, beginning a journey that introduces them to all the natural elements involved in the ecosystem and process of food growth – from the power and energy of the sun to the lessons of seasonality in production and harvesting, each illustrating the path from plant to plate.",
                "The interiors create a magical world of gardens, forests and woodlands where human beings appear to have been shrunk to the size of small creatures living within nature – a play on scale inspired by fantastical worlds in literature such as Roald Dahl’s James and the Giant Peach. Situated next to the interactive Children’s Garden, this vibrant, stimulating world offers a backdrop that presents food in a theatrical, learning-based setting.",
                "Comprising food preparation counters and serveries, a gelateria, a hand sanitising station, and differently themed dining areas, the restaurant promotes a blend of education and wonder, placing emphasis on a sustainable food culture through sensory and tactile design. The new restaurant promotes the global research undertaken by RBG scientists and the importance of diet. A number of interactive installations and signage, smartly integrated into the furniture and building fabric, offer children an insight into plant types, local produce, agricultural techniques, food processing and meal preparation. With sustainability and education at its heart, the restaurant has been divided into six key learning zones: Diversity, Autumn, Science, Water, Sun and Spring. Each of these themes were developed as critical aspects of the production, processing and preparation of healthy food.",
                "Most importantly, the design has been conceived to take families on an exciting, nature-filled journey. It begins with the sun, the rain and clouds, and the parting seas, introducing the fundamental elements of nature involved in food growth to visitors as they enter the space – from the power and energy of the LED sun wall, Gaudi inspired blue mosaic wave seats representing the parting seas, and pendant rain cloud lighting. Next, they are led to a laboratory-inspired botanical water station for hand sanitisation, highlighting the importance of hygiene as well as putting on show the antibacterial properties of plants like lavender and rosemary. The process of germination and the magic of seeds is brought to life in a zone dedicated to spring, where lenticular panels and LED-lit push buttons animate the process of seed growth and dispersal.",
                "In the centre of the Family Kitchen sits a tiled pizza oven draped with bright red infinity mirror periscopes that showcase harvested fruit and vegetables. This is where children will learn all about how food is made, where ingredients come from, and how to recognise and name the different foods that make up their meals. A pizza topping station allows children to select their own ingredients, pushing knowledge around the process of food making front-and-centre in the experience of dining out. Finally, families will enter a large deep magenta dining zone furnished with an oversized Enset tree surrounded with mirrors, illuminated foliage and colourful seating of summer berry tones. As well as this, is a dedicated seating quiet zone in the shape of a giant apple provides the perfect space for neurodiverse visitors to enjoy the Family Kitchen in a calm and relaxed way.",
                "The journey’s zoning approach also follows the theme of the earth’s four seasons, with applicable colour stories and textures characterising the different sections and seating throughout the restaurant. In the autumnal section, artist Tom Hare has created large-scale, hand woven willow fungi sculptures, celebrating the magical world of mushrooms, their place in the ‘wood-wide-web’, and their significant role in the mycelium networks in woodlands and forests. Elsewhere, restaurant colours draw from the natural hues and tones of each season, functioning both as wayfinding and playful décor.",
                "Jonathan Mizzi, Mizzi Studio, Director says:\n“Kew is an institution that has brought so much value to the entire world. Our goal has been to design a space that celebrates nature and learning, helping to make children and parents excited about food growth, hygiene and preparation. It’s Charlie and the Chocolate factory meets botanical science laboratory. Through colour, texture and wild nature-inspired form, we have created a space that brings families closer to the roles of the elements in nature, to seasonality, and the overall journey from plant to plate.",
                "The Kew Family Kitchen is a place where the entire family can learn about our ecosystem – how the sun works, how plants work, and how food is grown. As we are living in a climate crisis, Mizzi Studio believes that nothing is more important than using design to champion humanity’s role as stewards of our great and beautiful planet. Our goal is therefore to help children fall in love with nature, so that they will instinctively treasure and protect it as they grow.”"
            ]
        },
        {
            "heading": "Retail Shop - Stories about Nature",
            "paragraphs": [
                "In collaboration with architects HOK, as well as restaurant designers Mizzi Studio, the team at Lumsden Design has created a unique space full of stories about nature. From display tables resembling oversize ants, to a reading area with an oversize earthworm bench for little bookworms, as well as sculptural honeycomb hive lighting and cloud shaped lights, everywhere you look is designed to fascinate and inspire children and their families.\n \nThe shop makes inventive use of sustainable materials throughout, including a cash wrap countertop made from recycled yoghurt pots and sculptural mushroom shaped tables made from trees felled at Kew Gardens. This unique and ground-breaking space reflects the core values of the Family Kitchen concept and enhancing visitors’ experience of this iconic destination.",
                "James Dwyer, Design Director",
                "“The Royal Botanic Gardens at Kew has always been a place of magic and inspiration for children and their families,” says James Dwyer, Design Director at Lumsden Design. “So it was a privilege to be asked to create a retail space to complement the new Children’s Garden.”\n \n“All too often the retail space at visitor attractions is an afterthought, a missed opportunity.  Our mission is to change that, creating spaces that not only drive significant revenue but also enhance the visitor experience. I believe that’s what we, together with our brilliant client and design partners, have achieved at Kew. I can’t wait for the doors to be opened and the first families begin to discover the space.”"
            ]
        },
        {
            "heading": "PROJECT INFO",
            "paragraphs": [
                "Client: Royal Botanic Gardens, Kew\nProject Address: Royal Botanic Gardens, Kew, Richmond, London, TW9 3AE\nProject Type: Hospitality (Restaurant, Retail, Kitchen) and Education\nCompletion: November 2021\nInterior Design: Mizzi Studio\nInterior Fitout: Firecracker Ltd\nArchitect: HOK\nDelivery Architect: Mulroy Architects\nShop Interiors: Lumsden Design\nProject Manager: Patrick Wynniatt-Husey (on behalf of Royal Botanic Gardens, Kew)\nMain Contractor: CityAxis"
            ]
        }
    ],
    "id": 10548,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/10548/building_10548_0_hero_giant-garden_credit_james-mcdonald_ac625fcd9e6d1d26310a381be947a379.jpg",
            "description": null,
            "title": "The Giant Garden (Mizzi Studio)",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10548_0_hero_giant-garden_credit_james-mcdonald_ac625fcd9e6d1d26310a381be947a379.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/10548/building_10548_5_sun_ocean_rain_credit_james-mcdonald_51df81810f2723699924125be363b939.jpg",
            "description": null,
            "title": "Sun, Ocean, Rain (Mizzi Studio)",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10548_5_sun_ocean_rain_credit_james-mcdonald_51df81810f2723699924125be363b939.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/10548/building_10548_6_sun_ocean_cloud_credit_james-mcdonald_d27824f64277fce571c4de7d0b5890da.jpg",
            "description": null,
            "title": "Sun, Ocean, Rain (Mizzi Studio)",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10548_6_sun_ocean_cloud_credit_james-mcdonald_d27824f64277fce571c4de7d0b5890da.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/10548/building_10548_1_sun-wall_227c16e22827e943f5ddece451aa461e.jpg",
            "description": null,
            "title": "Sun Wall (Mizzi Studio)",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10548_1_sun-wall_227c16e22827e943f5ddece451aa461e.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/10548/building_10548_3_wave-seat-6_a32ae1d85ac9936076c722e84f0c069f.jpg",
            "description": null,
            "title": "Wave Seat (Mizzi Studio)",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10548_3_wave-seat-6_a32ae1d85ac9936076c722e84f0c069f.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/10548/building_10548_7_botanical-hand-wash-tower_credit_james-mcdonald_efb05090abe44255412450c6775923f1.jpg",
            "description": null,
            "title": "Water Garden (Mizzi Studio)",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10548_7_botanical-hand-wash-tower_credit_james-mcdonald_efb05090abe44255412450c6775923f1.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/10548/building_10548_6c_botanical-hand-wash-tower_credit_james-mcdonald_01604f679e8147faa6f6a777935cc2d9.jpg",
            "description": null,
            "title": "Botanical Handwashing Station (Mizzi Studio)",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10548_6c_botanical-hand-wash-tower_credit_james-mcdonald_01604f679e8147faa6f6a777935cc2d9.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/10548/building_10548_4_autumn_credit_james-mcdonald_eeb58094db1d6106e7a379f6f193e66b.jpg",
            "description": null,
            "title": "The Autumn Garden (Mizzi Studio)",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10548_4_autumn_credit_james-mcdonald_eeb58094db1d6106e7a379f6f193e66b.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/10548/building_10548_10_mushroom-detail_credit_james-mcdonald_941e132ed42b9011f5ba1712cafcf860.jpg",
            "description": null,
            "title": "The Wood Wide Web (Mizzi Studio)",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10548_10_mushroom-detail_credit_james-mcdonald_941e132ed42b9011f5ba1712cafcf860.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/10548/building_10548_5_periscope_f4de2b3ad10d7cab545572ff5ef51d6b.jpg",
            "description": null,
            "title": "Harvest Infinity Periscope (Mizzi Studio)",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10548_5_periscope_f4de2b3ad10d7cab545572ff5ef51d6b.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/10548/building_10548_10_periscope-infinity-lettuce_etail__credit_james-mcdonald_92a559e6c635d0b6e29255f01717a51e.jpg",
            "description": null,
            "title": "Infinity Periscope (Mizzi Studio)",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10548_10_periscope-infinity-lettuce_etail__credit_james-mcdonald_92a559e6c635d0b6e29255f01717a51e.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/10548/building_10548_2_giant-garden_credit_james-mcdonald_36e7289e07815df126da991035805a74.jpg",
            "description": null,
            "title": "The Enset Tree (Mizzi Studio)",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10548_2_giant-garden_credit_james-mcdonald_36e7289e07815df126da991035805a74.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/10548/building_10548_3_giant-apple-seat_credit-james-mcdonald_fbe695404dfa8aa2f944ed0a8121c72c.jpg",
            "description": null,
            "title": "Giant Apple Seat (Mizzi Studio)",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10548_3_giant-apple-seat_credit-james-mcdonald_fbe695404dfa8aa2f944ed0a8121c72c.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/10548/building_10548_9_spring_credit_james-mcdonald_46fe57005bdae484a296903a741d6a85.jpg",
            "description": null,
            "title": "The Spring Garden (Mizzi Studio)",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10548_9_spring_credit_james-mcdonald_46fe57005bdae484a296903a741d6a85.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/10548/building_10548_9a_spring_credit_james-mcdonald_e3cbb8a32a2f8abe52fa887271eaf5fb.jpg",
            "description": null,
            "title": "Spring Garden Interactive Displays (Mizzi Studio)",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10548_9a_spring_credit_james-mcdonald_e3cbb8a32a2f8abe52fa887271eaf5fb.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/10548/building_10548_andrew-meredith-0074529_d8686238d25de5912bebc0222a514207.jpg",
            "description": null,
            "title": "Retail Shop (Lumsden Design)",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10548_andrew-meredith-0074529_d8686238d25de5912bebc0222a514207.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/10548/building_10548_andrew-meredith-0074518_375723b5c3931db683787a3e6f30726f.jpg",
            "description": null,
            "title": "Retail Shop (Lumsden Design)",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10548_andrew-meredith-0074518_375723b5c3931db683787a3e6f30726f.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/10548/building_10548_andrew-meredith-0073805_2750c2c2a0ea554ff94234481b5dd4dc.jpg",
            "description": null,
            "title": "The Family Kitchen & Shop from The Children's Gardens (HOK delivered by Mulroy Architects & CityAxis)",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10548_andrew-meredith-0073805_2750c2c2a0ea554ff94234481b5dd4dc.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/10548/building_10548_andrew-meredith-0074453_960821a25d72212c2fcf15b2b739fc13.jpg",
            "description": null,
            "title": "Colour Zoning of The Family Kitchen (Mizzi Studio)",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10548_andrew-meredith-0074453_960821a25d72212c2fcf15b2b739fc13.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/10548/building_10548_andrew-meredith-0074478_276d77eab093a02b002b534612bc593f.jpg",
            "description": null,
            "title": "The Family Kitchen & Shop (HOK delivered by Mulroy Architects & CityAxis)",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10548_andrew-meredith-0074478_276d77eab093a02b002b534612bc593f.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Royal Botanic Gardens,   , Kew Rd, TW9 3AB",
        "latitude": 51.4778514,
        "longitude": -0.2905285,
        "meeting_point": null,
        "travel_info": [
            "Tube: Kew Gardens",
            "Train: Kew Gardens, Kew Bridge"
        ]
    },
    "name": "The Family Kitchen, Royal Botanic Gardens Kew",
    "original_url": "https://programme.openhouse.org.uk/listings/10548",
    "ticketed_events": false
}