{
    "all_week": false,
    "description": "2 Marylebone Road is a Grade II listed, Regency-style mansion in Camden borough, forming part of the Crown Estate. It now houses  offices for consumer champion Which?. In 2016 the building underwent significant renovations in the interior.",
    "design": {
        "designers": [
            {
                "architect": "n.a",
                "description": null,
                "year": "1837"
            }
        ],
        "periods": [
            "Victorian"
        ],
        "types": [
            "media",
            "offices"
        ]
    },
    "events": [],
    "facilities": [
        "Toilets",
        "Refreshments",
        "Disabled access"
    ],
    "factsheet": [
        {
            "heading": "The history of 2 Marylebone Road",
            "paragraphs": [
                "2 Marylebone Road stands at the eastern end of a cluster of dwellings long known as Albany Terrace. It was constructed circa 1829 as a rectory to serve the church of Holy Trinity, separated from this house only by Albany Street. The balance of probabilities suggests that it was designed by Sir John Soane [1753-1837], who designed Holy Trinity. Soane is best remembered today for rebuilding the Bank of England. The church was erected to serve the fashionable residential suburbs as they spread north during the late 18th and early 19th centuries.",
                "It is one the 'Waterloo' churches, for which a £1m thanksgiving fund was voted by parliament in 1821 to mark the nation's deliverance from invasion during the Napoleonic wars. Among the distinguished parishioners can be counted the Duke of Wellington, the sculptor, John Flaxman, the artist, J.M.W. Turner, the statesman, W.E. Gladstone, and the astronomer, Sir John Herschel. Florence Nightingale was also a regular member of the congregation.",
                "The first rector of Holy Trinity - and the first occupant of No. 2 Marylebone Road - was George Saxby Penfold, replaced here in 1846 by Gilbert Elliott, a 'High churchman'. Elliott was in turn replaced in 1850 by Thomas Parry Garnier [1809-1863], a cleric of Huguenot descent whose ancestors had fled France at the revocation of the Edict of Nantes in 1685 by Louis XIV, which again proscribed the right of Protestants to practice their religion.",
                "Thomas Parry Garnier the younger was chaplain of the House of Commons [1849] and dean of Ripon [1859] and of Lincoln [1860]. His father, Thomas Garnier the elder [1776-1873] was dean of Winchester for 32 years from 1840 and a friend of Lord Palmerston. In 1860 Garnier was replaced as rector here by William Cadman [1821-1891], who had served in youth as curate of Lavenham in Suffolk. He came to London in 1841 as curate of St. George's, Bloomsbury. He was successively minister of Park Chapel, Chelsea, and rector of St. George the Martyr, Southwark. His obituarist, writing many years later in the Marylebone Mercury, recorded that Cadman was 'a familiar figure' around Marylebone. Though 'a decided evangelical, he worked very heartily with moderate High Churchmen'. A great supporter of the Church Missionary Society, he was a favourite chaplain of the Archbishop of Canterbury. On 11 January 1891, Cadman's wife died at No. 2 Marylebone Road. Cadman never recovered from this blow. Four months later he took to his bed and died here, 14 May 1891, one day short of his seventieth birthday. He was buried in the church of St. Martin's, Canterbury.",
                "Cadman's successor at the rectory was the Rev. George Clarke, formerly headmaster of Repton. He was almost immediately replaced by Arthur James Robinson, whose gross income for tending his 13,000 parishioners was '£445 net and House'. He was replaced at No. 2 in 1897 by Edward Grose Hodge, formerly vicar of Holy Trinity, Leicester. In 1916 the living passed to the Rev. George Henry Saywell, whose wife, Evelyn, worked from here as a 'nerve consultant'. The Saywells vacated the rectory at the height of the Blitz.",
                "Although no records exist to prove as much, the building may have suffered bomb damage because it ceases to appear in the street directories again until the 1960s, by which time it had passed into commercial occupation. It has been the head office of Which? since 1987."
            ]
        },
        {
            "heading": "The history of Which? - the Consumers’ Association",
            "paragraphs": [
                "From our humble beginnings in a Bethnal Green garage 65 years ago to becoming the UK's largest consumer organisation, our aim has always remained the same: to be a voice for consumers, to constantly question on your behalf, to champion your rights and to give trusted, independent advice on everyday decisions. We’re here to tackle consumer harm by making life simpler, fairer and safer for everyone.",
                "From the beginning, we have continued to ask questions to make consumers more powerful. Every test, survey, campaign and market shake-up we do is as important to us now as it was in 1957. So from choosing a TV, car or holiday, to having a baby, buying a house or planning for retirement, we’ll keep questioning the way things are, to make things better for all consumers.",
                "Join Which? at our Open House event in our 65th year to find out more about our history in fighting for what’s right for UK consumers. You’ll also get to find out more about Which? today, from the consumer campaigns we’ve launched - and won - to how we test our products, including live demonstrations. You can also find out how we’re tackling the latest consumer challenges, from sustainable consumerism to the cost of living crisis."
            ]
        }
    ],
    "id": 10595,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/10595/building_10595_view-of-outside-from-marylebone-road_ea52a7f70bf6195c79397cb254d118cb.jpg",
            "description": null,
            "title": "View of outside of 2 Marylebone Road",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10595_view-of-outside-from-marylebone-road_ea52a7f70bf6195c79397cb254d118cb.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/10595/building_10595_view-of-outside-peto-place_c7a3c3277e12a113fdd62f48d6d6e3b9.jpg",
            "description": null,
            "title": "View of outside of building from near Peto Place",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10595_view-of-outside-peto-place_c7a3c3277e12a113fdd62f48d6d6e3b9.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/10595/building_10595_lobby-area-1_da5a469573b6850089f576fe4c0d340a.jpg",
            "description": null,
            "title": "Modernised lobby area containing information on Which?",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10595_lobby-area-1_da5a469573b6850089f576fe4c0d340a.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/10595/building_10595_lobby-area-2_8ddbea97f2077db13044379617168c69.jpg",
            "description": null,
            "title": "Modernised lobby area",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10595_lobby-area-2_8ddbea97f2077db13044379617168c69.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/10595/building_10595_fourth-floor-dining-and-presentation-area_a8de61b891bd786008d18060716d67c0.jpg",
            "description": null,
            "title": "Modernised fouth floor dining and presentation area",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10595_fourth-floor-dining-and-presentation-area_a8de61b891bd786008d18060716d67c0.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/10595/building_10595_20220707_131135_262db149e5bc369c9604506950e25f35.jpg",
            "description": null,
            "title": "View from the roof terrace",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10595_20220707_131135_262db149e5bc369c9604506950e25f35.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "2 Marylebone Road, NW1 4DF",
        "latitude": 51.5246368,
        "longitude": -0.1444584,
        "meeting_point": null,
        "travel_info": [
            "Tube: Regent's Park, Warren Street, Great Portland Street",
            "Train: Euston, Marylebone",
            "Bus: 18, 27, 205, 30"
        ]
    },
    "name": "2 Marylebone Road, Which?",
    "original_url": "https://programme.openhouse.org.uk/listings/10595",
    "ticketed_events": false
}