{
    "all_week": false,
    "description": "A pre- 2nd WW - 1933 - now beautifully refurbished brick built sports pavilion surrounded by the fields of Tooting Common.",
    "design": {
        "designers": [
            {
                "architect": "Greater London Playing Fields Association",
                "description": null,
                "year": "1933"
            }
        ],
        "periods": [
            "Inter-war"
        ],
        "types": [
            "sport",
            "community/cultural"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "booking_link": null,
            "capacity": 50,
            "date": "2022-09-17",
            "drop_in": true,
            "end": "2022-09-17T17:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in",
            "notes": "Visitors can arrive at any time during the opening hours. There may be queues at busy times.",
            "start": "2022-09-17T10:00:00+01:00",
            "ticketed": false
        },
        {
            "activity_type": "Drop in",
            "all_day": false,
            "booking_link": null,
            "capacity": 50,
            "date": "2022-09-18",
            "drop_in": true,
            "end": "2022-09-18T17:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in",
            "notes": "Visitors can arrive at any time during the opening hours. There may be queues at busy times.",
            "start": "2022-09-18T10:00:00+01:00",
            "ticketed": false
        },
        {
            "activity_type": "Exhibition",
            "all_day": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/10630",
            "capacity": null,
            "date": "2022-09-17",
            "drop_in": false,
            "end": "2022-09-17T17:00:00+01:00",
            "fully_booked": false,
            "name": "Art in the Pavilion Exhibition",
            "notes": null,
            "start": "2022-09-17T10:00:00+01:00",
            "ticketed": true
        },
        {
            "activity_type": "Exhibition",
            "all_day": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/10630",
            "capacity": null,
            "date": "2022-09-18",
            "drop_in": false,
            "end": "2022-09-18T17:00:00+01:00",
            "fully_booked": false,
            "name": "Art in the Pavilion Exhibition",
            "notes": null,
            "start": "2022-09-18T10:00:00+01:00",
            "ticketed": true
        },
        {
            "activity_type": "Talk",
            "all_day": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/10630",
            "capacity": null,
            "date": "2022-09-18",
            "drop_in": false,
            "end": "2022-09-18T13:00:00+01:00",
            "fully_booked": false,
            "name": "Energy Talks at the Pavilion",
            "notes": null,
            "start": "2022-09-18T12:00:00+01:00",
            "ticketed": true
        },
        {
            "activity_type": "Talk",
            "all_day": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/10630",
            "capacity": null,
            "date": "2022-09-18",
            "drop_in": false,
            "end": "2022-09-18T15:30:00+01:00",
            "fully_booked": false,
            "name": "The Power of the Community - A talk with Sue Sheehan",
            "notes": null,
            "start": "2022-09-18T14:30:00+01:00",
            "ticketed": true
        }
    ],
    "facilities": [
        "Toilets",
        "Refreshments",
        "Family activities",
        "Disabled access"
    ],
    "factsheet": [
        {
            "heading": "History of the Woodfield Pavilion",
            "paragraphs": [
                "The Original Conception and Build",
                "In June 1932 the ‘paddock’, adjoining Tooting Bec Common, purchased from the Mortimer estate, was opened to the public, and named ‘The Woodfield Recreation Ground’ by the London County Council. That December the LCC, knowing that a public subscription to meet some of the costs was underway, authorised the calling of tenders to build a pavilion on the field. It knew what it wanted from the builder.",
                "The Parks and Open Spaces Committee specified a pavilion ‘of simple design with dressing accommodation, water supply, sanitary conveniences and fittings. The total cost’, it informed the Council, ‘is estimated not to exceed £1,500, of which probably not less than one-half will be reimbursed to the Council’. Matters proceeded apace. Tenders were called on 9 January 1933. On 7 February a tender of £1,223* was accepted from John Harrison and Company of Camberwell. \nAn opening ceremony was scheduled for 9 May, only three months away.",
                "The building was most probably designed in detail as well as built by Harrison’s, who specialised in off-the-shelf designs for schools, churches and other buildings for routine public use. \nThe ‘simple plan’ changed slightly during construction because extra money became available: a clock turret surmounted by a weathercock was added to it. But the pavilion, complete with the added turret, was nevertheless completed and opened on schedule."
            ]
        },
        {
            "heading": "History of the Woodfield Field",
            "paragraphs": [
                "The field was already fenced in when the pavilion was opened, except for a public entrance to the\npavilion’s toilets. It was always envisaged by the LCC that toilets would be provso as to add to the scarce\nconveniences on the Common. But entrance to the field and the rest of the pavilion was to be restricted.\nAlderman Samuel Cresswell of Wandsworth, the force behind the public subscription, remarked at the\nopening ceremony that in the ‘enclosure’, the ‘children and youth’ who used the ground ‘would be safe\nfrom vehicular traffic, from molestation from roughs, and be able to enjoy themselves with displays,\ngames, and sports’. In such activities they would ‘see what a good heritage they have in this dear old\nEngland of ours (Hear, hear)’. From the LCC’s point of view, the other purpose of the fencing was to\nenable the collection of entrance fees from users and spectators as an essential means of financing the\nground, the building and any free activities it proposed.\nAs to the original interior, little is known. The only information to hand is in a 1937 document\nadvertising the conditions of use of the pavilion by the LCC’s Chief Officer of Parks. He advised those\nwishing to use it to service ‘juvenile sports’, that: ‘There is a large dressing room which can be divided\nwhen necessary, so as to provide separate accommodation for both sexes. A water supply and gas\nsupply (Shilling-in-the-slot meter) are provided to enable refreshments to be supplied by the promoters\nof [“juvenile sports”] meetings’."
            ]
        },
        {
            "heading": "The challenges of a refurbished pavilion",
            "paragraphs": [
                "Alderman Cresswell was confident that the new facility would be a boon for generations to come: ‘the recreation ground and the pavilion are to be preserved for all time for the use of scouts, guides, lads’ brigade, bands of hope, and Toc H’. Cresswell’s belief in the permanence of that which he had helped to provide was misplaced. The Woodfield Recreation Ground was never a pressing concern of either the LCC or its successor owners and managers, the Greater London Council (from 1965), and the London Borough of Wandsworth (from 1972).  \nIt was decreasingly used as a fenced-in sports ground. Its maintenance was never a priority. No immediately attractive use could be found. And so from 1986 to 2008 the pavilion was leased annually to the Waldorf School of South West London while the Council considered options for its funding and use.  When the school left, it was protected by live-in artists. Eventually, in 2011, the refurbishment of the building was included as a central element in Wandsworth’s Tooting Common Heritage Project, which was successfully designed to elicit funding from the Heritage Lottery Fund for several projects on the Tooting Commons, including the upgrading of several aspects of the Lido swimming pool.",
                "It was partly because of the funding source that the Arts and Crafts exterior, though refreshed and repaired, was scarcely changed during the refurbishment.  The Council and the Woodfield Project had in any case always themselves thought that the simple elegance of its outlines ought not to be compromised. The building’s distinctive shape and colour, its clock turret, its Crittall windows, and its veranda were preserved and enhanced.",
                "The clock with its four faces, which at some point had been removed, was replaced in the turret. The only obvious changes were the provision of rolling shutters on the doors and windows for security purposes together with an unobtrusive roof light added to the north elevation. The refurbished building was opened on 2 July 2019.",
                "But as the participants at the openings of 1933 and 2019 changed markedly in appearance and social function, so the interior, if not the exterior, was modified a good deal. \nChanges to the layout of 1937 had already been made post-1937 when The Woodfield Project came to consider alterations. A plan of the ground floor drawn in 2015 by Rob Hughes shows the building to have been a warren of rooms by then.\nIt is most likely that one masonry internal wall distinguished two gents’ toilets and a room or two to the west of what the Chief Officer of Parks had called ‘large dressing room’, and that the other masonry wall to the east had separated the dressing room from the ladies’ toilets, a tank room and the kitchen.  To these partitions there had then been added additional flimsy stud walls lined with tongue and groove.\nThe central stud wall running roughly north to south (though now opened out) probably represented what was left of the division of the changing room as prophesied in 1937. Other stud walls created three smaller rooms from the western section of the old dressing room.  The central stud wall running roughly north to south (seen in the photo below) probably represented what was left of the division of the changing room as prophesied in 1937. Improvised ceiling lights, added to the rakish and insubstantial impression left by the interior.",
                "Whatever the new layout, the rooms, like the kitchen in the photo below, were badly in need of extensive refurbishment if the delapidations wrought by time and varied use were to be reversed.  Planning law and considerations of hygiene and safety demanded a wholesale reinstallation of existing utilities and the addition of features to provide for lighting, modern communications, fire safety, security, disabled access, and energy conservation.. \nAnother challenge to be faced posed by the inherited roof space which was occupied by Fink Trusses. These were an economical method of supporting roofs but they so filled the roof cavity as to render any use of the space impossible.  If the roof space could not be converted so as to increase the benefits of rescuing the building, the pavilion’s likely continued decay and ultimate demolition and removal seemed inevitable. Even so, expansion into the roof space should be limited by the desire not to destroy the external shape of the building.\n \nThese legal, technical, and financial considerations were major drivers of the new design and build. But all of these were subservient in the end to the proposed future uses of building. It would no longer be mainly a base for youthful sports, games and rallies held by established organisations. It would be designed with as wide a range of community uses as could be imagined and approved in 2014-15-- and this would not be in the faith that these uses would remain predominant for ‘all time’. Other uses might well emerge in the not-to-distant future, and be encouraged."
            ]
        },
        {
            "heading": "A Design for new uses",
            "paragraphs": [
                "The uses of the refurbished building were to be greatly extended. The building was to provide as wide a range of self-generated community activities as possible, co-ordinated and sustained by The Woodfield trustees, who had in fact been working together since 2011 before incorporating as a Charity, had spent several years thinking of what the building could best be used for. \nConsidering the pavilion’s  green environment, they had thought of the new pavilion as a community hub for the creation of a garden, an orchard, a meadow, a fenced pond, a teaching apiary and a plant nursery. They had thought of building stag beetle loggeries and insect hotels. Nature and heritage walks were proposed, as was  co-operation with Wandsworth contractors in teaching gardening skills and the conservation and maintenance of green space. They thought there would be forest schools available to the public and to local schools. Sports, games and picnics would be encouraged and organised, especially for children, their parents and the elderly. \nConsidering its possibilities as an indoor venue, they proposed art and craft classes and events, meetings of hobby groups and local societies, picnics, informal family and group gatherings, private birthday parties, activities tailored for the disabled, activities for targeted disadvantaged groups, pop-up restaurants, an annual fair and the occasional open day. \nLight refreshments would often be available when the pavilion is in use. Toilets, including a toilet for disabled people, would be open when the pavilion was attended. The building would be adapted to these activities, and volunteers would learn the management and practical skills necessary as these and other activities were developed.\nIt was clear from the beginning that not all these uses of the pavilion might be feasible, and that other uses might emerge as the trustees and the building attracted a much wider constituency of users. The building must be as flexible as possible. \nThe architect was briefed in line with all these considerations.  The crucial changes would be the demolition of the old ground floor internal walls and the construction of new load-bearing ones, the creation of a roof space using long-span support, and of a floor to the roof space supported by RSJs. \nThe rest as dictated by possible uses. In the final design the building has two activity rooms: a larger one, ‘The Hall’, on the easily-accessible ground floor, and a smaller one with separate access on the upper floor, built into the roof cavity.  Both have extensive storage spaces.  On the ground floor, the Hall is used for meetings, for parties, for exhibitions, and a great range of art, craft, musical, health-promoting, social and educational activities. Recurring activities are catered for in an Outdoor Room – a ‘wet’ changing and locker room capable of dealing with activities on Woodfield Tooting Common--and the messier requirements of arts and crafts. There is also a compact kitchen which and adaptable café spaces inside and out, and public toilet facilities including a disabled toilets\nThe upper floor provides extensive storage in the eaves for archives and lesser-used items, together with limited floor space for administration and small meetings. There is no disabled access and the space is not designed not to be for general public use. But without it, public uses would have been far less possible."
            ]
        },
        {
            "heading": "And what of the Pavilion now...",
            "paragraphs": [
                "The Pavilion is now a widely used community centre. It host a range of activities, events, exhibitions and gatherings. Through the manager, volunteers and the ever growing membership it reaches out to members of the community to build the things that happen here. \nA beautiful, free to access local asset that is free to enter, is full of possibilities."
            ]
        }
    ],
    "id": 10630,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/10630/building_10630_img_0723_a3c3b315a52c48f63596b3edd96e3b55.jpeg",
            "description": null,
            "title": "Front of the Woodfield Pavilion",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10630_img_0723_a3c3b315a52c48f63596b3edd96e3b55.jpeg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/10630/building_10630_img_0688_db8c7199f2ea13846b623060a610aa45.jpeg",
            "description": null,
            "title": "View of the Pavilion from the Woodfield",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10630_img_0688_db8c7199f2ea13846b623060a610aa45.jpeg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/10630/building_10630_img_1075_49d22f1ab78aafa715b8f5496cf5c2a3.jpeg",
            "description": null,
            "title": "Side of the Pavilion",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10630_img_1075_49d22f1ab78aafa715b8f5496cf5c2a3.jpeg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/10630/building_10630_pxl_20220528_113922122_3c46e28cb9b7c49ee6f371b1aa2a43e9.jpg",
            "description": null,
            "title": "Rear of the Woodfield Pavilion",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10630_pxl_20220528_113922122_3c46e28cb9b7c49ee6f371b1aa2a43e9.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "The Woodfield Pavilion,, Tooting Common",
        "latitude": 51.4378287,
        "longitude": -0.1385384,
        "meeting_point": null,
        "travel_info": [
            "Tube: Balham",
            "Train: Balham, Streatham Hill"
        ]
    },
    "name": "Woodfield Pavilion",
    "original_url": "https://programme.openhouse.org.uk/listings/10630",
    "ticketed_events": true
}