{
    "all_week": false,
    "description": "198 Contemporary Arts & Learning is a Black-led and -owned visual arts organisation. Thirty years after starting as a social space for the Black community in the 1980s, it has recently won the freehold to the site.",
    "design": {
        "designers": [
            {
                "architect": "Carver Haggard Architects",
                "description": null,
                "year": "2021"
            }
        ],
        "periods": [
            "Historical/contemporary"
        ],
        "types": [
            "community/cultural"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "booking_link": null,
            "capacity": null,
            "date": "2022-09-19",
            "drop_in": true,
            "end": "2022-09-19T17:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in",
            "notes": "Visitors can arrive at any time during the opening hours. There may be queues at busy times.",
            "start": "2022-09-19T11:00:00+01:00",
            "ticketed": false
        },
        {
            "activity_type": "Drop in",
            "all_day": false,
            "booking_link": null,
            "capacity": null,
            "date": "2022-09-20",
            "drop_in": true,
            "end": "2022-09-20T17:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in",
            "notes": "Visitors can arrive at any time during the opening hours. There may be queues at busy times.",
            "start": "2022-09-20T11:00:00+01:00",
            "ticketed": false
        },
        {
            "activity_type": "Drop in",
            "all_day": false,
            "booking_link": null,
            "capacity": null,
            "date": "2022-09-21",
            "drop_in": true,
            "end": "2022-09-21T17:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in",
            "notes": "Visitors can arrive at any time during the opening hours. There may be queues at busy times.",
            "start": "2022-09-21T11:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [],
    "factsheet": [
        {
            "heading": "Context",
            "paragraphs": [
                "198 Contemporary Arts & Learning (198CAL) is a Black-led and -owned visual arts organisation situated on Railton Road - Brixton’s former ‘Frontline’. Thirty years after starting as a social space for the Black community in the 1980s, it has recently won the freehold to the site. To grow, and to become self-sustaining, the community needed more flexible and higher-quality spaces.",
                "This retrofit and upward expansion of an existing building achieves this with an exemplary range of new spaces for art, education, and activism, enabling a community group to achieve their long-term vision while preserving their spirit and history."
            ]
        },
        {
            "heading": "Redevelopment",
            "paragraphs": [
                "CarverHaggard began working with the stakeholders in 2015, developing the brief and design through joint workshops and live projects. The redevelopment won planning permission and GLA funding in 2018, started on site in late 2019 after further fundraising, and was handed over in December 2020.",
                "The result is a simple and cost-effective approach to the very tight budget. The single-storey concrete ‘shop’ has been retained and refurbished with two new timber-framed storeys built directly onto the existing structure connected by a new staircase and lift to the rear. This both minimises the environmental footprint of the new floorspace and preserves the history of the site. The new addition is treated as a ‘big house’, influenced by local corner buildings and public houses. The silhouette and materials reflect both the Brutalism of the neighbouring 1960s estate and the brick and stucco panels of the Victorian terraced houses opposite."
            ]
        },
        {
            "heading": "New structure",
            "paragraphs": [
                "The ground floor has been stripped back to its concrete structure, with new openings cut into the cross-walls to make an enfilade of generous galleries providing exhibition space for early career and established artists and a new open archive room. The space can be opened up for a larger exhibition, or split into separate units.",
                "The first floor hosts affordable workspace for activists and artists and a team of community nurses. On the second floor, the timber structure is exposed, creating a light-filled open-plan studio looking into the trees that provides an inspiring setting for 198’s education and outreach activities, and a space for events. The reuse of the existing structure and use of timber structure for the new component both represent significant savings in embodied carbon, versus traditional new build."
            ]
        }
    ],
    "id": 10730,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/10730/building_10730_198-cal700x933muralfrancesco-russojpg_ff738d6277bb223df8aa3f1184a539bb.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10730_198-cal700x933muralfrancesco-russojpg_ff738d6277bb223df8aa3f1184a539bb.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "198 Railton Road, SE24 0JT",
        "latitude": 51.4539865,
        "longitude": -0.1038749,
        "meeting_point": null,
        "travel_info": [
            "Tube: Brixton",
            "Train: Herne Hill",
            "Bus: 196, 3, 37"
        ]
    },
    "name": "198 Contemporary Arts and Learning",
    "original_url": "https://programme.openhouse.org.uk/listings/10730",
    "ticketed_events": false
}