{
    "all_week": false,
    "description": "Grade II* Crescent House, influenced by Corbusier’s Maisons Jaoul was the final part of Golden Lane Estate and forerunner to the Barbican. Inside, the layouts of our homes are as relevant today as in 1962. Outside, future proofing awaits.",
    "design": {
        "designers": [
            {
                "architect": "CHAMBERLAIN POWELL + BON",
                "description": null,
                "year": "1962"
            }
        ],
        "periods": [
            "Post-war"
        ],
        "types": [
            "residence"
        ]
    },
    "events": [],
    "facilities": [],
    "factsheet": [
        {
            "heading": "GOLDEN LANE ESTATE",
            "paragraphs": [
                "Golden Lane was first developed in the thirteenth century and by the mid 1800’s was dense with breweries, warehouses and business premises. The Blitz over London changed everything.",
                "A competition for designs to regenerate the area after  was announced in 1951, by  the Corporation of London, their brief outlining proposals for 940 one, two, three or four room flats at the maximum possible density of 200 residents to the acre, with a central heating and hot water system, a basement storage area in each block, and a community centre.",
                "The partnership of Chamberlin, Powell and Bon was formed when on 26 February 1952 Geoffry Powell was announced as competition winner and subsequently formed a partnership with two other lecturers in architecture (Joe Chamberlin and Christoph Bon) from the Kingston School of Art - the three having entered into an agreement that if any of their separate entries won the competition, they would share the commission as a team. The competition attracted 178 entries.",
                "Chamberlin, Powell and Bon stated in the Architect's Journal in 1953 that they \"attempted to make Golden Lane truly urban as, for instance, Florence or Oxford City are truly urban\", eschewing the Garden City Tradition, their design championed the \"strong contrast between true town and true country\", using the heights of build- ings to house restaurants and pubs \"like a lot of stork nests [with] views of the Thames, or railway termini.\"",
                "Their scheme consisted of an 11-storey tower and 12 lower-level blocks and a community centre, all set around a series of pedestrian courts, designed to function as an urban microcosm.",
                "With the requisition of additional land adjoining Goswell Road in 1954, the by-then already altered design of the estate continued to evolve over nearly 7 acres, with a large number of flats being concentrated into the landmark tower-block, Great Arthur House, (increasing from 11 to 16 storeys), and the utilisation of deep basements of destroyed buildings, with the further provision of shops, tennis courts and a swimming pool, a pub, and further blocks of housing.",
                "The estate as a whole was influenced by pre-war architecture and planning schemes of Le Corbusier, with its conceptual recreation of a city in miniature, \"stork nests\", open plan stairs, and double height stair spaces."
            ]
        },
        {
            "heading": "CRESCENT HOUSE",
            "paragraphs": [
                "Crescent House, which was completed in 1962, is in quite a different style from the buildings which preceded it on the estate. however and echoes the Post-War work of Le Corbusier, principally Maison Jaoul at Neuilly-sur-Seine.",
                "The building owes much of its aesthetic identity to Maison Jaoul, but other projects such as Maison Lannemazan (1940) Maison Perissac, Algeria (1942) were possibly influential. Chamberlin Powell and Bon followed the output of Le Corbusier closely and in great detail and the partners organised office trips to visit the works.",
                "Designed by Le Corbusier for the industrialist André Jaoul and built in 1954-6, Maisons Jaoul are a celebrated pair of houses in the Paris suburb of Neuilly-sur-Seine.The houses are considered among his most important post-war buildings, as well as his earliest brutalist works.They feature a rugged aesthetic of béton brut and rough brick, notably employing great concrete lintels as horizontal bearers, distributing the weight of the vault over the irregular openings.",
                "Crescent House borrows heavily from Le Corbusier. Whilst at a very different scale to Maisons Jaoul, Crescent House directly references the heavy arched concrete lintels and rugged heavy timber windows and in-fill panels, instilling the structure with a sense of monumentality, and marking it out as a unique example of the move towards New Brutalism and with its pick hammered concrete, anticipated the style of the Barbican Estate next door and can also be seen at Murray Edwards College (formerly New Hall) in Cambridge, conceived in 1959.",
                "The building runs the length of the Golden Lane Estate along Goswell Road, from just below Old Street in the north to Fann Street in the south. Constructed between 1958-62 this is later than most of the Golden Lane Estate.",
                "It is a 4-storey building with shops on the street level and 3 storeys above. These upper floors are residential and contain 153 flats, many set around open courts. There are six guest rooms, that can be used by residents of the Golden Lane and Barbican Estates.",
                "The homes within are predominately studio/one bed room flats with two-bedroomed corner flats at the South end. Many flats have been renovated by their owners and the City of London Corporation currently has plans to ‘future proof’ the Grade II* building as part of their new climate change strategy. Options for a ‘pilot project’ are currently being assessed."
            ]
        }
    ],
    "id": 10869,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/10869/building_10869_28c8f0e0-bab6-44ca-957e-29cf28299422_8379bcaec3f79b9242f34a451d155331.jpeg",
            "description": null,
            "title": "Crescent House during construction",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10869_28c8f0e0-bab6-44ca-957e-29cf28299422_8379bcaec3f79b9242f34a451d155331.jpeg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/10869/building_10869_407897b6-71b5-4a40-8273-a9ed9082202e_790f23e8286d97a274392ce9d7c04cb4.jpeg",
            "description": null,
            "title": "View across Crescent House and the Golden Lane Estate",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10869_407897b6-71b5-4a40-8273-a9ed9082202e_790f23e8286d97a274392ce9d7c04cb4.jpeg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/10869/building_10869_b66c2918-dd0f-4686-8b66-fdbc20970206_d200dd41ef74a2646c5d631e1ba5f802.jpeg",
            "description": null,
            "title": "View across Crescent House and The Barbican",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10869_b66c2918-dd0f-4686-8b66-fdbc20970206_d200dd41ef74a2646c5d631e1ba5f802.jpeg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/10869/building_10869_e681272a-9a96-4aac-b6ca-cab05b180b22_d5c0a8f2c93ff6cb2031820713cb2cd7.jpeg",
            "description": null,
            "title": "Many flats are set around open courts",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10869_e681272a-9a96-4aac-b6ca-cab05b180b22_d5c0a8f2c93ff6cb2031820713cb2cd7.jpeg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/10869/building_10869_01d88ef3-03d2-4d24-a6f7-f5c9d05d4718_9d9e9aeaede039878e406b158d4ac80f.jpeg",
            "description": null,
            "title": "Balcony flats overlook the Barbican Wildlife Garden",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10869_01d88ef3-03d2-4d24-a6f7-f5c9d05d4718_9d9e9aeaede039878e406b158d4ac80f.jpeg"
        }
    ],
    "links": [],
    "location": {
        "address": "CRESCENT HOUSE, GOLDEN LANE ESTATE, EC1Y 0SL",
        "latitude": 51.5226963,
        "longitude": -0.0974098,
        "meeting_point": null,
        "travel_info": [
            "Tube: Barbican",
            "Train: Farringdon",
            "Bus: 55, 56, 4, 243"
        ]
    },
    "name": "CRESCENT HOUSE",
    "original_url": "https://programme.openhouse.org.uk/listings/10869",
    "ticketed_events": false
}