{
    "all_week": false,
    "description": "A great little museum set in the Grade 2 listed Ossulston Estate - a prime example of pre-war Social housing - based on Karl Marz Hof in Vienna.\r\nOpen Wednesdays to Saturdays throughout Festival \r\nSunday 11th Event",
    "design": {
        "designers": [
            {
                "architect": "G Topham Forest",
                "description": null,
                "year": "1927"
            }
        ],
        "periods": [
            "Post-war",
            "Contemporary",
            "Historical/contemporary"
        ],
        "types": [
            "event",
            "walk/tour",
            "gallery",
            "art studio",
            "museum",
            "community/cultural"
        ]
    },
    "events": [],
    "facilities": [
        "Toilets",
        "Refreshments",
        "Family activities",
        "Bookshop"
    ],
    "factsheet": [
        {
            "heading": "History of building",
            "paragraphs": [
                "A museum in the Grade 2 listed social housing Ossulston Estate: the People’s Museum Somers Town: A Space for Us is a space to celebrate Somers Town’s incredible ‘radical, reformers and rebels‘ histories, to record the change now, as well as to campaign and preserve local working class and social housing heritage.",
                "This community museum has been set up by local residents with the aim of sustainable development of cities and civic society, and reducing inequality.",
                "The Museum is at 52 Phoenix Road, NW1 1ES, within the Ossulston Estate and is open Wednesdays to Saturdays throughout the Festival. \nwww.aspaceforus.club"
            ]
        },
        {
            "heading": "Museum Narratives",
            "paragraphs": [
                "Our museum is the result of 7 years work by a passionate group and has a display based on the \"Radicals, Reformers and Un-Common People's\" history of the area - with a dedicated social housing 'living room' a Radical Poster wall,  old photo albums, a small reading library with books and material on Camden, Somers Town and around and as well as films of slum clearance and the St Pancras Housing Improvement Society.",
                "Have a coffee and cake and enjoy!"
            ]
        },
        {
            "heading": "Ossulston Estate",
            "paragraphs": [
                "The Ossulston Estate, built between 1927 and 1931, still catches the eye; its steel-frame construction, not visible to the eye, was equally innovative. Cecil Levita, the chair of the London County Council’s Housing Committee, after whom the block was named, believed it ‘a noteworthy scheme which would mark a new departure in the construction of buildings’.",
                "In other respects, it is a more conventional estate of its time – essentially a walk-up, balcony-access tenement block of a type very common in central London. Low-rise cottage estates remained the ideal for most but the need to clear inner-city slums and rehouse locally and at density those in Somers Town who lived in some of the worst housing in the capital compelled a multi-storey solution. It might uniquely have been a nine-storey scheme with lifts, unheard of in working-class dwellings of the era, had the original proposals of the London County Council to build a nine-storey, mixed-use, public-private scheme (featuring shops and offices, middle-class apartments as well as working-class tenements) proved viable.",
                "http://lostfound.aspaceforus.club/sample-page/reformers/south-court-ossulston-estate/"
            ]
        }
    ],
    "id": 10952,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/10952/building_10952_st-flats_abb560ea359c22fe56157a9ec8334806.jpg",
            "description": null,
            "title": "St Pancras Housing Improvement Society",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10952_st-flats_abb560ea359c22fe56157a9ec8334806.jpg"
        }
    ],
    "links": [
        {
            "href": "www.aspaceforus.club",
            "title": null
        },
        {
            "href": "http://lostfound.aspaceforus.club/sample-page/reformers/south-court-ossulston-estate/",
            "title": null
        }
    ],
    "location": {
        "address": "52 Phoenix Road, NW1 1ES",
        "latitude": 51.5310613,
        "longitude": -0.1309568,
        "meeting_point": null,
        "travel_info": [
            "Tube: King's Cross St. Pancras",
            "Train: Euston, King's Cross",
            "Bus: 68, 390, 168, 214"
        ]
    },
    "name": "People's Museum Somers Town",
    "original_url": "https://programme.openhouse.org.uk/listings/10952",
    "ticketed_events": false
}