{
    "all_week": false,
    "description": "Blenheim Gardens Estate was designed and built in the late 1960s - early 1970s by Lambeth’s Architecture Department under Ted Hollamby. It marks the shift from system-built high-rise towards communal and pedestrian-dominated spaces.",
    "design": {
        "designers": [
            {
                "architect": "Ted Hollamby",
                "description": null,
                "year": "1968"
            }
        ],
        "periods": [
            "Post-war"
        ],
        "types": [
            "housing"
        ]
    },
    "events": [
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/10954",
            "capacity": null,
            "date": "2022-09-18",
            "drop_in": false,
            "end": "2022-09-18T16:30:00+01:00",
            "fully_booked": true,
            "name": "Guided Walking Tour and House Visit",
            "notes": null,
            "start": "2022-09-18T15:00:00+01:00",
            "ticketed": true
        }
    ],
    "facilities": [
        "Architect on site"
    ],
    "factsheet": [
        {
            "heading": "Historic Context and Architectural Description",
            "paragraphs": [
                "Blenheim Gardens Estate is one of a number of council estates built in Lambeth in the 1960s and 70s during a particularly rich period of architectural development in the borough and greater London. Under the leadership of Ted (Edward) Hollamby Lambeth Council was at the\nforefront of developing innovative social housing.",
                "The Lambeth Context and Ted Hollamby",
                "Hollamby spent the 1950s with the LCC Architect’s Department with general responsibility for houseing south of the Thames during his last years. His move to lead the Architect’s Department in Lambeth coincided with the reorganisatoin of the GLC in 1965 which devolved resources and responsibility for housing to the London boroughs. Bridget Cherry notes that, ‘Lambeth (under Edward Hollamby) became remarkable for the different ways in which new developments were sensitively tailored to the needs of individual sites ...’. Hollamby encouraged the various teams of architects in the Department to deploy different building types to suit the locations: for example, grouped towers in Kennington by George Finch using the Wates system, steppped terraces on Central Hill by Rosemary Stjernstedt or the rehabilitation of terraced housing that is found integrated into many schemes throughout the borough. Most pertinently, the familiar LCC solution of mixing high, medium and low-rise dwellings in a single estate was no longer a default solution, and while achieving high development densities the design teams at Lambeth were able to pioneer efforts to find alternatives to high-rise building.",
                "The Shift to Low-Rise",
                "Blenheim Gardens was conceived well before the tragic collapse at Ronan Point in May 1968, and constituted an early experiment in the critical reappraisal of housing form in Britain. Early voices of discontent against redevelopment in large-scale, system-built and multi-storey buildings had surfaced in the previous decade. Willmott and Young’s sociological study, ‘Family and Kinship in East London’ (1957) positively described the social relationships and networks of support that constitute “social capital” in the community life of nineteenth century terraced streets.",
                "Later in 1961 Jane Jacobs had published ‘The Death and Life of Great American Cities’ to highlight aspects of communal form that influence public life. It is not difficult to see that the alternating entrances that allow passive surveillance from kitchen windows along the length of each walkway can be a response to Jacobs: “there must be eyes upon the street, eyes belonging to those we might call the natural proprietors of the street. The buildings on a street equipped to handle strangers and to insure the safety of both residents and strangers, must be oriented to the street. They cannot turn their backs or blank sides on it and leave it blind.”",
                "The vision of neighbourly chatting in the architects’ perspective drawing indicates a significant shift of emphasis to communal relationships and away from the megastructures and systems building approach of the 1950s and early 1960s.",
                "Most of the low-rise and high density housing that is appreciated in local authority building programmes followed after the design and approval of Blenheim Gardens by Lambeth Councillors in November 1967. Earlier in that year Neave Brown had published a call for low-rise, high-density\nhousing in his article, ‘The Form of Housing’:\n“Build low, to fill the site, to geometrically define open\nspace, to integrate … to return to housing the traditional\nquality of continuous background stuff, anonymous, cellular,\nrepetitive, that has always been its virtue.”\nHowever, Brown’s most celebrated work, the Alexandra Road Estate (which, in fact, extended up to seven floors in places) was not designed until the following year. Lambeth’s Central Hill had already been presented to Councillors in 1966 and Cressingham Gardens followed in January 1969.",
                "Description of Blenheim Gardens",
                "Ted Hollamby presented Blenheim Gardens early in 1968, and it was built from 1969 to 1974. The original plan included several community buildings including a junior training centre and an old people’s welfare home. The housing elements of the estate consist of two principle\nbuilding types. Deck access blocks of flats extend around the perimeter of the estate and two-storey houses occupy the pedestrianised centre in compact groups of terraces. The 441 dwellings were built to a high density of 112 persons per acre.",
                "At the eastern entrance from Blenheim Gardens, along Glanville Road to the north and Prague Place to the west the buildings comprise two floors of flats over ground level garages. Along the southern edge along Ramillies Close a single level of flats sit over low-level garages. At the\nwestern edge a parade of shops with flats above are cleverly integrated with a pre-existing retained pub facing Lyham Road. The generous open space between pub and shops forms the most prominent entrance to the estate.\nOther access points from the north (Lambert Road) and east (Brixton Hill) are low-key. There is no car access to the heart of the estate, except along the north edge of the Mall where two storey blocks originally included 4 and 5 person disabled flats with garages (now adapted to form part of the dwellings).",
                "The main portion of houses consists of four groups of two-storey terraced houses with access from both sides from narrow, pedestrian-only lanes. Terraces in the two largest quadrants are aligned north-south while in the smaller quadrants the terraces are orientated east-west. At the centre of the estate an extended garden (originally named the Mall) provides access to generous open space from the surrounding terraces.",
                "Hollamby was well schooled in the practitioners and history of the Modern Movement in architecture, and the houses have a passing resemblance to the row-houses designed by JJP Oud for the Weissenhof Estate of 1927 in Stuttgart. However, at Blenheim Gardens the houses are paired in alternating orientations so that half the houses on a terrace\nare accessed from one side, and the next pair accessed from the reverse side. This allows the whole length of the access walkway to be passively monitored from kitchen windows on both sides, and ensures that the projecting entrance blocks do not become overly dominant to block light and views.",
                "The character of the buildings is low key: the ground floors consist of brick walls and timber windows, and upper floors of hung fibre-cement slates with horizontally sliding aluminium strip windows. The parapet coping on the flat roofs of the two storey houses defines a strong horizontal line that is visible throughout the estate.",
                "The Contemporary Reaction to Blenheim Gardens",
                "Blenheim Gardens was highly commended by the Good Design in Housing Awards in 1974 (now known as the Housing Design Awards), and as early as the end of 1968 author and BBC (presenter/reporter) Jill Craigie praised the estate in “People versus Planners” for The Times:\n“For superb examples it is necessary to look at Lambeth and\nthe experience of the borough’s most sensitive architect,\nEdward Hollamby. Although he has in his time also built\nlarge estates with high buildings, he has concentrated for\nyears on housing his people back on the ground. Today\nHollamby is the acknowledged leader in high density housing\nwith low buildings. In his latest scheme for Blenheim Gardens,\ncovering almost 16 acres, the houses will be no more than\ntwo storeys high. Arranged along narrow roads, or rather, terraces,\nthe layout is, in effect, a return to the traditional\nway of building, but in this case, brought up to date\nwith all the latest ideas for the segregation of traffic,\ntree planting and above all, open spaces that really can be used.\nThe terraces are arranged to give an informal atmosphere with spaces\nfor toddlers to play where they can be seen from\nthe kitchen windows. A really large open space to the south\nallows for the older children to roam about and make\nas much noise as they like. Car parking mostly occurs\nat the end of the walkways. Privacy in the living rooms\nis safeguarded by means of enclosed patios with gates\nopening into the walkways...\nOf even more general interest is Hollamby’s policy, backed by\nhis council, for Lambeth as a whole. The general aim is to\nrecreate the village atmosphere by preserving and restoring old buildings\non a grand scale, while at the same time introducing\nenvironmental improvement and modern solutions to traffic problems.... ”"
            ]
        }
    ],
    "id": 10954,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/10954/building_10954_bd_site-plan_b799ce50229a9cb0e62c7a2555ae5811.jpeg",
            "description": null,
            "title": "Blenheim Gardens Site Plan",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10954_bd_site-plan_b799ce50229a9cb0e62c7a2555ae5811.jpeg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/10954/building_10954_bg_model_e_0dca35dfae7dc7efaebe239dcf9b1cea.jpeg",
            "description": null,
            "title": "Aerial View of Model",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10954_bg_model_e_0dca35dfae7dc7efaebe239dcf9b1cea.jpeg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/10954/building_10954_bg_terrace-walkway_122e2cb66ca046bcee1a6a59ca961caa.jpeg",
            "description": null,
            "title": "Chatty neighbours, sketch included in presentation to Councillors",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10954_bg_terrace-walkway_122e2cb66ca046bcee1a6a59ca961caa.jpeg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/10954/building_10954_bg_6phouse_axo_50469a7a3f90042a3f704e999736e2b8.jpeg",
            "description": null,
            "title": "Axonometric drawing for a 6-person house",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10954_bg_6phouse_axo_50469a7a3f90042a3f704e999736e2b8.jpeg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/10954/building_10954_bg_children-in-walkways_9f92934bd75138437276bd23fd21a20b.jpeg",
            "description": null,
            "title": "Children meeting in the walkways",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10954_bg_children-in-walkways_9f92934bd75138437276bd23fd21a20b.jpeg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/10954/building_10954_img_7626_875adac64690d83ad438c844ee91c411.jpg",
            "description": null,
            "title": "The Mall",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10954_img_7626_875adac64690d83ad438c844ee91c411.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "24 Prague Place, Brixton Hill, SW2 5ED",
        "latitude": 51.4556086,
        "longitude": -0.1271517,
        "meeting_point": null,
        "travel_info": [
            "Tube: Brixton",
            "Train: Brixton",
            "Bus: 355, 333, 250, 159, 133, 118, 109, 59, 45"
        ]
    },
    "name": "Blenheim Gardens Estate",
    "original_url": "https://programme.openhouse.org.uk/listings/10954",
    "ticketed_events": true
}