{
    "all_week": false,
    "description": "nimtim are opening up the doors to our studio, inviting members of the public to come in and see some of the work we have been doing and discover some of the recent materials we have been using.",
    "design": {
        "designers": [
            {
                "architect": "Nimtim Architects",
                "description": null,
                "year": "0"
            }
        ],
        "periods": [],
        "types": [
            "architectural practice"
        ]
    },
    "events": [],
    "facilities": [
        "Architect on site"
    ],
    "factsheet": [
        {
            "heading": "How we work",
            "paragraphs": [
                "We want to create places that reflect the personalities and values of the people who will use them. To achieve this we design through a process of dialogue and co-creation. We start by asking questions, playing games and testing scenarios. We design together: informed by the ideas and ambitions everyone brings to the project.\n \nFrom this emerges buildings and spaces full of playfulness and spirit - celebrating uniqueness and difference and resonating with the people that live/work/play in them.\n \nPutting people at the centre of the process creates stronger communities, better and more sustainable buildings and healthier and happier lives.\n \nWe are a diverse and curious team. Our clients have been similarly diverse and our process and approach have helped support different voices and requirements and transform them into compelling spaces.\n \nWe have run workshops, engagement events and mentoring programmes through project work and as part of our commitment to providing social value and broadening the diversity of our profession."
            ]
        },
        {
            "heading": "Briefing Game",
            "paragraphs": [
                "Our briefing game is at the heart of our process. It's a tool we've developed over many years through our work with families and homeowners. It has evolved and become more adaptable and flexible and has since delivered huge benefits to businesses, private and public institutions. It's a playful and intuitive way for us to explore ambitions and needs which brings everyone into the process of identifying a project's scope, purpose and spirit.  \n​\nWe explore how existing spaces are used and how people live/work/play together. We then look at how this might be improved and transformed in the future through the project we create together. \n​\nThis briefing process also brings clients and stakeholders inside the design process - empowering them to understand the challenges and issues that will need to be resolved. It helps set a tone of collaboration and co-creation for the rest of the project."
            ]
        },
        {
            "heading": "Materials",
            "paragraphs": [
                "nimtim’s material library has been built up over several years and is a celebration of the interests and personalities of our project runners, as well as the clients that we have collaborated with. This has led to a diverse and varied collection in which it’s easy to find inspiration and with which to test new ideas.",
                "We believe that materials play an important role in the success of each of our projects and so we consider materiality in relation to the overall design concept from the outset of our projects. In the early stages, we consider which type of materials lend themselves to the form we’re trying to express – say lime plaster as opposed to the strong pattern of a brick bond - rather than the colour. Internally, the concept may lend itself to a pattern such as that of tiles, rather than homogenous yet bright floor sheet flooring. We often find that colour comes later, deciding on an exact tone of material once on site with the physical sample in-situ lighting.",
                "When considering materiality sustainability is also at the forefront of our mind, whether that be through the embodied carbon within each product or the durability and longevity of each. A hierarchy of the embodied common materials on our studio notice board serves as a quick sense check when working on projects from the very early stages. This is a useful reference point when starting to think about materials for a project.",
                "Clients are often surprised that the innovative, colourful, bold and sustainable choices aren’t necessarily expensive. As well as being reflective of our clients and ourselves  we’ve tried to curate our material library to focus on exciting, good quality and durable materials at an affordable price."
            ]
        }
    ],
    "id": 10969,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/10969/building_10969_nimtim-staff-web-13_9127488316e13a4e24da44f48a1d1a1a.jpg",
            "description": null,
            "title": "nimtim team",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10969_nimtim-staff-web-13_9127488316e13a4e24da44f48a1d1a1a.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/10969/building_10969_nimtim-staff-web-16_8286fa519737518c63ed85dc3cb74a34.jpg",
            "description": null,
            "title": "Office interior",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10969_nimtim-staff-web-16_8286fa519737518c63ed85dc3cb74a34.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/10969/building_10969_nimtim-staff-web-18_a3e37674188e0a55baffe33a03b43925.jpg",
            "description": null,
            "title": "Studio interior",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10969_nimtim-staff-web-18_a3e37674188e0a55baffe33a03b43925.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/10969/building_10969_nimtim-staff-web-22_3e53fff4851f11811e3cbdcf86d9dcae.jpg",
            "description": null,
            "title": "nimtim office interior",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10969_nimtim-staff-web-22_3e53fff4851f11811e3cbdcf86d9dcae.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/10969/building_10969_nimtim-staff-web-24_1cfffa21fb9155aec45ae4678fdccc61.jpg",
            "description": null,
            "title": "office staircase",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10969_nimtim-staff-web-24_1cfffa21fb9155aec45ae4678fdccc61.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/10969/building_10969_nimtim-staff-web-27_147a3ff43d91e3c52a921b0918dde1ea.jpg",
            "description": null,
            "title": "Sample library",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10969_nimtim-staff-web-27_147a3ff43d91e3c52a921b0918dde1ea.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "The Old Stable House, Unit 4",
        "latitude": 51.4573737,
        "longitude": -0.0736983,
        "meeting_point": null,
        "travel_info": [
            "Bus: 42, 37, 484, P13, 40, 185, 176"
        ]
    },
    "name": "nimtim architect open studio",
    "original_url": "https://programme.openhouse.org.uk/listings/10969",
    "ticketed_events": false
}