{
    "all_week": false,
    "description": "Housed in a Victorian tannery, PSLab’s London home is neither office nor lighting showroom yet serves both functions. Designed by JAMESPLUMB & PSLab, the space was stripped back to reveal the core of the building and sunken tanning pits.",
    "design": {
        "designers": [
            {
                "architect": "PSLab",
                "description": null,
                "year": "2019"
            },
            {
                "architect": "JamesPlumb",
                "description": null,
                "year": "2019"
            }
        ],
        "periods": [
            "Historical/contemporary"
        ],
        "types": [
            "industrial",
            "art studio",
            "offices"
        ]
    },
    "events": [],
    "facilities": [
        "Toilets",
        "Refreshments",
        "Disabled access",
        "Architect on site"
    ],
    "factsheet": [
        {
            "heading": "Open House / Studio Tours",
            "paragraphs": [
                "Join the PSLab team for a tour of their studio looking at the design and creation of their London home. A chance to get an in depth look at the lighting (both architectural and decorative) developed by the Lebanese brand and experience a unique display of light in its raw form.",
                "An informal drop-in event on Thursday 8th and 15th of September with light refreshments available.",
                "Though not essential, booking ahead for either day will be greatly appreciated!",
                "To get a feel for PSLab take a look at our website:",
                "https://pslab.lighting"
            ]
        },
        {
            "heading": "History",
            "paragraphs": [
                "Tucked down a quiet side street in south London's Bermondsey neighbourhood, PSLab's UK HQ occupies a Victorian-era tannery – a place where animal hides are processed to produce leather.",
                "Before its renovation in 2019 the building was an unremarkable office comprised of 70's style cubicles and paneled ceiling but upon excavation of the site it's history as a Tannery was revealed. Wooden boards that ran over the tanning pits were dug up and incorporated into a new design concept inspired by the building's past.",
                "Bermondsey was a centre for leather-working in the Middle Ages and beyond. A typical district of the London Docklands, it was built up into an industrial and warehousing area in the 18th and 19th centuries."
            ]
        },
        {
            "heading": "Design And Architecture",
            "paragraphs": [
                "PSLab and Designers James Russell and Hannah Plumb (Of studio JamesPlumb) completely stripped back the building to expose its industrial shell, only leaving behind its bare-brick walls, steel columns and a number of sunken pits that would have once been used to dye animal hides.",
                "These pits have been filled with concrete to create a series of different-height plinths, their blocky shape a subtle reference to monolithic structures that Russell and Plumb came across in a book called Bunker Archaeology by French philosopher Paul Virilio.",
                "The plinths provide staff with a casual place to perch and work during the day, but can also serve as auditorium-style bench seating when the brand hosts large-scale events.",
                "Some of them have been topped with slabs of concrete to create more formal work desks, while others have been dressed with linen-covered horsehair cushions to give some areas a cosy, lounge-like feel.",
                "Planters have also been integrated into several of the plinths which, combined with the potted trees and leafy vines that trail from the ceiling, are meant to channel the verdant greenhouses of the Orto Botanico garden in Palermo, Italy.",
                "Over 350 pieces of black iron were used to build a gantry directly above the plinths.",
                "A gridded steel framework that displays sample materials, models and lighting prototypes has been erected on one side of the room, acting as a \"spine\" between the main office floor and the atelier space.",
                "Beechwood drawers run along the bottom, while higher shelves are accessed by a ladder akin to what would be seen in a traditional library.",
                "Typical factory-style doors close off a private meeting room with almost-black walls, which has been finished with a mustard-yellow bench and seating by Finnish designer Yrjö Kukkapuro."
            ]
        }
    ],
    "id": 10978,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/10978/building_10978_rg1176c_09-copy-2_d716be75cb6a84487f667b6c27e9cc49.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10978_rg1176c_09-copy-2_d716be75cb6a84487f667b6c27e9cc49.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/10978/building_10978_rg1176c_26-copy-2_ba6007bda57ef30004ded2cc58c31914.jpg",
            "description": null,
            "title": "View from Wild's Rents",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10978_rg1176c_26-copy-2_ba6007bda57ef30004ded2cc58c31914.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/10978/building_10978_rg1176c_08-copy_691ba247287d6845bf332a16e4d2a8d8.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10978_rg1176c_08-copy_691ba247287d6845bf332a16e4d2a8d8.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/10978/building_10978_rg1176c_14-copy-2_690424d597044a480d8ea69ec9ab458d.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10978_rg1176c_14-copy-2_690424d597044a480d8ea69ec9ab458d.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/10978/building_10978_rg1176c_11-copy_599cdf7953f0fb7273fc025aa9032b08.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10978_rg1176c_11-copy_599cdf7953f0fb7273fc025aa9032b08.jpg"
        }
    ],
    "links": [
        {
            "href": "https://pslab.lighting",
            "title": null
        }
    ],
    "location": {
        "address": "PSLab London, 22 Wild's Rents, SE1 4QG",
        "latitude": 51.497738,
        "longitude": -0.0845545,
        "meeting_point": null,
        "travel_info": [
            "Tube: Borough, London Bridge",
            "Train: London Bridge",
            "Bus: 1, 188, 78, 42, C10"
        ]
    },
    "name": "PSLab's London Studio",
    "original_url": "https://programme.openhouse.org.uk/listings/10978",
    "ticketed_events": false
}