{
    "all_week": false,
    "description": "Architecture for London have completed a refurbishment and extension of this Victorian home in Angel. The previously dark and uninviting ground floor is now light-filled and spacious, featuring a floor-to-ceiling door to the garden.",
    "design": {
        "designers": [
            {
                "architect": "Architecture for London",
                "description": null,
                "year": "2021"
            }
        ],
        "periods": [
            "Contemporary"
        ],
        "types": [
            "residence"
        ]
    },
    "events": [],
    "facilities": [
        "Architect on site"
    ],
    "factsheet": [
        {
            "heading": "9 Coombs Street",
            "paragraphs": [
                "**This event will still be proceeding as planned Saturday 10th September, between the hours of 10am and 5pm. This is a one day only event.**",
                "Architecture for London have completed a rear extension and full refurbishment to this mid-19th century terraced Victorian home in Angel. It features a unique collection of African sculptural artwork.",
                "The previously dark and uninviting lower ground floor is now light-filled and spacious, featuring a bespoke floor-to-ceiling door to the garden.",
                "Material finishes include natural clay paint walls, raw oak joinery and terrazzo floors."
            ]
        },
        {
            "heading": "Our clients",
            "paragraphs": [
                "The client approached Architecture for London following a decision to renovate their home, rather than leave the city. Their goal was to gain more space and radically change the quality of natural light in the property.",
                "They have travelled extensively across central and west Africa working for the British Council, specifically supporting youth education. On their journeys, they have collected a number of unique artworks, which now fill the home."
            ]
        },
        {
            "heading": "Renovation",
            "paragraphs": [
                "The original building is a three-storey 19th-century terraced Victorian home. It features a closet wing (outrigger) to the rear with a walled garden. The original internal layout consisted of a dark separated kitchen, dining room and study on the lower ground floor, a double reception and bathroom on the ground floor and three bedrooms on the first floor. The home is located in the Duncan Terrace and Colebrook Row conservation area, and is locally listed.",
                "The alterations focused on the lower ground floor, allowing for a generous layout of spaces and significantly improved daylight. This included removing walls to create a combined kitchen and dining room. The existing staircase was refurbished with a finned partition and WC behind a full-height feature oak panel door. The side wall to the closet wing was removed and the new infill extension allows for an improved connection to the garden.",
                "Drawing your eyes to the rear, a striking bespoke 2.8m glazed oak door opens fully onto the garden, alongside a deep framed oak window. The infill extension ceiling is formed of deep structural oak joists that support a rooflight and green roof while moderating direct sunlight.",
                "Non-original aluminium windows at the rear were replaced with enlarged traditional sash windows, painted to match the brickwork. The new rooflight brings light into the darkest part of the lower ground floor, and the green roof improves the outlook from the floors above.",
                "The refurbished home respectfully, but radically delivers space for contemporary living within a period property. The unique collection of African sculptural artwork includes a sun mask from Burkina Faso, African teak elephants from Ghanaian master carvers and Senufo day beds."
            ]
        },
        {
            "heading": "Materials",
            "paragraphs": [
                "A palette of consistent, simple and sustainable materials were chosen. The joinery is oak, finished to maintain a raw look. The floor and countertops are hard-wearing terrazzo and the walls are painted with natural and breathable clay paint. These are accented with brass handles and fixtures."
            ]
        },
        {
            "heading": "Architect: Architecture for London",
            "paragraphs": [
                "We are award-winning London architects dedicated to the creation of inspirational architecture and interiors.\nOur holistic design, engineering and construction service ensures that each project meets the exacting requirements of our Healthy Homes approach. We employ the highest comfort standards, including Passivhaus and EnerPhit; creating warm, low-energy homes and workplaces that are a joy to inhabit.",
                "Our residential projects include new homes, house extensions and refurbishments at all scales. We have extensive experience with heritage properties, where there is often a need to balance sensitive refurbishment with carefully considered contemporary extensions. Projects are designed holistically with architecture, landscape, joinery and interiors each interlocking to form a coherent whole."
            ]
        },
        {
            "heading": "Contact",
            "paragraphs": [
                "https://architectureforlondon.com/\nhttps://www.instagram.com/architectureforlondon/"
            ]
        }
    ],
    "id": 10977,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/10977/building_10977_view-from-kitchen-wide-crop-1_790cbaca09cf7f32fa9e7de3eadac98c.jpg",
            "description": null,
            "title": "Rear extension",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10977_view-from-kitchen-wide-crop-1_790cbaca09cf7f32fa9e7de3eadac98c.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/10977/building_10977_stair-crop_013e1b49671e5c9d8637267aae8ca71b.jpg",
            "description": null,
            "title": "Stair",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10977_stair-crop_013e1b49671e5c9d8637267aae8ca71b.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/10977/building_10977_view-from-kitchen-wide-crop-2_9073b5644f9e9c5c0884546d1937878f.jpg",
            "description": null,
            "title": "Window",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10977_view-from-kitchen-wide-crop-2_9073b5644f9e9c5c0884546d1937878f.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/10977/building_10977_door-looking-out-open_c44daa5b4ee861e93fec174d7b417b17.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10977_door-looking-out-open_c44daa5b4ee861e93fec174d7b417b17.jpg"
        }
    ],
    "links": [
        {
            "href": "https://architectureforlondon.com/",
            "title": null
        },
        {
            "href": "https://www.instagram.com/architectureforlondon/",
            "title": null
        }
    ],
    "location": {
        "address": "9 Coombs Street, N1 8DJ",
        "latitude": 51.5313196,
        "longitude": -0.0991091,
        "meeting_point": null,
        "travel_info": [
            "Tube: Old Street, Angel"
        ]
    },
    "name": "9 Coombs Street",
    "original_url": "https://programme.openhouse.org.uk/listings/10977",
    "ticketed_events": false
}