{
    "all_week": false,
    "description": "Southwark Park Pavilion consolidates the park’s offices, a café, public amenities centrally within the park reinforcing existing facilities such as the art gallery, children’s playground and playing fields.",
    "design": {
        "designers": [
            {
                "architect": "Bell Phillips Architects",
                "description": null,
                "year": "2019"
            }
        ],
        "periods": [
            "Contemporary"
        ],
        "types": [
            "walk/tour",
            "public realm/landscape",
            "community/cultural"
        ]
    },
    "events": [],
    "facilities": [
        "Toilets"
    ],
    "factsheet": [
        {
            "heading": "Self Guided Walking Tour",
            "paragraphs": [
                "Enjoy a self-guided audio tour narrated by the project architect as they walk you through Southwark Park toward Southwark Park Pavilion. Learn valuable insights into the build, exploring the considerations and key decisions made by the project team all available at your own pace.",
                "To download more information about the pavilion, including the audio file, and the transcript of the recording visit: https://www.dropbox.com/sh/uz7d3rfor0bv7kc/AAC9ZNzlgrHez7wC6_--wCmCa?dl=0",
                "**Please note, as this is a self-guided tour, there will be no one to guide you at the pavilion. You are not bound to the time of the drop-in event; you may download the files and visit the pavilion at a time convenient to you.",
                "Please use the booking feature, so we may send you the materials."
            ]
        },
        {
            "heading": "Design",
            "paragraphs": [
                "The pavilion’s organic form responds to the curved geometry of the park’s historic pathways, the Oval playing fields and the adjacent lake edge. The pavilion’s three wings gracefully expand into the park, creating triple-aspect views towards these hallmarks. The pavilion offers a sheltered area that allows the café to spill onto the lake edge. The existing route to the Oval from Gomm Road is carefully considered by consistent landscaping strengthening the relationship between the entrance, gallery and pavilion.",
                "The sleek and minimalistic design approach compliments and adds definition to the spaces around it, including strengthening the boundary around the Oval that was lost over time. From afar, the pavilion’s form appears sculptural and planar, avoiding clustering or obscuring the skyline. Closer observation reveals picturesque qualities that become apparent through the contextual white bricks enhancing the play of shadows throughout the day."
            ]
        }
    ],
    "id": 10982,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/10982/building_10982_southwark-park-lores_89f1aff1d752fb0cb9d8bc45e7bee513.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10982_southwark-park-lores_89f1aff1d752fb0cb9d8bc45e7bee513.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/10982/building_10982_southwark-park-pavilion-main-image_0da0a66b33d5c4b37f9bc9f65e23064c.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10982_southwark-park-pavilion-main-image_0da0a66b33d5c4b37f9bc9f65e23064c.jpg"
        }
    ],
    "links": [
        {
            "href": "https://www.dropbox.com/sh/uz7d3rfor0bv7kc/AAC9ZNzlgrHez7wC6_--wCmCa?dl=0",
            "title": null
        }
    ],
    "location": {
        "address": "Southwark Park Rd, SE16 2JH",
        "latitude": 51.4948404,
        "longitude": -0.0590366,
        "meeting_point": null,
        "travel_info": [
            "Tube: Bermondsey, Canada Water, Surrey Quays",
            "Train: South Bermondsey"
        ]
    },
    "name": "Southwark Park Pavilion- A Walk in the Park with Bell Phillips Architects",
    "original_url": "https://programme.openhouse.org.uk/listings/10982",
    "ticketed_events": false
}