{
    "all_week": false,
    "description": "The pavilion provides a focus for a tranquil landscaped garden at King’s Cross. The garden, designed by Tom Stuart-Smith, is loosely based on the design of Bagh-e Fin in Iran, dating from the 16th century.",
    "design": {
        "designers": [
            {
                "architect": "Bell Phillips Architects",
                "description": null,
                "year": "2021"
            }
        ],
        "periods": [
            "Contemporary"
        ],
        "types": [
            "walk/tour",
            "public realm/landscape",
            "community/cultural"
        ]
    },
    "events": [],
    "facilities": [],
    "factsheet": [
        {
            "heading": "Self Guided Walking Tour",
            "paragraphs": [
                "Enjoy a self-guided audio tour narrated by the project architect as they walk you through Jellicoe Gardens toward the pavilion. Learn valuable insights into the build, exploring the considerations and key decisions made by the project team all available at your own pace.",
                "To download more information about the pavilion, including the audio file, and the transcript of the recording visit: https://www.dropbox.com/sh/uz7d3rfor0bv7kc/AAC9ZNzlgrHez7wC6_--wCmCa?dl=0",
                "Content will be available from August 23rd until October 1st.",
                "**Please note, as this is a self-guided tour, there will be no one to guide you at the pavilion. You are not bound to the time of the drop-in event; you may download the files and visit the pavilion at a time convenient to you.",
                "Please use the booking feature, so we may send you the materials."
            ]
        },
        {
            "heading": "Design",
            "paragraphs": [
                "Jellicoe Gardens opened in November 2021 as part of a coherent collection of linked green spaces in King’s Cross, each defined by its diversity and quality. In the garden and pavilion, sunlight, shade and water are balanced to create a place of calm, comfort, and quiet reflection in the heart of the King’s Cross Estate. Inspiration has been taken primarily from the great garden Bagh-e Fin, a traditional Persian garden located in Kashan, Iran. The pavilion celebrates geometry and symmetry and is bisected by an axial water feature. The patterned roof is a symbolised ode to traditionally covered pavilions in Persian Gardens and features a geometrical aperiodic pattern of Penrose tiling created by British physicist Robert Penrose. The nod to the equilibrium created by sunlight, shade, and water creates a calm destination primed for quiet reflection.",
                "While the garden’s layout is undeniably Persian in origin, the naturalistic drifts of planting are developed from the traditional English herbaceous border where the planting has an informal, meadow-like character, drawing the eye across swathes of colour and texture. The name of the gardens reflects the achievements of Sir Geoffrey Jellicoe (8 October 1900 – 17 July 1996), a notable landscape architect, planner, and architect."
            ]
        }
    ],
    "id": 10983,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/10983/building_10983_jellicoe-thumbnail-for-web_e1f04b0636cf78923cf9f06a36d7bde4.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10983_jellicoe-thumbnail-for-web_e1f04b0636cf78923cf9f06a36d7bde4.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/10983/building_10983_jellicoe-news-main-image_3c0e189a3356eb285b349f765f71d9ec.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10983_jellicoe-news-main-image_3c0e189a3356eb285b349f765f71d9ec.jpg"
        }
    ],
    "links": [
        {
            "href": "https://www.dropbox.com/sh/uz7d3rfor0bv7kc/AAC9ZNzlgrHez7wC6_--wCmCa?dl=0",
            "title": null
        }
    ],
    "location": {
        "address": "Coal Drops Yard, 5 Lewis Cubitt Walk, N1C 4DF",
        "latitude": 51.5358763,
        "longitude": -0.1264545,
        "meeting_point": null,
        "travel_info": [
            "Tube: King's Cross St. Pancras"
        ]
    },
    "name": "Jellicoe Gardens- A Walk in the Park with Bell Phillips Architects",
    "original_url": "https://programme.openhouse.org.uk/listings/10983",
    "ticketed_events": false
}