{
    "all_week": false,
    "description": "We will show how the long-distance trade with Canada  helped feed London’s growing population of 7 million people by 1910.  Our \"museum without walls\" will use virtual reality technology to to visualise historical connections.",
    "design": {
        "designers": [
            {
                "architect": "Millennium Mills was designed and built by William Vernon & Sons of West Float",
                "description": null,
                "year": "1905"
            },
            {
                "architect": "Birkenhead",
                "description": null,
                "year": "1905"
            }
        ],
        "periods": [
            " Birkenhead",
            "Edwardian"
        ],
        "types": [
            "event"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "booking_link": null,
            "capacity": 210,
            "date": "2022-09-18",
            "drop_in": true,
            "end": "2022-09-18T18:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in",
            "notes": "Visitors can arrive at any time during the opening hours. There may be queues at busy times.",
            "start": "2022-09-18T11:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        "Toilets",
        "Parking",
        "Family activities",
        "Disabled access"
    ],
    "factsheet": [
        {
            "heading": "Focus",
            "paragraphs": [
                "MILLENIUM MILLS: Feeding Edwardian London will use narrative-story-telling approaches and data visualizations to allow the users to see the long-distance trade that helped feed London’s growing population of 7 million people by 1910.",
                "Using Immersive Virtual Reality (VR) and Augmented Reality (AR) technology, to build a “museum without walls “, where the user will be able to step back in time with us and explore Millennium Mills’ critical role in feeding of nineteenth-century London from global grain supplies.",
                "We will build a large-scale, visceral and engaging digital experience that will show visitors to the Royal Docks how this site was connected in a network of globalization and colonialism that provided the growing supply of wheat flour to feed the people living in Greater London during the first decades of the twentieth century.",
                "It will also create opportunities to reflect on how the metropolis continues to rely on global food supply chains in the twenty-first century, decades after the decommissioning of the Royal Docks and Millennium Mills."
            ]
        },
        {
            "heading": "Purpose",
            "paragraphs": [
                "Our project is about building a \"Museum Without Walls\" a model where audiences are able to jump back in time using immersive technologies (virtual reality VR, and augmented reality AR) to visualise historical connections and processes that remain relevant even today."
            ]
        },
        {
            "heading": "Partnerships",
            "paragraphs": [
                "Our partnership will bring together museums, private sector developers and an interdisciplinary team of university researchers to use immersive technologies and game play to encourage students and museum visitors to think with history about the limits of the biosphere. We have Canadian government research funding that we are looking to leverage with local funders to create these unique on the ground heritage experiences.",
                "We also bring our various specialist skills – historical knowledge of the past, award-winning immersive content design and delivery, knowledge of compelling archives and objects, to produce an unforgettable immersive experience. Ultimately, we intend for our VR/AR experience to get the public thinking about how globalization transformed our world."
            ]
        }
    ],
    "id": 10996,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/10996/building_10996_milleniummills_1934_742x500_703aba2496d6d0ab3cb325be1cdd19da.jpg",
            "description": null,
            "title": "Aerial View of Millenium Mills ",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10996_milleniummills_1934_742x500_703aba2496d6d0ab3cb325be1cdd19da.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/10996/building_10996_cropped-millennium_mills_northwest_1000x600_1b46bbe4e5825da5b0bfc1ec33775fe9.jpg",
            "description": null,
            "title": "View from Northwest of Millenium Mills",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10996_cropped-millennium_mills_northwest_1000x600_1b46bbe4e5825da5b0bfc1ec33775fe9.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Western Gateway, Royal Victoria Dock, E16 1FA",
        "latitude": 51.5083545,
        "longitude": 0.0198899,
        "meeting_point": null,
        "travel_info": [
            "Tube: Royal Victoria, Custom House",
            "Bus: 474, 147, 330"
        ]
    },
    "name": "Millennium Mills: Feeding Edwardian London",
    "original_url": "https://programme.openhouse.org.uk/listings/10996",
    "ticketed_events": false
}