{
    "all_week": false,
    "description": "Rom is Britain's most complete purpose-built skatepark. Built and opened in 1978 and designed by Adrian Rolt of G-Force, Rom is the only heritage listed full-size skatepark still in existence globally, achieving Grade-II status in 2014.",
    "design": {
        "designers": [
            {
                "architect": "Adrian Rolt/ G-Force",
                "description": null,
                "year": "1978"
            }
        ],
        "periods": [
            "Historical/contemporary"
        ],
        "types": [
            "sport",
            "community/cultural",
            "recreational"
        ]
    },
    "events": [],
    "facilities": [
        "Disabled access"
    ],
    "factsheet": [
        {
            "heading": "History",
            "paragraphs": [
                "Rom was borne out of the skating explosion of the late 1970s. Inspired by skateparks in the US, mainly in Southern California and Florida. These often featured flowing bowls, curves and moguls, designed for the popular freestyle skate style of the day, pioneered by leading lights like Rodney Mullen. Mullen is one of a number of world-famous skaters including Tony Hawk and Lance Mountain to have skated the site.",
                "Rom sits west of Upper Rainham Road, in a suburban corridor south of Romford and following the course of the River Rom (from which the park takes its name.) The central 4,000m² is surfaced in shotcrete (pressurised concrete), with a series of bowls and hollows of various shapes let into its surface. The site has always been a commercial venture, opening at a time decades before council-funded skateparks were widespread and has been owned by the Greenwood family since 1979.",
                "Rom, and its sibling park 'Solid Surf' in Harrow, were designed by Adrian Rolt of 'G-Force', the country's leading skatepark designers at the time. While not the first skatepark in Britain, that title going to the now-demolished Skate City by Tower Bridge, Rom is nevertheless unique in featuring the complete set of seven G-Force-designed skate features. These include the pool, moguls, four-leaf clover, performance bowl, slalom run, snake run and half-pipe.",
                "The initial skateboarding craze had declined by the early 1980s with the park facing closure, but received renewed interest from young people involved in BMXing, for which the flowing contours of the Rom were equally suited. The renaissance of skateboarding in the late 1990s and early 2000s led to increased use of the park and today a mix of skateboards, BMXs and scooters use the site.",
                "In 2014, Historic England awarded Grade-II listed status to Rom following a campaign by architectural historians Iain Borden and Simon Inglis.",
                "In July 2018, a significant fire swept through Rom, destroying all of the park's indoor facilities, following which the park made the difficult decision to close in September 2019, citing rising costs and falling attendance.",
                "Following its closure, filmmaker and Rom patron Matt Harris formed a Community Interest Company and began looking at possible future funding streams to reopen the park. Rom is now open once again and welcoming people of all ages from seasoned skaters with a 40-year relationship with Rom to complete beginners. Matt's 2020 celebrated documentary 'Rom Boys: 40 Years of Rad' charts the history of the site and is available on Amazon Prime."
            ]
        },
        {
            "heading": "Construction",
            "paragraphs": [
                "Built by Skatepark Construction Limited, who also built numerous other parks in the south-east such as the Mad Dog Bowl on the Old Kent Road, Rom, like Harrow, is a shotcrete skatepark.",
                "Built through excavation of existing land, steel rebar was laid followed by a layer of seamless pressurised concrete (shotcrete), which was applied in-situ and then levelled. This method was perfect for the flowing features of the park and resulted in a characteristic finish to its surface.",
                "Features like the 'pool' were said to be almost white when newly opened and featured blue mosaic border around its lip, a nod to the backyard pools of California, which early skaters were said to have coopted in the early days of the movement.",
                "The park's surface has survived remarkably well and whilst the finish has become rougher and less forgiving over the years, the space continues to be well used by multiple generations."
            ]
        }
    ],
    "id": 10998,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/10998/building_10998_20161119-img_3844-2_21085182c817edb12d22a3fa98701afb.jpeg",
            "description": null,
            "title": "A view across the Moguls",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10998_20161119-img_3844-2_21085182c817edb12d22a3fa98701afb.jpeg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/10998/building_10998_image-asset_5a5c6adeb5e3dc49d16ac20472f534bd.jpeg",
            "description": null,
            "title": "A view looking west across the skatepark",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10998_image-asset_5a5c6adeb5e3dc49d16ac20472f534bd.jpeg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/10998/building_10998_20161119-skater-in-bowl-edit1_9b9f959decd4dd55a9a1a4087da441a9.jpeg",
            "description": null,
            "title": "The Pool at Rom",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_10998_20161119-skater-in-bowl-edit1_9b9f959decd4dd55a9a1a4087da441a9.jpeg"
        }
    ],
    "links": [],
    "location": {
        "address": "Rom Skatepark, Upper Rainham Rd, Hornchurch",
        "latitude": 51.5564242,
        "longitude": 0.1883513,
        "meeting_point": null,
        "travel_info": [
            "Tube: Elm Park",
            "Train: Romford",
            "Bus: 252"
        ]
    },
    "name": "Rom Skatepark",
    "original_url": "https://programme.openhouse.org.uk/listings/10998",
    "ticketed_events": false
}