{
    "all_week": false,
    "description": "The project is a house and studio using innovative technologies based around principles of sustainable design. Materials were chosen to limit environmental impact and produce innovative spatial and formal solutions to urban live/work.",
    "design": {
        "designers": [
            {
                "architect": "Sarah Wigglesworth & Jeremy Till",
                "description": null,
                "year": "2000"
            }
        ],
        "periods": [
            "Contemporary"
        ],
        "types": [
            "mixed use"
        ]
    },
    "events": [
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/11004",
            "capacity": null,
            "date": "2022-09-17",
            "drop_in": false,
            "end": "2022-09-17T15:00:00+01:00",
            "fully_booked": false,
            "name": "Tour of 9/10 Stock Orchard",
            "notes": null,
            "start": "2022-09-17T13:30:00+01:00",
            "ticketed": true
        },
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/11004",
            "capacity": null,
            "date": "2022-09-17",
            "drop_in": false,
            "end": "2022-09-17T17:00:00+01:00",
            "fully_booked": false,
            "name": "Tour of 9/10 Stock Orchard",
            "notes": null,
            "start": "2022-09-17T15:30:00+01:00",
            "ticketed": true
        }
    ],
    "facilities": [
        "Toilets",
        "Photography is not permitted on site",
        "Bookshop",
        "Architect on site"
    ],
    "factsheet": [
        {
            "heading": "9/10 Stock Orchard Street  • Project Description",
            "paragraphs": [
                "The Brief: The building is the architects’ own house and office and so was not based on a traditional client brief. The project was seen as both a pragmatic solution to immediate needs (somewhere to live and work) and also as a research-led solution in which new ideas, forms and materials could be tested.",
                "General Description:  9 Stock Orchard Street is a design for a house and associated studio office in Islington, North London. The building uses a number of innovative technologies based around principles of sustainable design, many of which are being used in an urban context for the first time. In addition, the project introduces innovative spatial, formal and material solutions to housing design. The main floor of the house is raised up on columns, with the garden (and chickens) occupying the undercroft. The living areas are open plan, designed to accommodate flexible living patterns, whilst the bedroom wing is conceived of as a warm haven, wrapped by a protective wall of straw. A five-storey tower of books rises through the roof, providing a lookout reading room at the top. The roof of the house is planted with a meadow. The project also includes a large studio office, responding to the need for hybrid house/office spaces in the twenty first century city. The office fronts a railway line and is faced in cement bags for acoustic protection.",
                "Design approach: As architects we are interested in the relationship between architecture and the everyday. The design is intended to be relaxed, and playful enough to accommodate the vicissitudes of everyday life. In addition, the building uses a whole range of materials which are outside the normal, and limited, architectural canon.  Techniques are used not because they are novel and ‘progressive’ but because they are simple and accessible. The building also purposely crosses architectural boundaries, mixing the slick with the hairy, the rough with the smooth. Finally, it is in the nature of the project that it will never be ‘finished’; the building is designed to evolve over time - the cement bags will decay, the library will steadily grow upwards to occupy the tower, the roof will get shaggy, colours will fade. As it is lived in, amendments are being made to improve the building and extend the brief by adding new elements (garden shed, light shelving).",
                "Sustainable Design: The design uses passive energy principles, with the heavily insulated straw bale wall wrapping around the north-east and north-west elevations, whilst the south elevation is glazed to capture heat from the sun. The tower acts as a thermal flue, catching the wind and encouraging natural ventilation to cool the house in the summer. Materials have been chosen with a view to limiting their environmental impact. The north wall is made of standard strawbales, stacked between loadbearing timber ladders and protected on the outside with a rainscreen. Other innovative materials include cement bags, a duvet type cladding to the office and the use of gabion walls filled with recycled concrete. Rainwater is collected to irrigate the roof meadow and feed toilets and washing machines. Further water savings are made through the incorporation of one of the first composting toilets to be used in the UK in an urban situation.",
                "Budget and Contract: The total building cost was approximately £635,000 – which works out to £1,125 per square metre  (if the undercrofts are excluded) or £950 per sq. metres (if a third of the area of the undercrofts is included). This represents good value for a bespoke one-off house, but is more expensive than may have been expected given the cheap materials. The cost was forced up because so many of the technologies were being used for the first time, involving a costly learning curve. The building form is also complex and the volume large.  The building was procured under a bespoke partnering agreement, working to an agreed cost plan for the standard items. There was no signed contract – the project was a large extent achieved because of the trust developed between the architects/clients and the project manager/contractor. We would especially like the extraordinary contribution of the project manager, Martin Hughes, to be recognised, as well as the flexibility and intelligence of the six main craftsmen who turned their hands to countless new techniques.",
                "Programme: Planning permission was submitted in May 1997, and received six weeks later with no negotiation. Work started in site in September 1998; the contractors moved out two and a bit years later after a celebratory meal on Christmas Eve 2000. Minor works have continued to date. (see covering letter).",
                "2004 RIBA Sustainability Award\n2004 RIBA Regional Award\n2002 Civic Trust Award\n2001 FX/Blueprint Award Best Residential Building of the Year."
            ]
        }
    ],
    "id": 11004,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/11004/building_11004_garden-view_fbfed3fa6dad6e75bf266b02238f190a.jpg",
            "description": null,
            "title": "Garden View",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11004_garden-view_fbfed3fa6dad6e75bf266b02238f190a.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/11004/building_11004_railway-view150_bbc2959eab6b2c271970aa8f31b44909.jpg",
            "description": null,
            "title": "Railway ",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11004_railway-view150_bbc2959eab6b2c271970aa8f31b44909.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/11004/building_11004_sostower_28750c9714730a652898ec4576510675.jpg",
            "description": null,
            "title": "Tower",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11004_sostower_28750c9714730a652898ec4576510675.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/11004/building_11004_sw-elev-gdn_2e369ca1cfa039fca85dbc2ba2f70887.jpg",
            "description": null,
            "title": "SW Elevation",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11004_sw-elev-gdn_2e369ca1cfa039fca85dbc2ba2f70887.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/11004/building_11004_ivj_8693_84d5b30737cffd14df28a77a4ef5ccc2.jpg",
            "description": null,
            "title": "Living Room",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11004_ivj_8693_84d5b30737cffd14df28a77a4ef5ccc2.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "9-10 Stock Orchard Street, N7 9RW",
        "latitude": 51.5509184,
        "longitude": -0.1171333,
        "meeting_point": null,
        "travel_info": [
            "Tube: Caledonian Road",
            "Train: Highbury & Islington, Caledonian Road & Barnsbury, Drayton Park, King's Cross",
            "Bus: 91, 390, 393, 259, 17"
        ]
    },
    "name": "9-10 Stock Orchard Street",
    "original_url": "https://programme.openhouse.org.uk/listings/11004",
    "ticketed_events": true
}