{
    "all_week": false,
    "description": "Join us for a walking tour showcasing the recently completed Fore Street Murals around Angel Edmonton, and the launch of the Our River Lea Poetry Trail, a celebration of local poet Keith Mowatt's memories of growing up around the River Lea.",
    "design": {
        "designers": [
            {
                "architect": "Fisher Cheng",
                "description": null,
                "year": "2022"
            }
        ],
        "periods": [
            "Historical/contemporary"
        ],
        "types": [
            "walk/tour",
            "art in the public realm"
        ]
    },
    "events": [],
    "facilities": [
        "Architect on site"
    ],
    "factsheet": [
        {
            "heading": "Introduction",
            "paragraphs": [
                "Fore Street Murals and Our River Lea Poetry Trail are two recently completed projects around Angel Edmonton which celebrate local diversity and heritage through community led artworks."
            ]
        },
        {
            "heading": "Fore Street Murals",
            "paragraphs": [
                "Fore Street Murals is part of the wider Angel Edmonton Good Growth Fund supported by the GLA and Enfield Council, and delivered by Jan Kattein Architects and local architects Fisher Cheng.  Five artists from the local area and further afield were commissioned for the artworks, each centred around engagement with specific stakeholders and the wider community.  Working with Wood Street Walls for the delivery, the trail comprises of the following:",
                "‘Inside Out’ by Hanna Bennihoud\nInside Out is a collaborative artwork created with the input from local residents and with help from young people in the Dream Believe Succeed programme run by Edmonton Community Partnership.  1000 postcards were hand delivered, asking residents where their happy place was.  Developed from responses, the artwork merges the love of the outdoors with home comforts.  The ‘Fore Street Wallpaper’ is made up of a fantasy bouquet of national flowers celebrating the diversity of Upper Edmonton.",
                "2) ‘Charlie’ by AGWA\nThrough on street community engagement Albert designed three artworks based around the market traders, local architecture and cultural cuisines. The public then voted for their favourite.  The winning design is a depiction of Charlie, a locally renowned vegetable trader based on Leeds Street (across the road from the artwork), who has been trading for over 70 years in the same spot.",
                "3) ‘Charlie’s Stall’ by Doodle Designs \nThese legacy murals are based on the rich history of Charlie’s vegetable stall on Leeds Street, and combine words taken from local poet Keith Mowatt’s poem ‘Charlie’s Stall’.  The nostalgic artworks, located in a conservation area, seek to retell the hidden stories observed through the eyes of the market and the community that it has served over the past 100 years.  Inspired by the stories of Charlie, as well as contributions from Edmontonians past and present, the murals are influenced by Victorian illustrations, botanical studies and William Morris. The artwork will eventually evolve into a ‘ghost sign’ to mirror cherished ghost signs from times gone by, capturing contemporary local histories.",
                "4) ‘Sacred Geometry’ by Static\n‘Sacred Geometry’ by artist duo Static, is an artwork that has been created as a response to reflect the communities in the area, referencing Islamic craftsmen and artists who developed an instantly recognisable aesthetic based on repeated geometrical shapes, where representations of people in holy sites were not permissible. Adjourning the front and the entrance way of the Muslim Cultural Society, the artwork and colouring was chosen by the congregation of the mosque, selected from seven different colourways.",
                "5) ‘This is Us’ by Tiger Monkey",
                "Tiger Monkey artists Emma Ghafur, Licia Santos and Delina Kidane worked with 300 children including some parent /carers from St John and St James Church of England Primary School delivering creative consultation and design workshops.",
                "Children created their own original designs by drawing and making simple bright coloured collages inspired by the work of Henri Matisse.  Tiger Monkey carefully curated and digitally transposed the drawings ready for Wall Street Walls to transfer to mural artwork.  This method and process ensured that the images were kept in line with how the children originally drew them which is vitally important in terms of ownership by the young artists and keeping true to their original visions and ideas, and proudly reflected in their public realm."
            ]
        },
        {
            "heading": "Our River Lea Poetry Trail",
            "paragraphs": [
                "The project seeks to explore the significance and impact of the River Lea to life in Upper Edmonton, through the memories of local poet Keith Mowatt, via a new poetry trail connecting Fore Street with Meridian Water.  The selected poem is ‘Our River Lea’, which reflects on his lived experiences around the River Lea, and musings on the future of life following the redevelopment of Meridian Water.  The poem joyfully and tenderly explores a variety of themes, evoking imagery from the area’s industrial past, fishing on the river, a changing of the seasons and climate, as well as nightlife and nature, offering a colourful portrait of life by the River Lea and a questioning, but optimistic window to the future.",
                "The project is being delivered as a collaboration between local architects Fisher Cheng and residents group REACT, and was one of 13 projects to be successfully funded by the Stories of Enfield grant, supported by the National Lottery Heritage Fund."
            ]
        }
    ],
    "id": 11019,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/11019/building_11019_img_0847_20095eddf083826a13596d8680bbae0c.jpg",
            "description": null,
            "title": "'Charlie' by AGWA",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11019_img_0847_20095eddf083826a13596d8680bbae0c.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/11019/building_11019_lee-bridge002_lowres2_4e28a40beb7be9ea5c1974c5073f4fc6.jpg",
            "description": null,
            "title": "Poet Keith Mowatt",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11019_lee-bridge002_lowres2_4e28a40beb7be9ea5c1974c5073f4fc6.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "42 Fore Street, N18 2SS",
        "latitude": 51.6097126,
        "longitude": -0.0659747,
        "meeting_point": null,
        "travel_info": [
            "Train: White Hart Lane, Silver Street",
            "Bus: 259, 279, 149"
        ]
    },
    "name": "Angel Edmonton Public Art & Poetry Trail",
    "original_url": "https://programme.openhouse.org.uk/listings/11019",
    "ticketed_events": false
}