{
    "all_week": false,
    "description": "Hear about Brockley Conservation Area's unusually well preserved enclave of High Victorian and Edwardian domestic architecture from Brockley Society's historian Gillian Heywood MBE",
    "design": {
        "designers": [
            {
                "architect": "Part of the Tyrwhitt-Drake and Wickham families' estates",
                "description": null,
                "year": "1851"
            }
        ],
        "periods": [
            "Victorian"
        ],
        "types": [
            "walk/tour"
        ]
    },
    "events": [],
    "facilities": [
        "Disabled access",
        "Toilets",
        "Refreshments"
    ],
    "factsheet": [
        {
            "heading": "Background",
            "paragraphs": [
                "Brockley Conservation Area is an unusually well preserved enclave in south-east London, a piece of architectural and environmental history that has survived into the 21st century almost intact.\nThe land in Brockley to the south of today’s Lewisham Way was owned in the 19th century by the Wickham family of Garsington, Oxfordshire. Two daughters, Ann and Mary inherited it, and via their marriage to two brothers, John and Thomas Drake of Shardeloes House in Amersham, Buckinghamshire, an association with the Tyrwhitt-Drake family, also landowners, was formed, making possible a coordinated approach to development of the area."
            ]
        },
        {
            "heading": "Street layout in 19th century",
            "paragraphs": [
                "By the 1870s ‘Upper Brockley’ was laid out with wide streets and large Italianate villas backed by free-access mews service lanes for use by servants as well as horses and carriages. \nThe unique environment we appreciate today was created with foresight and care in layouts responding to the alignment of former country lanes, such as Brockley Lane, and respecting field patterns, footpaths and streams."
            ]
        },
        {
            "heading": "WWII bomb damage",
            "paragraphs": [
                "Most wartime bomb damage in the area had been rectified by the late 1960s by building large modern blocks of flats, such as on Wickham and Harefield Roads, plus smaller blocks where individual houses had been demolished, for example on Tyrwhitt Road and Adelaide Avenue. \nWhen the financial climate improved, developers turned to the Victorian houses, seen as ‘past their prime’, wanting to demolish them and build profitable modern blocks of flats. But people were beginning to appreciate the elegance of the Victorian and Edwardian buildings and the well-planned roads with trees and gardens, reminiscent of the orchards that used to cover the area. \nEven small cottages and town houses on Brockley Road were wonderful to live in."
            ]
        },
        {
            "heading": "Civic Amenities Act",
            "paragraphs": [
                "After the 1967 Civic Amenities Act legislated for the creation of Conservation Areas, the campaign by a group of Brockley residents led to the 1973 designation of the Brockley Conservation Area, the largest area of intact Victorian housing in south London, largely unspoiled despite the bomb damage.\nThis stopped all subsequent demolition but was too late for three large houses in Tressillian Crescent.\nThe area’s rich High Victorian and Edwardian domestic architectural heritage remains as a direct result of the actions of the residents who formed a steering committee in 1970, studied the complexities of council planning laws, attended council planning committee meetings, elected representatives for each road and swotted up on national planning law and government directives."
            ]
        },
        {
            "heading": "Brockley Society founded",
            "paragraphs": [
                "Brockley Society was formed around the same time to liaise with Lewisham Council over planning matters. They adopted a constitution and the Wyvern logo (it had been in the family crest of the local landowners in the 18th and 19th century) and kept a sharp eye on every change to window frames, roofs and trees, and resisted brutal architectural designs, demolition plans and developers’ greed.\nToday Brockley Society still seeks to conserve and enhance the Conservation Area. We support active conservation, not passive preservation.",
                "Gillian Heywood received her MBE for Service to our Community. She has been a particularly tireless and formidably well-informed defender and campaigner."
            ]
        }
    ],
    "id": 11024,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/11024/building_11024_ca-pic-for-open-house_d42b328d60459b43016d3edc5783e5ab.jpg",
            "description": null,
            "title": "Glendale Road SE4",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11024_ca-pic-for-open-house_d42b328d60459b43016d3edc5783e5ab.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/11024/building_11024_screenshot-2022-07-22-at-19-51-25_6e98893a781fb5cbff00376523721838.png",
            "description": null,
            "title": "Tyrwhitt Road SE4",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11024_screenshot-2022-07-22-at-19-51-25_6e98893a781fb5cbff00376523721838.png"
        }
    ],
    "links": [],
    "location": {
        "address": "Pistachio's Hilly Fields Cafe, Hilly Fields",
        "latitude": 51.4601733,
        "longitude": -0.0241908,
        "meeting_point": null,
        "travel_info": [
            "Train: St.John's, Lewisham, Ladywell, Brockley",
            "Bus: 172, P13, 284, 171, 122, 484"
        ]
    },
    "name": "Brockley Conservation Area Historical Walk",
    "original_url": "https://programme.openhouse.org.uk/listings/11024",
    "ticketed_events": false
}