{
    "all_week": false,
    "description": "St Matthews is Grade II listed, built 1883-4 and designed by the architect Alfred Jowers. \r\nIt features a WW1 memorial screen designed by Reginald Hallward and stained glass some believed to be by Edward Frampton",
    "design": {
        "designers": [
            {
                "architect": "Architect Alfred Jowers",
                "description": null,
                "year": "1883"
            }
        ],
        "periods": [
            "Victorian"
        ],
        "types": [
            "concert/performance space",
            "community/cultural",
            "religious"
        ]
    },
    "events": [],
    "facilities": [
        "Toilets",
        "Refreshments"
    ],
    "factsheet": [
        {
            "heading": "HISTORY",
            "paragraphs": [
                "The parish was originally founded in 1872 as the St Matthew’s Mission District Church. A tin tabernacle was initially erected on the triangular site formed by the intersection of the three roads of Grange Park on the opposite side of Ealing Common. This was lent by Daniel Radford, a member of Ealing Green Congregational Church. A permanent site on the Uxbridge Road was gifted by Edward Wood, owner of the Hanger Hill estate and JP for Middlesex and Ludlow, who was responsible for much of the residential development of late C19 Ealing. The location meant that the church could not be orientated conventionally and so it is aligned with its main axis running roughly SW-NE - all the compass points given below are liturgical rather than actual.\nIn 1880 the parish formed a building committee, which pledged to start construction in two years and complete it in four. A design for a building to seat 935 was commissioned from Alfred Jowers of Grays Inn (fl. 1864-1900) and building work started in 1881. The foundation stone in the porch was laid on 3rd April 1883 by Bishop Jackson of Antigua. The church was consecrated and the organ dedicated by Bishop Jackson (by this point Bishop of London) on 14th June 1884. The cost of construction of the church was £8,200, the building contractors were Pitman and Fotheringham.",
                "St Matthew’s was gazetted as a new parish in 1885 and the first vicar was the Rev’d Henry Douglass, appointed that year. He served up until his death during a service on 13th August 1916 and was famous for his ‘Picture Services’, when works of art and hymns would be projected from a Magic Lantern onto a sheet drawn across the chancel arch. He was also father to Dorothea Lambert, seven times champion of the Ladies’ Singles at Wimbledon between 1903 and 1914, who is commemorated by a blue plaque on the adjacent vicarage, which was finished in 1887."
            ]
        },
        {
            "heading": "EXTERIOR",
            "paragraphs": [
                "The west front is gable ended with red brick diaper patterns and a cross-shaped saddle stone. The west window has a large arch with herringbone brick coursing containing a rose window and two pointed arched lights with trefoil heads and quatrefoils above. Below this window are six lancets. There are two gabled entrances, the one to the north in the only stage of the tower to have been built, the south one opening into the south aisle. Both have elaborate ironmongery to the doors. The five bay aisles have clerestories with paired lancets. The aisles have wide arched windows with three lancets, the central one of greater height, and buttresses between the bays. The north side has an external wooden bellcote adjoining the tower and a polygonal-ended vestry at the east end. The south aisle is similar but has a gabled Lady Chapel at the east end with a gabled arch containing three trefoiled lancets. The single bay chancel is lower in height and has nine trefoiled lancets."
            ]
        },
        {
            "heading": "INTERIOR",
            "paragraphs": [
                "The nave roof has arch-braces and tie-beams but also angled queen posts and additional curved braces, and the underside is diagonally boarded. The arcade is supported on limestone columns.\nA First World War memorial screen designed by Reginald Hallward (1858-1948) runs across the nave at the W end, bisecting the westernmost bay and with returns to the responds of the nave arcades, enclosing a baptistery-cum-lobby area: a simple design with four-centred openings, the glazing a mixture of clear glass and coloured quarries with decorative leadwork and painted inscriptions listing the names of the fallen. It demarcates a baptistery area with an octagonal font in the centre against the W wall of the nave, on plinths of grey Devonshire marble surrounded by a mosaic pavement with a design incorporating Stars of David and quatrefoils with the Divine Monogram. It is surrounded by wrought iron railings running around the outer edge that rise to about waist height. The font itself is made of cream-coloured Italian marble: the bowl has an ogee profile and blind tracery rising from eight attached colonettes with coloured marble shafts and foliate capitals, more blind tracery and foliate decoration on the stem, and a wooden cover with decorative ironwork. Designer and date are unknown although presumably post-1896 when Douglass installed an altar in the baptistery and turned it into the Lady Chapel; the original font survives, stored on the sill of the north window of the stump of the uncompleted tower.",
                "The nave and aisles are seated throughout with plain wooden pews and floored in timber planking in the seating areas and coloured tiles flanked by decorative iron grilles in the passage aisles. There is an interesting wall tablet in the N aisle to Leo Edwards, 2nd Lieut, 1st Norfolks, killed in action on Western Front 08.06.1916: bronze, edged by a wreath of laurel leaves. There is a fine pulpit on the N side and vicar’s stall on the S side of the chancel arch, given by Osborn Jenkyn, churchwarden from 1879 to 1888: built of grey and red marble the pulpit has white hemispherical projections and a large, flat wooden tester. Jenkyn also gave the brass eagle lectern by the chancel steps. Decalogue boards survive on the chancel arch.\nThe panelling in the Lady Chapel was installed in 1906 and is much simpler than that in the chancel. It was altered to incorporate an opening for a reliquary during the period when the church was used by a Polish Catholic congregation. Apart from the communion rails, which appear to be identical to those in the sanctuary (are these perhaps suggesting they are catalogue items), this part of the building has been cleared of original fittings and has also been carpeted throughout.\nThe vestry has a framed roof and built-in cupboards, all apparently original.\nThe chancel, approached up two steps, has a fine geometrically patterned black and white marble floor. The organ and case were originally by August Gern (who was foreman of Cavaillé-Coll, a French organ builder) and the instrument was installed in 1884. It was rebuilt by Brindley and Foster in 1912 when it was enlarged to three manuals. It was overhauled and converted to electro-pneumatic action by A. Noterman in 1962 and improved in 1998 by Heritage Pipe Organs. The organ is not BIOS-listed (British Institute of Organ Studies). The pipework is housed in a splendid case with a heavy cornice, three pipe towers and much cusped, traceried and pierced decoration above, which faces into the chancel and is part of a unified scheme along with the stalls. A simpler, probably later front, faces into the S aisle.\nTwo steps lead up to the sanctuary which has communion rails identical to those in the Lady Chapel. The reredos was carved by a Munich craftsman from Russian oak with a representation of Leonardo da Vinci’s Last Supper, and was gifted by churchwarden Mr J. Turner on Easter Day, 1889. There is an exact copy in St John’s Church in Blackpool - the two were publicly exhibited before being installed. Elaborate canopied choir stalls and panelling in the chancel and apse were designed by T.W. Cutler of Bloomsbury and installed between 1892 and 1896, the work being done by Messrs Robinson of Kingston-upon-Thames. They are in a flamboyant Gothic style with blind arcading, crocketed ogee heads and full-height figurines of angels."
            ]
        },
        {
            "heading": "STAINED GLASS",
            "paragraphs": [
                "There is a fine and complete collection of late-C19 and early-C20 stained glass. The four-light W window showing the Calling of St Matthew and the Feast of St Matthew is reputedly by Edward Frampton (1870-1923). Two windows in the N aisle by Hallward (the first and second from the W) depict the Beatitudes (an allegory of peace with Cupid, a serpent and other subjects), commemorating Lt Charles Albert Bolter, killed near Bailleul 12.04.1918 and the Building of the Temple, commemorating Osborn and Elizabeth Jenkyn, of 1924. Three windows by Hallward in the three W bays of the S aisle: one commemorating Leonard Eales Forman, Flt Off, RN, killed 16.08.1917 - largely of coloured geometrical patterns with elaborate leading and small figures in the upper part; a second commemorates Cecil Martin Sankey, MC, 2nd Lt ‘The Buffs’, killed flying 15.05.1918 - similar in style with differences only in the figures at the top; the third shows Jesus and His parents but was partially obscured by a store for audio-visual equipment at the time of inspection. Earlier windows in the aisles are part of an incomplete scheme depicting the Judean Ministry (N aisle: the Entry into Jerusalem, the Raising of Lazarus and the Temptation in the Wilderness) and Galilean Ministry (S aisle: the Stilling of the Storm and the Feeding of the 5,000) of Our Lord. The dates and designer of these windows are unknown, but they are good quality. The six lancet lights at head height behind the font depict subjects from the childhood of Jesus or involving Jesus and children. Again, the date and designer are unknown. The windows in the clerestory are all clear-glazed. There is good glass in the chancel apse: that in the three windows behind the reredos depicts the Resurrection and the Ascension; in the three on the N side the Nativity with Magi and Shepherds; on the S side the Crucifixion. The date and designer of the glass in the apse is unknown but the Nativity and Crucifixion are clearly by a different hand to the three lights behind the reredos and executed in deep colours. The windows in the Lady Chapel show episodes from the New Testament, the large three-light window contains glass imitating the style of about the 1520s, depicting the Expulsion of the Money-Changers."
            ]
        }
    ],
    "id": 11020,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/11020/building_11020_church-from-south_ca5aa371925d3788bb1cdfd1fd1ae3f0.jpeg",
            "description": null,
            "title": "Front South view",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11020_church-from-south_ca5aa371925d3788bb1cdfd1fd1ae3f0.jpeg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/11020/building_11020_south-window_a36e40d5dac8cc2f0079258d3d4079ea.jpeg",
            "description": null,
            "title": "South Window",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11020_south-window_a36e40d5dac8cc2f0079258d3d4079ea.jpeg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/11020/building_11020_altar_0e0b1355b8a5911779e6310b0bad7b46.jpeg",
            "description": null,
            "title": "Altar",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11020_altar_0e0b1355b8a5911779e6310b0bad7b46.jpeg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/11020/building_11020_organ_1326d73918abcfff9e17cc8ad24dd529.jpg",
            "description": null,
            "title": "Organ",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11020_organ_1326d73918abcfff9e17cc8ad24dd529.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/11020/building_11020_ww1-screen_2805b76c50125f8f67c0a931ad61e1a0.jpg",
            "description": null,
            "title": "WW1 Screen",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11020_ww1-screen_2805b76c50125f8f67c0a931ad61e1a0.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/11020/building_11020_carvings_3484566688f8bba03131e4038e8c7d52.jpeg",
            "description": null,
            "title": "Carvings",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11020_carvings_3484566688f8bba03131e4038e8c7d52.jpeg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/11020/building_11020_altar_65002b95bc24558fd75ad69d0008c05b.jpg",
            "description": null,
            "title": "Altar ",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11020_altar_65002b95bc24558fd75ad69d0008c05b.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "St Matthews church, North Common Road, W5 2QA",
        "latitude": 51.513173,
        "longitude": -0.2958622,
        "meeting_point": null,
        "travel_info": [
            "Tube: Ealing Broadway, Ealing Common",
            "Train: Ealing Broadway",
            "Bus: 207"
        ]
    },
    "name": "St Matthew's Church",
    "original_url": "https://programme.openhouse.org.uk/listings/11020",
    "ticketed_events": false
}