{
    "all_week": false,
    "description": "Two-Up Two-Down House is a reworking of a Victorian mid terrace by architects Khan Bonshek. They use imaginative spatial devices to maximise the limited floor area. Double height volumes & blurring of rooms combine to create space & light.",
    "design": {
        "designers": [
            {
                "architect": "Khan Bonshek",
                "description": null,
                "year": "2018"
            }
        ],
        "periods": [
            "Contemporary"
        ],
        "types": [
            "architectural practice",
            "residence"
        ]
    },
    "events": [],
    "facilities": [
        "Architect on site"
    ],
    "factsheet": [
        {
            "heading": "In Brief",
            "paragraphs": [
                "The Two-Up Two-Down House is a reworking of a traditional victorian mid terrace by architects and self builders Khan Bonshek.",
                "Their design uses imaginative spatial devices to maximise the limited floor area. Double height volumes, exposed structure and the blurring of rooms combine to introduce light and create the illusion of space.",
                "The practices materially driven experimental approach can be seen in bespoke timber, metal and hand made concrete elements providing texture, moments of delight and playful juxtapositions."
            ]
        },
        {
            "heading": "Spatial Design",
            "paragraphs": [
                "The ground floor makes use of a split level, separating the intimate living room space from the expansive open-plan dining/kitchen. The under-the-stairs-WC is an innovative space-saving device inspired by Marcel Duchamp’s photos Door: 11, Rue Larrey. Once at the back of the house, one can appreciate the contrast between the traditional front and the contemporary rear. Stepped dog-tooth brickwork, curved concrete gutters, and slatted window panels break up the facade to relate back to the human scale whilst offering moments of intrigue.",
                "The upper floors are defined by the central spine wall - a primary structural component that the stairs are book-ended against. Using exposed grey brickwork, with in-situ cast concrete beams studded with brass disks, the monolithic mass offers an almost monastic stillness to the space. The staircase moves from once being the darkest part of the house, to now a top-lit open sculptural element from which all spaces pivot. Negotiations with floor levels and room divisions mean that circulation blurs with rooms and vice versa, offering vistas and views that create an illusion of space - one to be seen in person!"
            ]
        },
        {
            "heading": "Making and Materiality",
            "paragraphs": [
                "Built over a period of four years Khan Bonshek have taken a hands on role from demolition through to the finer finishing of the building. Where possible materials have been re-used and reconfigured, whilst the envelope of the building has been upgraded to surpass standards for sustainability and heat loss.",
                "The materiality of the building has been carefully considered to provide a rich texture. Sustainable low cost timber and recycled plastics have been combined with reclaimed teak, black marble and brass to elevate the palette. Exposed brick, concrete , LVL timber beams and spruce plywood panelling also combine to give warmth and richness.",
                "As designers and makers Khan Bonshek have used both analogue and digital means of making. Curved precast concrete components were formed from Plywood steamed in the bath, whilst timber and stone elements were CNC cut to bring a sharp and meticulous finish."
            ]
        },
        {
            "heading": "Details",
            "paragraphs": [
                "GIA: 108 m2",
                "Build Cost: £150,000",
                "Architects: Khan Bonshek",
                "Client: Khan Bonshek",
                "Contractor: Khan Bonshek",
                "Structural Engineer: Banfield Wood LLP"
            ]
        }
    ],
    "id": 11034,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/11034/building_11034_02_kbholdingpage_b3091c714471ef93c24f30b85d7b583a.jpg",
            "description": null,
            "title": "Rear Facade Detail",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11034_02_kbholdingpage_b3091c714471ef93c24f30b85d7b583a.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/11034/building_11034_03_kbholdingpage_cd06a1003a9c2a5e587df83db913518b.jpg",
            "description": null,
            "title": "Rear Facade Construction",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11034_03_kbholdingpage_cd06a1003a9c2a5e587df83db913518b.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/11034/building_11034_img_3301_89837fc8515aa459238d8b01623f0703.jpg",
            "description": null,
            "title": "Roofline",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11034_img_3301_89837fc8515aa459238d8b01623f0703.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/11034/building_11034_img_7074-2_dad31702a92111533d9d29ad73ece7f7.jpg",
            "description": null,
            "title": "Upper Floors Interior",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11034_img_7074-2_dad31702a92111533d9d29ad73ece7f7.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "5 Maryland Park, Stratford, E15 1HB",
        "latitude": 51.5469984,
        "longitude": 0.0073969,
        "meeting_point": null,
        "travel_info": [
            "Tube: Stratford",
            "Train: Stratford",
            "Bus: 308, 257, 69"
        ]
    },
    "name": "Two-up Two-down House",
    "original_url": "https://programme.openhouse.org.uk/listings/11034",
    "ticketed_events": false
}