{
    "all_week": false,
    "description": "Come and see the original 1930s London County Council estate plans for the Honor Oak Estate, find out about the estate's history from local residents, and go on a self-guided tour the estate itself (including the community orchard)!",
    "design": {
        "designers": [
            {
                "architect": "London County Council",
                "description": null,
                "year": "1934"
            }
        ],
        "periods": [
            "Community/cultural",
            "Inter-war",
            "Post-war"
        ],
        "types": [
            "civic",
            "architectural practice",
            "event",
            "walk/tour",
            "residence",
            "public realm/landscape",
            "housing"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "booking_link": null,
            "capacity": 80,
            "date": "2022-09-17",
            "drop_in": true,
            "end": "2022-09-17T14:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in",
            "notes": "Visitors can arrive at any time during the opening hours. There may be queues at busy times.",
            "start": "2022-09-17T10:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        "Toilets",
        "Refreshments",
        "Parking",
        "Disabled access"
    ],
    "factsheet": [
        {
            "heading": "History",
            "paragraphs": [
                "The Honor Oak Estate, begun by the London County Council (LCC) in 1932, is one of the LCC’s largest interwar block estates. Construction of what would become a 27 block, 1104 tenancy estate began that same year. 725 of the tenements were allocated to those displaced by slum clearance and 378 for those moved through overcrowding.",
                "There were plans for a community centre (the one you are in today) as early as 1938 but World War II unsurprisingly delayed this. The estate would have to wait until 1981 for the community centre to open.",
                "The first black and ethnic minority residents, mainly of African-Caribbean origin, moved into the estate in the sixties. In 1970, Nesta Wright - a Jamaican woman - moved onto the estate with her three young children, one of whom was called Ian. Ian Wright and the late David Rocastle (himself the son of another Honor Oak Estate family) would go on to become top-level footballers playing for Arsenal and England, and shining examples of the tradition of south London's football talent pool.",
                "Steve Rocastle (David Rocastle's brother) recalls growing up on the estate: “everyone seems to have this romantic idea of their childhood that everyone looked out for each other, but that’s what the Honor Oak Estate was like\"."
            ]
        },
        {
            "heading": "Architectural Description",
            "paragraphs": [
                "The Honor Oak Estate is a social housing estate located between the Camberwell New Cemetery & Honor Oak Recreation Ground and Nunhead Cemetery. It comprises a number of buildings (mostly in blocks) spread across the following roads: Turnham Road, Rocastle Road, Nash Road, St Norbert Road, Aldersford Close, Bessingham Walk, Billingford Close, Frendsbury Road and Hainford Close, all in the SE4 2 postcode in Lewisham.",
                "The building of the estate began in 1932 but completion was delayed until after the Second World War. The majority of the estate is made up of brick blocks with dwellings split over three or four storeys. Initially several were built with a shared washhouse (fitted with bath, copper and sink) between every three flats. One block even came with baths in the kitchens. Fortunately, however, since then the blocks have been adapted to suit more modern needs: all have been modernised with new kitchens, bathrooms and toilets, double-glazing and central heating.",
                "Most of the blocks are laid out in different versions of an elongated C shape, with the main exceptions of Bessingham Walk and Hainford Close. The C-shaped blocks are mostly made of brick with white windows, while Bessingham Walk and Hainford Close are built of brick with white wooden coverings on the front and backs of the blocks, and white windows. The wholly brick built blocks are similar in appearance to Georgian country houses. They are low-rise, ranging between three and four storeys.",
                "The estate is bordered by train lines to the north (heading to/from Nunhead station) and the east (heading to/from Brockley station). There is a significant amount of green space very close to the estate; the Honor Oak Recreation Ground and Camberwell New Cemetery is to the south, and Nunhead Cemetery to the west."
            ]
        }
    ],
    "id": 11042,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/11042/building_11042_honor_oak_2_resize_1d659623a709dd948e909f38ce0df4b5.jpg",
            "description": null,
            "title": "View of Skipton House facing north from the Honor Oak Health Centre",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11042_honor_oak_2_resize_1d659623a709dd948e909f38ce0df4b5.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/11042/building_11042_honor_oak_7_resize_bd3d7521a4a24f0b867bfbc40a9435f4.jpg",
            "description": null,
            "title": "Detail of Skipton House facing north from the Honor Oak Health Centre",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11042_honor_oak_7_resize_bd3d7521a4a24f0b867bfbc40a9435f4.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/11042/building_11042_honor_oak_18-1-_resize_101da3215d1e93c9ddb1babbe08b882a.jpg",
            "description": null,
            "title": "View of Sayer House facing east from Turnham Road",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11042_honor_oak_18-1-_resize_101da3215d1e93c9ddb1babbe08b882a.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/11042/building_11042_honor_oak_22_resize_4277229c96e7308ee5d24517bd395209.jpg",
            "description": null,
            "title": "View of Kentwell Close facing south",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11042_honor_oak_22_resize_4277229c96e7308ee5d24517bd395209.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/11042/building_11042_honor_oak_30_resize_183989fcae493a63df5dea07062ddda8.jpg",
            "description": null,
            "title": "View from green space of Spalding House, facing west",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11042_honor_oak_30_resize_183989fcae493a63df5dea07062ddda8.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/11042/building_11042_honor_oak_27_resize_d92d4e2b3914ee8b86d9c5b35367cae2.jpg",
            "description": null,
            "title": "Detail of view from green space of Spalding House, facing west",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11042_honor_oak_27_resize_d92d4e2b3914ee8b86d9c5b35367cae2.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Honor Oak Youth Club, 50 Turnham Road, SE4 2JD",
        "latitude": 51.4562644,
        "longitude": -0.0429397,
        "meeting_point": null,
        "travel_info": [
            "Train: Honor Oak Park, Crofton Park",
            "Bus: P4, 172, 171, 122, P12, 484, 343"
        ]
    },
    "name": "Lewisham Homes presents: the Historic Honor Oak Estate",
    "original_url": "https://programme.openhouse.org.uk/listings/11042",
    "ticketed_events": false
}