{
    "all_week": false,
    "description": "Come and visit The Pink Palace in the Crossfield Estate, built by London County Council in the late 1940s. You will learn about the estate's famous residents, historically strong LGBTQ+ links and information about the buildings themselves.",
    "design": {
        "designers": [
            {
                "architect": "London County Council",
                "description": null,
                "year": "1936"
            }
        ],
        "periods": [
            "Architectural practice",
            "Post-war",
            "Inter-war"
        ],
        "types": [
            "event",
            "walk/tour",
            "residence",
            "public realm/landscape",
            "housing",
            "community/cultural",
            "civic"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "booking_link": null,
            "capacity": 80,
            "date": "2022-09-17",
            "drop_in": true,
            "end": "2022-09-17T14:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in",
            "notes": "Visitors can arrive at any time during the opening hours. There may be queues at busy times.",
            "start": "2022-09-17T10:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        "Toilets",
        "Refreshments",
        "Disabled access"
    ],
    "factsheet": [
        {
            "heading": "History",
            "paragraphs": [
                "The planning for the blocks began as early as 1932 and focused on the areas which the 1899 poverty survey by Charles Booth had highlighted as the poorest in Deptford. Construction began in 1936 and when completed the Crossfield Estate consisted of twelve blocks of flats. Two of them, Owen House (west of Congers House) and Bates House on the opposite side of Church Street appear to have been demolished in the 1970s as a result of the Church Street widening. Bevil House, which stood rather isolated at the western end of Frankham Road, has also been demolished for unknown reasons.",
                "The Second World War interrupted the construction of the Bronze Street area of the estate but resumed soon after with even greater urgency to address the acute housing shortage in the area.",
                "The story of the Crossfield Estate does not finish with its original construction. Over the years of its existence, it has had its own eventful social history involving local activism and the development of a radical community art and music scene in the late 1970s and 80s that produced some of the most successful British bands in music history and created a tight-knit local LGBTQ+ community.",
                "In April 1971, the estate was transferred to Lewisham Council management from the Greater London Council, and the condition of housing was appalling. After a resident campaign, any residents that wanted to leave were rehoused and the estate was officially deemed “unfit” for families. After making some minimal improvements, places at Crossfield were offered to the Inner London Education Authority, Goldsmiths College and the Thames Polytechnic. A new community grew up in the estate - a constantly shifting population of students, artists, musicians, teachers and social workers who brought a new middle class segment to Deptford without the gentrification of the area and displacement of the working class community that was characteristic of the rest of the docklands.",
                "It also gave momentum to the development of a radical arts and music scene that gained Deptford an almost legendary status in the 1970s and 80s. Local groups included Dire Straights, Squeeze, the Fabulous Poodles, The Realists, Electric Bluebirds and Mark Perry and his punk rock band Alternative TV. Members of the band Dire Straits lived on the estate and the band had its first gig here in 1977 on the lawn behind Farrer House. In the 80s and 90s, it was also a focal point of Deptford's LGBTQ+ community. A tolerant and welcoming environment was established by the social mix of residents, and otherwise marginalised people found kinship with others. For example, there was a community of lesbians based on the estate that were known as the Deptford Dykes.  Chris Mazeika, who once lived in Frankham House, wrote: \"There was a strange correspondence between us as marginal people and the buildings, one of found values and mutual recognition, nobody wanted the flats and nobody wanted gay people. It was love at first sight.\"",
                "Many residents of that time have since moved, but the Crossfield Estate is still the centre of an engaged community taking ownership and actively representing the interests of the estate and the area.",
                "Source for much of this: Lewisham Council’s Deptford Creekside Conservation Area Character Appraisal Draft Report, Part II: councilmeetings.lewisham.gov.uk/documents/s11813/"
            ]
        },
        {
            "heading": "Architectural Description",
            "paragraphs": [
                "The Crossfield Estate is a social housing estate located between Ferranti Park (named after Sebastian de Ferranti, the designer of the world’s first high tension central power generating station, once located at Creekside) to the north and a 19th century Grade II listed railway viaduct to the south. It comprises a number of brick blocks (built by the London County Council, LCC) spread across the following roads: Creekside, Deptford Church Street, Frankham Street and Bronze Street, all located in the heart of Deptford, Lewisham.",
                "The first group of buildings to be constructed between 1937 and 1939 were the five blocks south of the railway line east of Church Street. They consist of two U-shaped blocks, Wilshaw and Holden House west of Creekside, and three linear blocks along Church Street ie. Cremer, Castell and Brown House.",
                "Each flat was provided with its own bathroom, and refuse chutes were standard provision to each block. The open green spaces to the north and south of the viaduct, arranged in these locations to create a distance to the noise and pollution caused by the trains, were a novelty to the area - unheard of in working class housing development of the 19th century - and reshaped the area’s character.",
                "The frontage to-frontage arrangement of the blocks combined with the comparative narrowness of the street – a remnant of its 19th century origin – create a sense of intimacy and surveillance not usually found in housing estates of that period.",
                "The estate followed the by then established standards of the LCC’s architectural department, notably the preference for traditional solid brick buildings with open balcony access to all flats. The lay-out of the flats followed a standardised pattern of the so-called 1934 (1 and 2) type. The prevailing height of five storeys was mainly dictated by the wish to avoid the cost of installing lifts, and was supported by the widely-held belief that people could walk up as far as the fifth storey, but no higher.",
                "Each block has a centrally placed external staircase tower and two-bay end projections that give the elevations a sense of ‘classicism’. Red brick, hipped roofs with deep overhanging eaves and Georgian-style sash windows all add to the overall traditional appearance and solidity of the buildings. The open access balconies are a 20th century invention and became a distinctive feature of LCC housing, adding a modern streamlined horizontal emphasis to the buildings.",
                "Frankham House west of Church Street is stylistically similar to the above group of buildings and appears to have been built during the same period. It is an L-shaped block at the corner of Frankham Street and Church Street and had originally a counterpart at the western end of Frankham Street (Bevil House).",
                "The Second World War interrupted the construction of the Bronze Street area of the estate but it resumed soon after with even greater urgency to address the acute housing shortage in the area. Congers and Finch House date from the late 1940s, though evidently built to the original plans drawn up in the early 1930s, alas with more sparing detailing.",
                "Farrer House was the last block to be built in 1949 and distinguishes itself from the other blocks by its more modern streamlined appearance, with curved access balconies and stair houses, and a parapet that hides the roof. Contrary to the other blocks each flat is provided with a balcony of an elegant elliptical shape."
            ]
        }
    ],
    "id": 11043,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/11043/building_11043_crossfields_deptford_5_resize_c4387e02e63aea6b88b35f1cd93691c6.jpg",
            "description": null,
            "title": "View of Finch House from Creekside car park entrance, facing north",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11043_crossfields_deptford_5_resize_c4387e02e63aea6b88b35f1cd93691c6.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/11043/building_11043_crossfields_deptford_7_resize_071ba196dd180b153a193ae5e7977327.jpg",
            "description": null,
            "title": "View from the carpark path towards Congers House, facing north",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11043_crossfields_deptford_7_resize_071ba196dd180b153a193ae5e7977327.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/11043/building_11043_crossfields_deptford_21_resize_da0245d4182d2de4042d49f838eb6cde.jpg",
            "description": null,
            "title": "View of the south-facing side of Farrer House, looking north through the archway of the Grade II listed 19th century London and Greenwich railway viaduct",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11043_crossfields_deptford_21_resize_da0245d4182d2de4042d49f838eb6cde.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/11043/building_11043_crossfields_deptford_22_resize_92ffbb1e54b2f0a391317b7d823a9b08.jpg",
            "description": null,
            "title": "View of Farrer House from green space for residents, facing north ",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11043_crossfields_deptford_22_resize_92ffbb1e54b2f0a391317b7d823a9b08.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/11043/building_11043_crossfields_deptford_24_resize_184b4e1533d900956677452ba6559fb6.jpg",
            "description": null,
            "title": "View of Farrer House from green space for residents, facing northwest",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11043_crossfields_deptford_24_resize_184b4e1533d900956677452ba6559fb6.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/11043/building_11043_crossfields_deptford_28_resize_1a6fb262ca41a53076dc10c9861334dc.jpg",
            "description": null,
            "title": "View of Farrer House, facing west",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11043_crossfields_deptford_28_resize_1a6fb262ca41a53076dc10c9861334dc.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/11043/building_11043_crossfields_deptford_30_resize_c8ac3ccb8d8749af2d5669fdab874ec5.jpg",
            "description": null,
            "title": "View of Finch House and Crossfield Estate map, facing north",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11043_crossfields_deptford_30_resize_c8ac3ccb8d8749af2d5669fdab874ec5.jpg"
        }
    ],
    "links": [
        {
            "href": "councilmeetings.lewisham.gov.uk/documents/s11813/",
            "title": null
        }
    ],
    "location": {
        "address": "Pink Palace, Frankham House, 50 Frankham Street",
        "latitude": 51.4771427,
        "longitude": -0.0227747,
        "meeting_point": null,
        "travel_info": [
            "Tube: Deptford Bridge, Greenwich",
            "Train: Deptford",
            "Bus: 199, 188, 108, 47"
        ]
    },
    "name": "Lewisham Homes presents: The Pink Palace and the Crossfield Estate",
    "original_url": "https://programme.openhouse.org.uk/listings/11043",
    "ticketed_events": false
}