{
    "all_week": false,
    "description": "Open Studios, provides a unique glimpse to the architectural spaces and working studios of APT artists.  Over the weekend, there is also the opportunity to see our Group Show in the Gallery, curated by and featuring APT artist's work.",
    "design": {
        "designers": [
            {
                "architect": "sarah walsh",
                "description": null,
                "year": "16"
            }
        ],
        "periods": [
            "Medieval",
            "Historical/contemporary"
        ],
        "types": [
            "art studio"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "booking_link": null,
            "capacity": 100,
            "date": "2022-09-18",
            "drop_in": true,
            "end": "2022-09-18T17:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in",
            "notes": "Visitors can arrive at any time during the opening hours. There may be queues at busy times.",
            "start": "2022-09-18T12:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        "Toilets"
    ],
    "factsheet": [
        {
            "heading": "Background Information",
            "paragraphs": [
                "Art in Perpetuity Trust was founded in 1995 by a group of artists in an old warehouse on Deptford Creek.",
                "Its mission is to support creative thought and artistic vision both in the studio and in the wider world.  At its freehold premises on the banks of Deptford Creek, APT provides 42 secure studios for visual artists, a contemporary art gallery, a working sculpture yard and an external public performance space.  \n \nAPT forges links and collaborations locally, nationally and internationally to deliver projects that try to help us see the world through new eyes. Our ongoing Gallery programme and Creekside OPEN, is complimented by educational talks, film screenings, open studios and performances.",
                "THE TRUST",
                "APT is a registered charity whose aims are to:",
                "promote the value of creativity in the visual arts",
                "provide secure studio space in perpetuity on Creekside, Deptford",
                "provide an accessible gallery space (free to visitors with low hire rates for exhibitors)",
                "run Open Studio events to give visitors the opportunity to experience a working artistic community",
                "forge links with local, national and international individuals and groups to develop a diverse range of educational programmes",
                "When an artist joins APT they become a member of the charity and part of a creative community which supports their individual creative endeavour. In their turn Artist Members are expected to take part in the running of the organisation, the gallery and the building and to share their expertise and knowledge for the benefit of the community."
            ]
        }
    ],
    "id": 11049,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/11049/building_11049_open_3758243a0444145918898353ca438a05.jpg",
            "description": null,
            "title": "Open Studios Weekend 2022",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11049_open_3758243a0444145918898353ca438a05.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "6 Creekdside, Harold Wharf, SE8 4SA",
        "latitude": 51.4765207,
        "longitude": -0.0210711,
        "meeting_point": null,
        "travel_info": [
            "Tube: New Cross Gate, Deptford Bridge",
            "Train: New Cross, Deptford",
            "Bus: 436, 321, 172, 171, 136, 21, 453, 255, 177, 53"
        ]
    },
    "name": "Art in Perpetuity Trust",
    "original_url": "https://programme.openhouse.org.uk/listings/11049",
    "ticketed_events": false
}