{
    "all_week": false,
    "description": "The transformation of Battersea Power Station’s post-industrial landscape has been a decade-long project for LDA Design, and we want to share it. Join us to explore this thriving new neighbourhood. We’ll talk planting, people, and play.",
    "design": {
        "designers": [
            {
                "architect": "Public realm by LDA Design",
                "description": null,
                "year": "0"
            }
        ],
        "periods": [
            "Historical/contemporary"
        ],
        "types": [
            "public realm/landscape"
        ]
    },
    "events": [],
    "facilities": [
        "Architect on site"
    ],
    "factsheet": [
        {
            "heading": "Battersea Power Station Public Realm: History",
            "paragraphs": [
                "Battersea Power Station is a London landmark and national icon. It features in at least six major films and even on the cover of a well-known Pink Floyd album (extra points if you know which one).",
                "Designed by architects Sir Giles Gilbert Scott (he of the red telephone box and Tate Modern) and J. Theo Halliday, the Power Station is a cathedral to industrialisation and a paean to the relationship between power, cities and growth. It was meant to meet the energy needs of London’s booming population.",
                "One of the world’s largest brick buildings, inside the Art Deco detailing was sumptuous with teak parquet and Italian marble. At its peak, the Power Station supplied a fifth of London’s electricity. In the 1950s, a second station was added to the 42-acre site.",
                "By the 1970s, however, concerns about inner-city pollution caused by burning coal were growing. The first Station was decommissioned in 1975 and the second in 1983. The Grade II listed monolith then sat derelict in a post-industrial wasteland for almost 40 years, the building falling into near ruin, so much so it was added to Historic England’s ‘At Risk’ Register."
            ]
        },
        {
            "heading": "Battersea Power Station reborn, and with it the landscape",
            "paragraphs": [
                "Restoring Battersea Power Station and the surrounding landscape has been an epic undertaking. The £9bn regeneration opens a 450m stretch of the Thames that has been sealed off to the public for over a century, connecting Battersea Park to the Power Station, Battersea Park Road to the River Thames and from Queenstown Road to Vauxhall Station and beyond.",
                "LDA Design has led the transformation of all the Power Station’s external spaces, across all phases of the redevelopment – the only consultant to have achieved this. Central to the approach has been creating a comfortable transition from one space to the next and making sure the landscape is distinctive and responds to the monumental architecture.",
                "The Grade II* listed Power Station is the centrepiece of an exciting new neighbourhood, a well-connected community of homes, shops, restaurants and venues. There is a new high street, Electric Boulevard, and a town square, all served by a Zone 1 extension to the London Underground Northern Line and a new Thames Clipper stop. The Tube extension means that Battersea is now only a 15-minute journey from the West End and the City. There is also an intervening station at Nine Elms. Both stations will bring substantial benefits to the area.",
                "When the transformation of the Power Station completes, 25,000 people will be living and working here. Circus West Village, the first phase to finish, is home to more than 1,700 people. In total, there will be 4,239 new homes."
            ]
        },
        {
            "heading": "A powerful new public realm",
            "paragraphs": [
                "Battersea Power Station is expected to receive millions upon millions of visitors every year, so the public realm needed to be welcoming, coherent, hardy and easy to navigate, providing people with the quality spaces that they need and want. The design brings nature into the city with over 19 acres of public space, including a six-acre riverside park and three acres of planting. New play spaces provide unexpected bursts of colour, bringing a touch of the treehouse to the city. There is delight in the everyday here, with functional spaces that are also memorable.",
                "Electric Boulevard is Battersea Power Station’s new high street, with all that you would expect a successful high street to offer. Importantly, the street is stitched into the area, connecting to Battersea Park Road and to the Power Station to create a new gateway. Large trees provide colour and shade, with bespoke planters doubling up as seating.",
                "Design across the Battersea estate is of an exceptionally high standard, and there is detail at every turn. Materials reflect the site’s industrial heritage. Some of the metalwork, for example the balustrades, is inspired by designs featured in the Power Station’s Control Room. Salvaged artefacts from the building will also be embedded into public spaces.",
                "Successful landscapes are places where people feel like they belong. For the Battersea estate this means creating intimate spaces, as well as generous places that can flex for crowds. High-quality, semi-mature trees have had a huge impact at Battersea, as has the planting design across the site. What you can’t see is the work undertaken to ensure long-term health of trees, in particular creating vast underground spaces for the roots to grow. The three acres of soft planting includes climate resilient, drought tolerant, un-irrigated ‘prairie’ planting.",
                "Since restoration got underway the site has benefitted from biodiversity net gain, with hundreds of species of new plants and trees creating homes for a variety of wildlife, invertebrates, and insect life. Peregrine falcons nest on the Power Station and their protection has been paramount throughout the build. Ninety-five species of birds have been recorded visiting the site, with some choosing to nest in the many bird boxes provided. At the start of the project, a long list was made of all the plants that had self-seeded when the Power Station was in its derelict state, many of which have been reinstated so that the design reflects what came before."
            ]
        }
    ],
    "id": 11061,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/11061/building_11061_02_battersea-power-station-credit-charlie-round-turner_b4073032c702fc91e402b7bff088ca8f.jpg",
            "description": null,
            "title": "View of Battersea Power Station Public Realm",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11061_02_battersea-power-station-credit-charlie-round-turner_b4073032c702fc91e402b7bff088ca8f.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/11061/building_11061_battersea-power-station-credit-jason-hawkes-1_4d44e6e4db7a1f1a5e32900d93459bdb.jpg",
            "description": null,
            "title": "Aerial image of Battersea Power Station",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11061_battersea-power-station-credit-jason-hawkes-1_4d44e6e4db7a1f1a5e32900d93459bdb.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/11061/building_11061_03_power-station-park_credit_brendan-bell_e762f0867d9486f571e560fa91c05bca.jpg",
            "description": null,
            "title": "View of Battersea Power Station Public Realm",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11061_03_power-station-park_credit_brendan-bell_e762f0867d9486f571e560fa91c05bca.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/11061/building_11061_05_prospect-park-playground-at-battersea-power-station-credit-charlie-round-turner_938f1b9249fbe193edcfd98adddd9af6.jpg",
            "description": null,
            "title": "Prospect Park playground at Battersea Power Station",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11061_05_prospect-park-playground-at-battersea-power-station-credit-charlie-round-turner_938f1b9249fbe193edcfd98adddd9af6.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/11061/building_11061_06_children-from-st-mary-s-rc-primary-school-playing-in-the-new-prospect-park-playground-at-battersea-power-station-credit-charlie-round-turner_7682f2473ce9f270ea859b722a271aed.jpg",
            "description": null,
            "title": "Children from St Mary's RC Primary School playing in the new Prospect Park Playground at Battersea Power Station",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11061_06_children-from-st-mary-s-rc-primary-school-playing-in-the-new-prospect-park-playground-at-battersea-power-station-credit-charlie-round-turner_7682f2473ce9f270ea859b722a271aed.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/11061/building_11061_07_the-piazza-credit-brendan-bell_mr_17acef3e7a344902dcd5706899d5ce1c.jpg",
            "description": null,
            "title": "The Piazza at Battersea Power Station",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11061_07_the-piazza-credit-brendan-bell_mr_17acef3e7a344902dcd5706899d5ce1c.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/11061/building_11061_04_battersea-power-station-underground-station-march-2022_credit-charlie-round-turner_8ae027e777f270e94eb27a7f24b2b377.jpg",
            "description": null,
            "title": "Battersea Power Station Underground Station",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11061_04_battersea-power-station-underground-station-march-2022_credit-charlie-round-turner_8ae027e777f270e94eb27a7f24b2b377.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Battersea Power Station tube station Circus Rd",
        "latitude": 51.4808137,
        "longitude": -0.1405796,
        "meeting_point": null,
        "travel_info": [
            "Train: Vauxhall",
            "Bus: 436, 344, 156, 452, 137, 44"
        ]
    },
    "name": "Battersea Power Station - tour of a transformed public realm",
    "original_url": "https://programme.openhouse.org.uk/listings/11061",
    "ticketed_events": false
}