{
    "all_week": false,
    "description": "Battersea Exchange creates 290 new homes, 21% of which are affordable, a new two-form entry primary school and around 4000 sqm of commercial space for shops, offices and restaurants, as well as a new entrance to Queenstown Road Station.",
    "design": {
        "designers": [
            {
                "architect": "Feilden Clegg Bradley Studios",
                "description": null,
                "year": "2020"
            }
        ],
        "periods": [
            "Contemporary"
        ],
        "types": [
            "retail",
            "mixed use",
            "education",
            "walk/tour",
            "community/cultural",
            "housing"
        ]
    },
    "events": [],
    "facilities": [
        "Architect on site"
    ],
    "factsheet": [
        {
            "heading": "In brief",
            "paragraphs": [
                "The vision for Battersea Exchange is to turn a divided site and historically landlocked site into a vibrant and well-connected community for people to live, learn and work in.",
                "The wider Vauxhall Nine Elms Battersea Opportunity Area ( VNEBOA ) was a vast piece of brownfield land, larger than Hyde Park and less than a mile upstream from the Houses of Parliament; it will be the final major piece of the Thames’ south bank to undergo a transformation.",
                "Battersea Exchange creates 290 new homes, 21% of which are affordable, a new two-form entry primary school and around 4000 sqm of commercial space for shops, offices and restaurants, as well as a new entrance to Queenstown Road Station.",
                "The development is organised around a new pedestrian-friendly public realm network connecting Battersea Park and Queenstown Road Stations and creating links from existing residential communities into the new VNEBOA district."
            ]
        },
        {
            "heading": "Concept",
            "paragraphs": [
                "The size and complexity of this project called for a range of scales, building types and materials, to break down the site into more manageable zones.",
                "New homes, commercial spaces and the school are accommodated in eleven buildings across the site, including three towers of varying heights, a range of smaller-scale brick buildings and the refurbishment of viaduct arches.",
                "The scale of the different buildings carefully reflects their surrounding context."
            ]
        },
        {
            "heading": "Material and Context",
            "paragraphs": [
                "The masterplan established a variety of building scales which respond to different contexts across the site. Taller ceramic clad apartment buildings mark the rail frontage into Waterloo as well as marking the new public space fronting Battersea Park Station.",
                "These buildings are contrasted with a range of brick-clad lower-rise buildings which stitch into the existing fabric forming the new streets and spaces."
            ]
        },
        {
            "heading": "St Mary's RC Primary School",
            "paragraphs": [
                "The new building for an existing school, previously on the site, provides an inspiring teaching environment at the heart of FCBStudios’ mixed-use ‘Battersea Exchange’ development and has its front door onto a new public square.",
                "The school is arranged around a central courtyard and a series of terraced play spaces including a spectacular roof-top multi-use games area, all of which offer a fantastic foundation for learning.",
                "The Roman Catholic Diocese invested in enhanced space standards beyond then-EFA guidance. Many of the features incorporated are those that we know contribute to lifting the character and quality of school environments, such as exposed thermal mass, natural ventilation, high levels of daylight, bright and generous circulation spaces and a variety of outdoor landscapes. Early Years and Key Stage 1 classrooms all have access to external space and a big slide provides joyful access to the central courtyard.",
                "The street opposite the playground acts as a spill out space from the playground with soft landscaping and informal play integrated into the street design. The traffic on this street is controlled with access for deliveries and emergency vehicles only.",
                "The central portion of the school is set back from the street edge creating a series of courtyard gardens that soften this edge of the building and give the playgrounds some privacy."
            ]
        }
    ],
    "id": 11077,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/11077/building_11077_1-battersea-exchange-david-christian_5a126eb56042edd278726ccc4fdd0021.jpg",
            "description": null,
            "title": "Overview of Battersea Exchange",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11077_1-battersea-exchange-david-christian_5a126eb56042edd278726ccc4fdd0021.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/11077/building_11077_2-battersea-exchange-david-christian_5645507dff6a9a38a97f8791a201b7f6.jpg",
            "description": null,
            "title": "St Mary's RC Primary School",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11077_2-battersea-exchange-david-christian_5645507dff6a9a38a97f8791a201b7f6.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/11077/building_11077_3-battersea-exchange-david-christian_b5c9675a821f620ccdff63585fc82c8e.jpg",
            "description": null,
            "title": "Battersea Exchange Residential",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11077_3-battersea-exchange-david-christian_b5c9675a821f620ccdff63585fc82c8e.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/11077/building_11077_4-battersea-exchange-david-christian_016b8086a3c9af47f84fbf375073dae0.jpg",
            "description": null,
            "title": "Battersea Exchange",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11077_4-battersea-exchange-david-christian_016b8086a3c9af47f84fbf375073dae0.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "177 Battersea Park Rd, Nine Elms, SW8 4LR",
        "latitude": 51.4763652,
        "longitude": -0.1479433,
        "meeting_point": null,
        "travel_info": [
            "Train: Queenstown Road (Battersea), Battersea Park"
        ]
    },
    "name": "Battersea Exchange",
    "original_url": "https://programme.openhouse.org.uk/listings/11077",
    "ticketed_events": false
}