{
    "all_week": false,
    "description": "Ever since the United States gained independence, Americans have been showing up again and again. This tour is about their influence on the UK from before the Revolutionary War to American heiresses marrying for titles to WWII to today.",
    "design": {
        "designers": [
            {
                "architect": "Former US Embassy - Eero Saarinen",
                "description": null,
                "year": "1960"
            }
        ],
        "periods": [
            "Historical/contemporary"
        ],
        "types": [
            "walk/tour"
        ]
    },
    "events": [],
    "facilities": [],
    "factsheet": [
        {
            "heading": "Meeting Point - Leicester Square Tube Station Exit (Next to Wyndham Theatre),  WC2H 0DA",
            "paragraphs": [
                "It ends on Oxford Street near Bond Street Tube Station."
            ]
        },
        {
            "heading": "History Covered in The American Other Walk",
            "paragraphs": [
                "1616-17 – Pocahontas comes to London with English husband",
                "1738 – Future George III born in St James Square at Norfolk House",
                "1757-1775 -- Pre-Revolutionary War - Ben Franklin in London for 18 years on Craven Street",
                "1760 – George III begins his reign",
                "1775-81 – American Revolutionary War",
                "1785 -- John Adams lives in Grosvenor Square as first American ambassador",
                "1808 – Aaron Burr in self-exile in England; lives on Craven Street",
                "1824 – Ira Aldridge migrates to England for acting opportunities",
                "1833 – Slavery Abolition Act passes & Aldridge plays Othello at Covent Garden",
                "1842-45 – Republic of Texas embassy on St James Street",
                "1849 – Herman Melville lives on Craven Street during time he was a sailor",
                "1874 – Jenny Jerome marries Randolph Churchill",
                "1880-1920 – American heiresses (dubbed Dollar Princesses) marry into aristocracy\n \n1895 – William Waldorf Astor builds Two Temple Place",
                "1906 – Waldorf Astor marries Nancy Astor given Two Temple Place & Cliveden as wedding gifts",
                "1909 – Harry Gordon Selfridge opens Selfridge’s on Oxford Street",
                "1919 – Nancy Astor becomes Member of Parliament",
                "1936 – Edward VIII abdicates to marry American divorcee Wallis Simpson",
                "1941-45 – US enters the War following Pearl Harbor; Eisenhower made Supreme Allied Commander and oversees Operation Overlord from Grosvenor’s Square & St James’s Square",
                "1949 – Actor/director Sam Wanamaker looks for Globe Theatre",
                "1949-69 – Correspondence portrayed in the book 84 Charing Cross Road between Frank Doel and Helen Hanff – ‘Everyone finds the England they come look for’",
                "1969-83 –Stanford University leases Cliveden as their overseas base",
                "1997 – Shakespeare’s Globe Theatre opens",
                "2006 – Ben Franklin House opens",
                "2014 – Sam Wanamaker Playhouse opens next to Shakespeare’s Globe Theatre",
                "2018 – American actress Meghan Markle marries Prince Harry; Meghan Markle and her mother stay at Cliveden the night before the wedding.",
                "2021 – First American Royal Princess Lilibet Diana born to the Duke & Duchess of Sussex"
            ]
        },
        {
            "heading": "The Guide - Lisa Lu of Eclectic Tours - eclectic-tours.com",
            "paragraphs": [
                "Lisa Lu is an American with a MA in Shakespeare Studies who has lived in London for over 10 years. Originally from Los Angeles, she has lived in New York and Chicago and has a background in theatre and film.",
                "Lisa is a holder of a 2021 Golden Key Badge as a trained tour guide from Open City. After completing the Golden Key Academy course during the Open House Festival 2022 with her walk Kingsbury & Colindale: Re-Imaging Suburbia, Lisa founded Eclectic Tours which encompasses a wide range of tours in central and greater London."
            ]
        }
    ],
    "id": 11082,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/11082/building_11082_us-embassy-1960_951002d2f132a8bf1279f0a08f2b6dc5.jpg",
            "description": null,
            "title": "Former US Embassy",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11082_us-embassy-1960_951002d2f132a8bf1279f0a08f2b6dc5.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Leicester Square tube WC2H 0DA",
        "latitude": 51.51139,
        "longitude": -0.1284,
        "meeting_point": null,
        "travel_info": [
            "Tube: Leicester Square",
            "Train: Charing Cross",
            "Bus: 176, 29, 24"
        ]
    },
    "name": "The American Other in London",
    "original_url": "https://programme.openhouse.org.uk/listings/11082",
    "ticketed_events": false
}