{
    "all_week": false,
    "description": "A ONE NIGHT ONLY EVENING SUPPER CLUB TO ENJOY A LONGER EXPERIENCE OF OUR COMMUNITY CAFE.  EXPECT A BIGGER MENU, A GREAT RANGE OF HOMEMADE DRINKS AND A BUBBLING ATMOSPHERE! PLEASE NOTE THIS IS A BOOK-IN-ADVANCE EVENT.",
    "design": {
        "designers": [
            {
                "architect": "n/a",
                "description": null,
                "year": "0"
            }
        ],
        "periods": [
            "Contemporary"
        ],
        "types": [
            "community/cultural"
        ]
    },
    "events": [],
    "facilities": [
        "Toilets",
        "Refreshments",
        "Disabled access"
    ],
    "factsheet": [
        {
            "heading": "Community Importance of the Building",
            "paragraphs": [
                "Welcoming you to The Gleaners supper club! \nThis supper club will be relaxed and delicious. It’s an opportunity for us to show off our culinary skills as well as showing you the inside of our community space in the heart of Waltham Forest. \nExpect your taste buds to be inspired and your mood to be elevated. Our community cafe cooperative will do its best to provide anything you need to make your visit comfortable and we encourage you to get involved  with our weekly activities in whatever form that could be (we enjoy talking about our amazing, active community).\nWe will provide a range of plant-based plates for you.  We will also serve home brewed soft drinks to accompany the food (not to be missed!).  The event is also BYO with a small corkage fee. \nEmail us about accessibility requirements and allergy information. \nContact us via @the_gleaners_cafe // thegleanerscafe@gmail.com\nOPEN HOUSE FESTIVAL is an event which removes the boundaries that walls and doors can create in order to provide limited access to experience the insides of beautiful & busy buildings.  We are so happy to be part of it and to welcome  you into our space at The Hornbeam...\n...Twenty seven years ago on St Georges Day – at the Bakers Arms end of Hoe Street – something special happened. A group of concerned environmentalists had coalesced around an idea – an Environmental Centre for Waltham Forest – and on 23 April 1994 – they opened the doors to The Hornbeam Centre and Café. Their vision was amazing and their enthusiasm soon rubbed off on other people. And so with a small amount of funding, a lot of volunteer time and effort and an incredible amount of dust, Hornbeam Environmental Centre was on the map. These endeavours are still going today, with its resident vegan café (The Gleaners) and community space providing that continuing focus for environmental action in the borough.  Currently, The Hornbeam network also navigates across an array of food redistribution projects which directly educate and support local community, strengthening food poverty resilience and providing opportunities to foster social well-being. (@thehornbeam_centre)\nMirroring The Hornbeam's goals of sustainability, The Gleaners' fresh food comes from supermarket surplus with our pulses, spices & dry goods coming from ethically grown and organic wholefood cooperatives.   We brew our own probiotic drinks, fermentations and pickle pretty much anything we can.  We are very excited to have you. See you soon!"
            ]
        }
    ],
    "id": 11100,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/11100/building_11100_dscf5023_eabb122cba691d33cf4943ddef73c8dd.jpg",
            "description": null,
            "title": "Supper Club food set up",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11100_dscf5023_eabb122cba691d33cf4943ddef73c8dd.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/11100/building_11100_dscf5001_1dd40a8db8b97f132b4d1eb553cff118.jpg",
            "description": null,
            "title": "Close-up of food",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11100_dscf5001_1dd40a8db8b97f132b4d1eb553cff118.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "458 Hoe Street, E17 9AH",
        "latitude": 51.5760932,
        "longitude": -0.0149567,
        "meeting_point": null,
        "travel_info": [
            "Tube: Leyton, Walthamstow Central",
            "Train: Walthamstow Central",
            "Bus: 55, W15"
        ]
    },
    "name": "The Gleaners Supper Club",
    "original_url": "https://programme.openhouse.org.uk/listings/11100",
    "ticketed_events": false
}