{
    "all_week": false,
    "description": "Join us at Diespeker’s London premises for a tour of the factory. After 140 years providing London and the world with luxury exquisite stone and terrazzo we’re opening our doors for the public.",
    "design": {
        "designers": [
            {
                "architect": "n/a",
                "description": null,
                "year": "0"
            }
        ],
        "periods": [],
        "types": [
            "industrial",
            "walk/tour",
            "event"
        ]
    },
    "events": [],
    "facilities": [
        "Toilets",
        "Refreshments"
    ],
    "factsheet": [
        {
            "heading": "Early history",
            "paragraphs": [
                "The story goes that in 1881, Italian entrepreneur Luigi Odorico sent his sales representative Sigmund Diespeker and craftsman Giovanni Mariutto to England to research the local terrazzo and mosaic market. But instead of reporting back, Diespeker and Mariutto instead started Diespeker & Co, one of the first companies to offer terrazzo and mosaic in this country. Diespeker soon became a force to be reckoned with in the sector, adding marble, granite and other materials along the way."
            ]
        },
        {
            "heading": "Cultural impact and notable clients",
            "paragraphs": [
                "Diespeker is proud to have supplied and installed marble, granite and terrazzo for many prestigious sites including the Royal Academy, Oxford University, London Coliseum, Paul Smith, Selfridges and Harrods, restaurants across the country, and innumerable international clients. We are also delighted to have assisted and supported cutting edge artists, sculptors and designers with their projects.",
                "Our full service comprises site surveys, technical support, drawings, supply and installation, with an exceptional aftercare package also available."
            ]
        },
        {
            "heading": "Making terrazzo the main event",
            "paragraphs": [
                "In the last few years we've seen a resurgence in interest for Terrazzo materials. We've been at the forefront of this now booming demand for terrazzo and terrazzo products. What's more we've honed our skills to provide products that can't be recreated anywhere else.",
                "For clients wanting something unique, of special note is our ability to create bespoke terrazzo using traditional hand-casting skills honed over many years. With hundreds of slabs of marble and granite to browse in our yard, clients love having the opportunity to pick and choose what to add to their customised terrazzo. We’ve made terrazzo featuring broken beer bottles, seashells, semi-precious stones and recycled washers as well as curved and ripple-effect terrazzo."
            ]
        },
        {
            "heading": "Welcoming you",
            "paragraphs": [
                "We're passionate about introducing people and communities to the products and expertise we've honed over the years. Our enthusiasm for trying something new and different is often matched by those who approach us having heard the Diespeker name.",
                "We want to nurture that creativity and show you behind the scenes, so join us this September!"
            ]
        }
    ],
    "id": 11111,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/11111/building_11111_diespeker-co_hero_1600px_01_702c8d375f94cc88be3bc34831050ad3.jpg",
            "description": null,
            "title": "Overhead shot of the factory, showroom, offices and storage yard",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11111_diespeker-co_hero_1600px_01_702c8d375f94cc88be3bc34831050ad3.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/11111/building_11111_diespeker-still-image-1_620bbc3099d2763f5a8be002a01a03cf.png",
            "description": null,
            "title": "Anniversary Mural (Ormside Street) ",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11111_diespeker-still-image-1_620bbc3099d2763f5a8be002a01a03cf.png"
        }
    ],
    "links": [],
    "location": {
        "address": "132-136 Ormside Street, Bermondsey, SE15 1TF",
        "latitude": 51.4832635,
        "longitude": -0.0554215,
        "meeting_point": null,
        "travel_info": [
            "Train: Queen's Road Peckham, South Bermondsey",
            "Bus: 172, 53, 21"
        ]
    },
    "name": "Diespeker Premises Tour",
    "original_url": "https://programme.openhouse.org.uk/listings/11111",
    "ticketed_events": false
}