{
    "all_week": false,
    "description": "Formerly a pair of derelict stable buildings this award-winning project creates an architects studio, a terraced house and a hidden new-build house enriched by intriguing Alice-in-Wonderland references approached through a secret garden.",
    "design": {
        "designers": [
            {
                "architect": "Studio Mackereth",
                "description": null,
                "year": "2017"
            }
        ],
        "periods": [
            "Historical/contemporary"
        ],
        "types": [
            "residence",
            "mixed use"
        ]
    },
    "events": [],
    "facilities": [
        "Refreshments",
        "Architect on site"
    ],
    "factsheet": [
        {
            "heading": "Site and Existing Use",
            "paragraphs": [
                "The site comprises of two almost parallel buildings aligned north-south with access off St Pancras Way. Dating back to the 1870s, these were the only remaining properties that survived from a time when the street was once entirely stabling for hundreds of working horses that transported goods for the Midland Railways and pulled boats on the nearby Regent’s Canal at Kings Cross. Whilst there are several other stable buildings within the Kings Cross Conservation Area and more significantly within Camden, these are the sole survivors of what was a larger range of stable buildings and associated with the Midland Railway. The Council therefore sought to retain them as a fragment of heritage and evidence of their historic function in this area."
            ]
        },
        {
            "heading": "Approach",
            "paragraphs": [
                "Both buildings had fallen into disrepair and the design approach of the proposal was to restore the buildings with sympathetically detailed additions which enhanced the existing Victorian warehouse architecture, whilst at the same time bringing much needed trees and nature into this dense urban context. The design proposal converted the derelict building at the rear of the site into a family dwelling incorporating a cobbled courtyard to become a garden.  The other building was refurbished to provide an architect’s studio, an additional office space for rent and a small two bedroom terrace house on the street."
            ]
        },
        {
            "heading": "Design",
            "paragraphs": [
                "Although not formally listed, the site is on a local Heritage Register and as such, Studio Mackereth worked within inherent planning constraints to generate a design that consciously strove to introduce modern architecture to the site whilst sensitively retaining the Victorian character and narrative of its previous life. The proposals were developed in full consultation with Planning, Design, and Conservation Officers at the London Borough of Camden between 2012 and 2013.",
                "Alterations to the front building were kept to the minimum, focusing on the repair of the existing slate roof, repointing and careful replacement of original stone and brickwork, timber trusses and dentil coursing and the installation of new steel windows, correcting insensitive previous alterations to the building.",
                "At the rear of the site, a single storey barn (still with hay bales, horse stalls and cobbled floors) was completely reworked using a new steel frame to allow for large clear spans across the new internal plan while largely retaining the original perimeter brick walls and gables.  Existing window openings to the horse stalls were lowered to ground level to form a new external arcade between the existing old brick and the new glazing behind.  The new additions are designed to deliberately contrast with the existing Victorian brick arcaded podium from which they emerge using a reduced palette of two industrial materials – blackened metal panels and cast glass forming a simple ‘skin’ to the roofs and walls of the buildings.  Structure as well as rainwater guttering and pipework is concealed from view behind the building envelope to enhance the simple sculptural quality of the new monolithic form.",
                "Bringing daylight and focal views of nature into the interiors in a way that is sensitive to Victorian buildings that were originally dark stables were the main design challenges of this dense urban site. The intention was to keep the industrial spirit of this dark functional barn-like volume yet introduce a clean element of architecture whilst retaining the personality and history. Hidden elements include a double curvature oculus open to the sky like a James Turrell aperture over the roof garden with exotic tree ferns as a focus to the bedrooms; secret doors are concealed in panelling and hidden within pivoting brick walls, original 1870s timber rafters are reworked into joinery with cast iron columns and brackets and PV panels on the roof generate power. The house is rich in colour and contrasting materials and mood with intriguing Alice-in-Wonderland references to scale and elements of surprise. Dark Dickensian London meets Californian Lightbox. From the living area, full height minimal sliding glass walls look over rough cobbles onto a crumbling brickwork arcade patinated with the original black bitumen from when it once served as a home for horses."
            ]
        },
        {
            "heading": "Sustainability",
            "paragraphs": [
                "Throughout the process sustainability and the adaptive re-use of materials was at the core of the project. In addition to the final building’s energy performance every endeavour was made to reuse materials from the original building; 1870s rafters and beams have been reworked into joinery and cladding, cast iron columns support the beams in the main space creating the link from the building’s past to its new use.",
                "The building “within” a building approach allowed us to install higher levels of high performance insulation, far in excess of the building minimums required for building regulations compliance. The building is heated through a gas fired boiler radiated through underfloor heating within the screed layer.  The thermal mass of the floor plates assist in maintaining a comfortable temperature in Summer. The use of night time purge ventilation through opening glazing into secure courtyards assists in this process.  The building is fitted with whole house ventilation with heat recovery for the winter months. Photovoltaic panels are installed to the south-east roof pitch of the building."
            ]
        },
        {
            "heading": "The Team",
            "paragraphs": [
                "Client: Private\nArchitect: Studio Mackereth \nStructural Engineer: Eckersley O’Callaghan\nM&E / Sustanability Engineer: EEP\nPlanning Consultant: DP9\nProject Manager/Cost Consultant: MPA\nContractor: Famella\nDeveloper: N/A"
            ]
        }
    ],
    "id": 11117,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/11117/building_11117_sm-ss-01-web-size_ba482c07966cfe75a3e27d99c6d919fd.jpg",
            "description": null,
            "title": "View of the studio from the street with a momentary glimpse  of the steel and glass house at the rear of the site.",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11117_sm-ss-01-web-size_ba482c07966cfe75a3e27d99c6d919fd.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/11117/building_11117_shot-2-022_v2_x_c985a87335ff10014a475bd8db68df47.jpg",
            "description": null,
            "title": "Arched windows in the living room of the house with views into the courtyard. ",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11117_shot-2-022_v2_x_c985a87335ff10014a475bd8db68df47.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/11117/building_11117_shot-11-195_v2_ec55f481dbd54daacdc00a8fc4fa9346.jpg",
            "description": null,
            "title": "Original brickwork openings have been lined in rolled steel to provide an arcaded podium onto the main cobbled courtyard.",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11117_shot-11-195_v2_ec55f481dbd54daacdc00a8fc4fa9346.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/11117/building_11117_shot-29-33242_71d16e83c380fabe5811a447f59bed83.jpg",
            "description": null,
            "title": "Brass cabinets with marble work surfaces combine with appliances and secret doors concealed in painted panelling in the kitchen. ",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11117_shot-29-33242_71d16e83c380fabe5811a447f59bed83.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/11117/building_11117_shot-19-33124_fca50f9d1a7b9e3631f1cf762630ba64.jpg",
            "description": null,
            "title": "Sombre light from an adjacent brick arcade bathes the polished concrete floors and matt black walls of the 20 metre vista.",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11117_shot-19-33124_fca50f9d1a7b9e3631f1cf762630ba64.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/11117/building_11117_sm-ss-07-web-size_64b6ae86ed8d040c5396c76b0e32be98.jpg",
            "description": null,
            "title": "A double curvature oculus formed in the steel roof panels creates an opening that frames the sky over the roof garden.",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11117_sm-ss-07-web-size_64b6ae86ed8d040c5396c76b0e32be98.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/11117/building_11117_elevation-east_f634868f391edea32ca6689e2b173bc7.jpg",
            "description": null,
            "title": "East elevation and aerial view",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11117_elevation-east_f634868f391edea32ca6689e2b173bc7.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/11117/building_11117_sm-ss-drawings_mixed-use_plan_ground_f363b6bd9ec36ad3a9dcc6a8ddcf45b5.jpg",
            "description": null,
            "title": "Ground floor plan",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11117_sm-ss-drawings_mixed-use_plan_ground_f363b6bd9ec36ad3a9dcc6a8ddcf45b5.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/11117/building_11117_sm-ss-drawings_mixed-use_plan_firstfloor_0fc12d8a2446d24a6e8289bf7159414b.jpg",
            "description": null,
            "title": "First floor plan",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11117_sm-ss-drawings_mixed-use_plan_firstfloor_0fc12d8a2446d24a6e8289bf7159414b.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/11117/building_11117_sm-ss-drawings_mixed-use_sections_077429a5f436b335662f7b7d889bf29c.jpg",
            "description": null,
            "title": "Sections",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11117_sm-ss-drawings_mixed-use_sections_077429a5f436b335662f7b7d889bf29c.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "7 St Pancras Way, NW1 0PB",
        "latitude": 51.5362595,
        "longitude": -0.1328135,
        "meeting_point": null,
        "travel_info": [
            "Train: Euston, St.Pancras, King's Cross"
        ]
    },
    "name": "South Stables",
    "original_url": "https://programme.openhouse.org.uk/listings/11117",
    "ticketed_events": false
}