{
    "all_week": false,
    "description": "100 Bishopsgate is a 37-storey office tower, developed by Brookfield Properties, providing highly efficient and flexible floor space in the heart of London. Designed from the inside out with spectacular views, public realm and reception.",
    "design": {
        "designers": [
            {
                "architect": "Arney Fender Katsalidis",
                "description": null,
                "year": "2019"
            },
            {
                "architect": "Allies and Morrison",
                "description": null,
                "year": "2019"
            }
        ],
        "periods": [
            " Arney Fender Katsalidis",
            "Contemporary"
        ],
        "types": [
            "offices"
        ]
    },
    "events": [],
    "facilities": [
        "Toilets",
        "Architect on site"
    ],
    "factsheet": [
        {
            "heading": "A TOWER WITH AN URBAN DIMENSION",
            "paragraphs": [
                "While towers are sometimes conceived as freestanding buildings, often disassociated from context, 100 Bishopsgate contributes to the matrix of the city fabric and is firmly embedded within it.",
                "The form responds to the geometries of the site and adjacent buildings, transitioning from a parallelogram to a rectangular crown. Contrasting facade textures relate to this\norientation, each separated by articulated corner details. At ground level, there is now half an acre of public realm and new pedestrian routes, surrounded by active\nretail units."
            ]
        },
        {
            "heading": "HISTORY",
            "paragraphs": [
                "Named after one of the original eight gates in the London  all, Bishopsgate closely follows the alignment of the Roman Ermine Street. At the southern boundary lies the fourteenth century church of St Ethelburga – its Grade 1 listing retained despite major reconstruction following IRA bomb damage in 1993 and now a centre for Reconciliation and Peace.",
                "The project also includes 16 St Helen’s Place, part of the \nforth side of St Helen’s Place – a planned enclave rarely found in the City. An enclosed semi pedestrianised space, the original neoclassical style faced in Portland stone was retained with a new facade looking onto the public realm. The Leathersellers’ newly built hall sits on the south side at number seven. The 100 Bishopsgate development has three levels of basement with one vehicle entrance that provides support, delivery, FM & logistics space for 100 Bishopsgate, 16 St Helen’s Place and a neighbour, Exchequer Court. The rationale for this being the consequent gain of public space."
            ]
        },
        {
            "heading": "FORM AND DETAIL",
            "paragraphs": [
                "The form of the tower is clothed with two distinct surfaces\nwhich help to clarify the form and relate positively to the\ncontext. The texture of the entirely vertical east and west\nfacades is deeply modelled so, when seen obliquely, the\nglass disappears. This more robust facade acknowledges the primacy of Bishopsgate and the view from either direction. The more two-dimensional and partly sloping north and south surfaces fold to accommodate the transitioning form. This smoother facade acknowledges the lesser importance of Camomile Street and its angles and informal line.",
                "The corners are detailed to complete the enclosure but\nallow the different surfaces to remain distinct. Reflecting\nthe parallelogram, the northwest and southeast corners are\nidentical and run vertically anchoring the composition. The\ntwo opposing corners are similarly identical but loosely join the sloping surfaces with the vertical and conclude with columns that follow the line of the slope and measure exactly the scale of the neighbouring Grade I listed church of St Ethelburga."
            ]
        },
        {
            "heading": "ONE OF THE CITY’S LARGEST UNOBSTRUCTED FLOORPLATES",
            "paragraphs": [
                "The 40-storey tower is anchored by five contiguous podium floors, together providing over 995,000 sqft of net lettable space. Flexible floor plates, including two taller trading floors, range from 19,720 sqft to 44,703 sqft to allow a range of possible tenancies, all with full height glazing and spectacular views. Access for tenants and visitors is via the generous and open ground floor reception which completely surrounds the marble-clad central core. The primacy of the core is dominant, conceived as a singular solid form sliced through to create separate lift lobbies serving lower, mid and upper floors and detailed to express the way it pierces both floor and soffit to reach each level.",
                "16 St Helen’s Place provides an additional 38,060 sqft of office space at a smaller scale. Facing onto the private \nenclosed space of St Helen’s Place to the south, the existing Portland stone entrance facade is retained. In contrast, to the north, a new articulated facade, in reconstituted stone and bronze, addresses the tower and new public realm at the heart of the site. A new walk-through reception connects both spaces."
            ]
        },
        {
            "heading": "WELL-CRAFTED WELLBEING",
            "paragraphs": [
                "Access for tenants and visitors is via the generous and open ground floor reception spaces which completely surround the marble-clad central core. The core is Lasa white marble with a diagonal striated pattern and a textured sanded finish. These walls express the monolithic form and the striation of\nthe marble as found in the quarry. This has a natural flowing pattern and is connected with minimal 2 mm joints. As the marble turns into the lift lobbies, the pattern becomes \nhorizontal to express the ‘cuts’ into the monolith block; and\nthe finish becomes eggshell to express the cut.",
                "The marble has been selected so veins turn the corners to reinforce the solidity of the single marble block concept. The main building signage is incorporated into the core as a carved ‘100’ into the marble, denoting its prominent address.",
                "At basement level, there is a cycle hub with parking for 900 bicycles and generous changing facilities. The public spaces around the building at ground level provide both occupiers and visitors alike with spacious outdoor amenity. Tall floors and daylit floorplates afford those in the building with naturally lit spaces for working. A podium roof garden is a further space for respite from the busy life of the City."
            ]
        },
        {
            "heading": "ENVIRONMENTAL IMPACT",
            "paragraphs": [
                "100 Bishopsgate delivers a highly sophisticated MEP design, alongside which is a low energy strategy which included a facade designed to achieve high thermal performance. For a scheme that was originally designed as far back as 2008, it is a testament to the hard work and dedication of the whole design team to translate the original BREEAM 2008 pre-assessment of Excellent into a reality at project completion, under the much later BREEAM 2014 scheme. Good design stands up well to the test of time.",
                "Urban greening has also been incorporated, in the form of the podium roof terrace and green wall along St Ethelburga’s. The provision of walkable open space at ground level and generous cycling facilities not only enhances the visitor experience, but it makes 100 Bishopsgate a destination reached by sustainable modes of transport."
            ]
        }
    ],
    "id": 11126,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/11126/building_11126_100-bishopsgate-38_42d34c2466f18b27f7e90d3bb8957199.jpg",
            "description": null,
            "title": "Reception ",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11126_100-bishopsgate-38_42d34c2466f18b27f7e90d3bb8957199.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/11126/building_11126_100-bishopsgate-41_160c0201e3d3caa92943c41b2361cb4f.jpg",
            "description": null,
            "title": "Reception ",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11126_100-bishopsgate-41_160c0201e3d3caa92943c41b2361cb4f.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/11126/building_11126_100bg-aerial-credit_jasonhawkes-431869_bc21221a0b542bef114cbd831b5a6be7.jpg",
            "description": null,
            "title": "Aerial View",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11126_100bg-aerial-credit_jasonhawkes-431869_bc21221a0b542bef114cbd831b5a6be7.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/11126/building_11126_100bg-aerial_credit-jasonhawkes_9477e4f1def165937eab127295588da2.jpg",
            "description": null,
            "title": "Aerial View",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11126_100bg-aerial_credit-jasonhawkes_9477e4f1def165937eab127295588da2.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/11126/building_11126_100bg-amenities_credit-charles-hosea_7b46262a21609cc5cb7077540283ea8c.jpg",
            "description": null,
            "title": "Amenities",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11126_100bg-amenities_credit-charles-hosea_7b46262a21609cc5cb7077540283ea8c.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/11126/building_11126_100bg_-credit-charles-hosea_lo-res_57c7f21b36667f169d301151972e7884.jpg",
            "description": null,
            "title": "Exterior ",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11126_100bg_-credit-charles-hosea_lo-res_57c7f21b36667f169d301151972e7884.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/11126/building_11126_credit-charles-hosea_9d8373e597fbfdf37ffab966266d26d6.jpg",
            "description": null,
            "title": "View from level 35 ",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11126_credit-charles-hosea_9d8373e597fbfdf37ffab966266d26d6.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/11126/building_11126_jasonhawkes-431232_2_36e5dd8974705a3f410a27e517c6e6b0.jpg",
            "description": null,
            "title": "Aerial View",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11126_jasonhawkes-431232_2_36e5dd8974705a3f410a27e517c6e6b0.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "100 Bishopsgate, EC2M 1GT",
        "latitude": 51.5158184,
        "longitude": -0.0816282,
        "meeting_point": null,
        "travel_info": [
            "Tube: Liverpool Street",
            "Train: Liverpool Street",
            "Bus: 344, 47, 35, 388, 149"
        ]
    },
    "name": "100 Bishopsgate",
    "original_url": "https://programme.openhouse.org.uk/listings/11126",
    "ticketed_events": false
}