{
    "all_week": false,
    "description": "St. Mary le Strand Church is Grade I listed, designed by the Scottish, Roman Catholic architect, James Gibbs. It has a fabulous, rose plastered, curved and coffered ceiling - unparalleled in Britain. It was consecrated on 1st January 1724.",
    "design": {
        "designers": [
            {
                "architect": "James Gibbs",
                "description": null,
                "year": "1724"
            }
        ],
        "periods": [
            "Georgian"
        ],
        "types": [
            "religious"
        ]
    },
    "events": [],
    "facilities": [
        "Refreshments"
    ],
    "factsheet": [
        {
            "heading": "Introduction",
            "paragraphs": [
                "St Mary le Strand is a justly celebrated architectural gem, a landmark set in the middle of the Strand, a magnificent and memorable sight, The church is a fine and beautiful example of baroque design by James Gibbs, an architect of high technical competence and originality, informed by a sophisticated knowledge of ancient, Renaissance and contemporary European architecture.",
                "“… the finest eighteenth century church in London.”\nSimon Jenkins in England’s Thousand Best Churches"
            ]
        },
        {
            "heading": "History",
            "paragraphs": [
                "The original church of St Mary le Strand was demolished in 1549 to make way for Somerset House. After the Great Fire and the subsequent rebuilding of St Paul’s Cathedral, the City Commissioners proposed a scheme to build fifty new churches for London.  \n  \nIn 1711, the parishioners successfully petitioned the Commissioners that a church should be reinstated in the Strand and work begun in 1714.  The new church was consecrated on 1st January 1724."
            ]
        },
        {
            "heading": "Exterior",
            "paragraphs": [
                "Built in Portland stone, the design reflects Gibbs’s first-hand experience of Rome as well as references to contemporary architecture in London. The porch is thought to be inspired by Cortona's Santa Maria della Pace in Rome, the walls  by Michelangelo and the steeple by Sir Christopher Wren.",
                "The design is not just beautiful, it is practical as well. Gibbs realised the noise and distraction from the street would be an issue, so only the upper level of the nave has windows -the lower are solid to keep out noises from the street.",
                "The external appearance of the church remains remarkably intact but is not as Gibbs had originally intended.",
                "A surviving model of the third design, in the RIBA collection, shows a greater level of architectural decoration that was never completed.",
                "The design went through numerous changes due to the death of the Queen, political change, changes in tastes and the high cost of the architectural decoration."
            ]
        },
        {
            "heading": "Interior",
            "paragraphs": [
                "The interior of the church is richly decorated with a plastered ceiling in white and gold, with a ceiling inspired by Carlo Fontana's work in the church of Santi Apostoli and Pietro da Cortona's Santi Luca e Martina, both in Rome.",
                "Again, Gibbs had planned for it to be more ornate with painted panels and gilded decoration through out. \nNot just money but the more decorative style of baroque was going out of favour and the plainer Palladian style becoming more popular. This was largely because of the change of Royal Houses with the death of Queen Anne, last of the  Stuarts. The Stuarts had favoured extravagant ‘Catholic’ Baroque while the new Hanoverians favoured plain ‘Presbyterian’ Palladian.",
                "Unlike the exterior of the church, the interior has been reordered on several occasions, most significantly in 1871 in response to the High-Church tradition of the Oxford Tractarian Movement.",
                ""
            ]
        },
        {
            "heading": "Wider significance",
            "paragraphs": [
                "As a Church of England Parish Church, St Mary’s has been a centre of parish worship and London life since the early 18th Century.  The Church’s prominent location in the heart of the metropolis, on the processional route from Westminster and Buckingham Palace to the City of London, is just part of its wider significance than the purely local.  St Mary’s is the London church of the WRNS (the Women’s Royal Naval Service)."
            ]
        }
    ],
    "id": 11139,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/11139/building_11139_magnolias-smls-low-res_a696c31fadc8359233a9a9c0bb7c5f01.jpg",
            "description": null,
            "title": "External View with Magnolias in bloom",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11139_magnolias-smls-low-res_a696c31fadc8359233a9a9c0bb7c5f01.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "St Mary le Strand Church, Strand, WC2R 1ES",
        "latitude": 51.5121589,
        "longitude": -0.1168567,
        "meeting_point": null,
        "travel_info": [
            "Tube: Holborn, Temple, Charing Cross",
            "Train: Waterloo (East), Waterloo, Euston, King's Cross",
            "Bus: 91, 69, 59, 168, 139, 11, 6"
        ]
    },
    "name": "St Mary le Strand Church",
    "original_url": "https://programme.openhouse.org.uk/listings/11139",
    "ticketed_events": false
}