{
    "all_week": false,
    "description": "Tour led by Alison Rae, GKA graduate and former Head of Tours, National Theatre exploring Lasdun's plans, the interventions of Stanton Williams and Haworth Tompkins, revisiting the National Theatre as the venue responds to changing needs.",
    "design": {
        "designers": [
            {
                "architect": "Denys Lasdun",
                "description": null,
                "year": "1976"
            }
        ],
        "periods": [
            "Post-war"
        ],
        "types": [
            "entertainment"
        ]
    },
    "events": [],
    "facilities": [
        "Toilets",
        "Refreshments",
        "Parking",
        "Disabled access",
        "Bookshop"
    ],
    "factsheet": [
        {
            "heading": "History and Background",
            "paragraphs": [
                "The idea of a National Theatre goes back to at least 1848, though it took a further century for the National Theatre Act to be passed, enabling the government of the time to commit to building and to funding, at least in part, and ‘house for Shakespeare’ and a Theatre for the nation.",
                "Until that new theatre existed performance of the National Theatre Company began in October 1963 at the Old Vic Theatre. The following month Denys Lasdun was unanimously selected as the architect for the new permanent home to not just plays and actors, but of everything needed to run a theatre, to be housed under one roof: workshops, rehearsal rooms, provision for planning and administration, along with dressing rooms, extensive foyers and public areas and not a single stage but three performance spaces, with backstage storage capacity for shows to be presented in repertoire.",
                "The foundation stone, still in the main foyer, had been laid on the South Bank, though not at this location, in 1951 as part of the Festival of Britain but quarter century passed before audiences visited. Lasdun’s brief was, in fact, a commission for a National Theatre and Opera House. The Opera House part of the project was dropped in 1967 when the government of the time declined to make available the additional funding required for the building and running of an opera company.\nCompletion of the Building\nWork on the National Theatre building next to Waterloo Bridge finally started in 1969 and was completed in 1976 when it was officially opened by The Queen. The largest auditorium with over 1,000 seats is named to honour the first Artistic Director, the actor Laurence, later Lord, Olivier and takes its inspiration from the ‘fan-shaped’ plan of a Greek Theatre. Oliver Lyttelton is commemorated in the ‘proscenium’ theatre, which also owes its name to his parents who both campaigned for a national theatre. Lord Cottesloe, as Chair of the South Bank Theatre Board, gave his name to the smaller flexible space and his bust can be seen in the Cottesloe Room.",
                "The South Bank area has seen much change since the GLC first gave the site. In the 1970s there was no river walkway connecting Lambeth to Bankside and so the National was something of a ‘bookend’; it appeared to face towards Westminster so the back of the building where the service yard was located, was therefore the north east corner. In the 1990s the first modernisation programme opened up the space next to Waterloo Bridge, creating Theatre Square, by removing the road that once encircled the site.\nThe Conservation Plan\nBy 2008 a conservation plan had been produced by Howarth Tompkins, the practice who later headed the ‘NT Future’ project. This opened up even more of the building. It addressed the fact that the NT sat mid-way in the now vibrant South Bank, between the London Eye and London Bridge, and that bookend of the north east corner could be repurposed to reveal an addition to the public realm with a bar, cafe and outdoor space. In the Summer this provides the backdrop to the River Stage free festival.",
                "From March 2013 the Cottesloe Theatre closed for 15 months during which time the Temporary Theatre’s red livery enticed theatre-goers to see new work. Re-opening as the Dorfman in 2014 the Theatre retained the look and feel of the Cottesloe and its flexibility, but with extra seating and an education space, the Clore Learning Centre. This was done by the re-organisation the workshop accommodation, providing a new Props department, and the new-build Max Rayne Production Centre, named after the Chairman who had supervised the transition from the Old Vic to the South Bank. With an exterior finish of aluminium fins and crumpled steel mesh, the Max Rayne Centre is designed to complement rather than replicate the NT's distinctive ‘masonry language’. Linking all these spaces is a high level walkway which gives visitors an insight into the art and craft of theatre making, seeing sets materialise and canvas transform into backdrops.",
                "Grade II* Listing\nLasdun was knighted in 1976, the year the building opened and received the RIBA Gold Medal in 1977. The Theatre won a RIBA award in 1978 and the Concrete Society Award for 1977 went to the National Theatre citing ’outstanding merit in the use of concrete’. Lasdun said ‘concrete is a beautiful material if used in the way its nature intends it to be used’.",
                "The combination of (apparently) unadorned design combined with the uncompromising use of building material led to many to despair of another grey addition to the concrete cityscape of the South Bank while an equal number saw it as a modern and elegant cultural centre. John Betjeman wrote to the architect, even before it opened, to say that he thought it a ‘lovely work. It has that inevitable and finished look a great work does’. While to Prince Charles it was ‘a clever way of building a nuclear power station in the middle of London...’ it regularly appears on lists of London’s, and Britain’s, most loved and most loathed buildings.",
                "\"I give Lasdun’s building six years. On a sunny day it looks gorgeous, just like a cube of sugar, but on a wet day it doesn’t look nearly as impressive.\"\nKenneth Campbell – Principal housing architect for GLC Building, 16 May 1975",
                "The sugar cube has survived and was listed in 1994 as Grade II*. The designation reads :",
                "The National Theatre is a major public building of the post-war period by one of its leading architects, and reflects new ideas in theatre design.",
                "Since the completion of NT Future the National has been awarded The Stage Building of Year; NLA awards for Public Building & Commissioning Excellence; RIBA London & National Awards, along with Client of the Year and a Civic Trust Award.",
                "For Further Reading\nGrindrod, J. (2018) How to Love Brutalism (Pavilion Books) Calder, B. (2016) Raw Concrete The Beauty of Brutalism (Penguin, London)\nDillon, P. (2015) Concrete Reality (National Theatre, London)\nAvailable from the National Theatre Bookshop",
                "National Theatre Conservation Plan (2008)\nhttps://www.nationaltheatre.org.uk/sites/default/files/nt_conservation_plans_dec_08.pdf",
                "Ed C. Amery The Architecture Review (January 1977)\nCurtis, W. (1999) Denys Lasdun: Architecture, City, Landscape (Phaidon Press)",
                "Tour led by Alison Rae, GKA graduate and former Head of Tours, National Theatre"
            ]
        }
    ],
    "id": 11149,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/11149/building_11149_20220815_141249_1f1e643b3b575de3b32f7728335f6b88.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11149_20220815_141249_1f1e643b3b575de3b32f7728335f6b88.jpg"
        }
    ],
    "links": [
        {
            "href": "https://www.nationaltheatre.org.uk/sites/default/files/nt_conservation_plans_dec_08.pdf",
            "title": null
        }
    ],
    "location": {
        "address": "South Bank, SE1 9PX",
        "latitude": 51.5068661,
        "longitude": -0.1140599,
        "meeting_point": null,
        "travel_info": [
            "Tube: Waterloo",
            "Train: Waterloo (East), Waterloo",
            "Bus: 188, 176, 168, 76, 68, 59, 26, 1"
        ]
    },
    "name": "Revisiting Denys Lasdun's National Theatre",
    "original_url": "https://programme.openhouse.org.uk/listings/11149",
    "ticketed_events": false
}