{
    "all_week": false,
    "description": "Beckenham Place Park is Lewisham’s largest green space. It is considered one of the finest wildlife sites in the borough, containing ancient woodland as well as a variety of other habitats and is designated as a Local Nature Reserve.",
    "design": {
        "designers": [
            {
                "architect": "BDP",
                "description": null,
                "year": "2019"
            }
        ],
        "periods": [
            "Contemporary"
        ],
        "types": [
            "public realm/landscape"
        ]
    },
    "events": [],
    "facilities": [
        "Toilets",
        "Refreshments",
        "Parking",
        "Family activities",
        "Disabled access",
        "Architect on site"
    ],
    "factsheet": [
        {
            "heading": "Recent improvements in the park",
            "paragraphs": [
                "BDP was commissioned by the London Borough of Lewisham to design through to construction the park’s facilities. The council was awarded a Heritage Lottery Fund and further funding from the Mayor of London to support a comprehensive restoration scheme, looking at specific site enhancements to focus the best use of the budget.",
                "The main criteria within the brief were:\n•             Reactivate the large open green space as a destination park\n•             Create a fully accessible facility for the whole community\n•             Create a new water body / swimming  lake and wet woodland environment",
                "The regeneration of the park is based around a series of themes: community, heritage, outdoor activity, nature and relaxation and play. These have all be analysed and considered carefully in terms of the overall masterplan and attention to detail.",
                "The masterplan for Beckenham Place Park seeks to reactivate this large open green space as a destination park and fully accessible facility for the whole community. \n- Site-wide footpath network improvements\nDrainage and levels improved to make footpaths accessible, circular accessible route created, trim trail",
                "- Entrance improvements\nMaps and interpretation provided, surfaces and gates improved, new planting, furniture revised. External restoration of Southend Lodge and surroundings",
                "- Mansion House\nRelocation of car park, restoration of external estate landscape, including maps and interpretation signage",
                "- Homesteads\nNew stable yard open to the public as a welcoming gateway for visitors and events, setting the scene for a series of renovated buildings, including the stable block restored as a cafe and education centre with toilets and terrace seating.",
                "- Pleasure Ground\nOrchard and community planting beds, play area, ornamental planting",
                "- Reinstated Lake\nThe historic lake footprint was reinterpreted in the landscape through a new water body and wet woodland environment. The lake and associated wetlands are a main feature and attraction within the park in terms of restoration of the heritage, uses for today and interpretation.",
                "This project was a unique opportunity to transform Beckenham Place Park into what is the largest public park in South East London. It had incredibly low user numbers which have significantly risen since the completion of the scheme. This transformation has reconnected the park with its surrounding communities and provides much needed high-quality open green space that is helping to transform the lives of today’s and future generations.",
                "Since the commencement of the project, in addition to general park users there have been over 100 events hosted in the park, over 3,000 hours of volunteer time donated per year, over 25,000 enrolled participants at events organised by the Community Engagement Officer, over 30,000 swimming sessions, and outdoor education for over 8,000 students."
            ]
        }
    ],
    "id": 11155,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/11155/building_11155_2_re-sized_458714412a2ed0121d1406269aeae79a.jpg",
            "description": null,
            "title": "Aerial view for the new reinstated lake",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11155_2_re-sized_458714412a2ed0121d1406269aeae79a.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/11155/building_11155_7_bpp_lake-activities_mehron-kirk_c714388287d75ee05abe98a7e714c8ff.jpg",
            "description": null,
            "title": "Lake activities",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11155_7_bpp_lake-activities_mehron-kirk_c714388287d75ee05abe98a7e714c8ff.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Homestead Café, Hill Road Beckenham, BR3 1SY",
        "latitude": 51.4197377,
        "longitude": -0.0175441,
        "meeting_point": null,
        "travel_info": [
            "Train: Ravensbourne, Beckenham Junction, Beckenham Hill",
            "Bus: 354, 208, 136"
        ]
    },
    "name": "Beckenham Place Park",
    "original_url": "https://programme.openhouse.org.uk/listings/11155",
    "ticketed_events": false
}