{
    "all_week": false,
    "description": "As the largest collection of products that EH Smith supply are bricks, a significant emphasis has been given to the product within the design. From the shopfront, to the brick reception desk, the spaces are a celebration of brick.",
    "design": {
        "designers": [
            {
                "architect": "Allford Hall Monghan Morris",
                "description": null,
                "year": "2020"
            }
        ],
        "periods": [
            "Historical/contemporary"
        ],
        "types": [
            "retail",
            "industrial"
        ]
    },
    "events": [],
    "facilities": [
        "Architect on site"
    ],
    "factsheet": [
        {
            "heading": "Reuse",
            "paragraphs": [
                "First Established in 1922, EH Smith is now one of the largest independent builders’ merchants and brick suppliers in the UK with a 100 years in the construction industry. With a long and continuous working relationship with AHMM - focusing on Architectural façade materials - EH Smith approached the practice to design its first workshop in Clerkenwell, London. The objective was to create a space where architects, designers and even homeowners planning an extension can explore the art of the possible within the range of clay materials on offer.",
                "As the largest collection of products that EH Smith supply are bricks, a significant emphasis has been given to the product within the design of the showroom. From the shopfront on the street, being welcomed at the brick reception desk, to the continuous brick floor finish throughout the ground floor, the workshop and showroom is a celebration of brick. One of the most engaging features is the brick specials feature wall that is incorporated in to the original walls of the building to showcase how clay can be treated and formed to create something new and dynamic. The wall takes six different ‘standard’ brick specials, be these cant bricks, bullnoses and full half-round cappings to name a few and composes and bonds them in alternating strands producing at the same time something ordered yet organic in its composition.",
                "The ground floor is designed to display the clay products and has areas so both formal and informal meetings with architects and designers can take place. This floor is split in to multiple zones: brick, ceramics and terracotta cladding. The basement houses more facility type uses; an office, a small presentation space, where desking and storage converts to an auditorium, a kitchen with the usual need for WC’s and finally, the ‘record store’ of clay samples.",
                "The design references their roots as builder’s merchants. Storage systems for the bricks have been designed from façade windposts and brick angle carriers, directly taking from the systems, which carry the bricks on many of our buildings, forming an elemental ‘kit of parts’.",
                "Further reference and play on materials comes in the form of the furniture, where simple, utilitarian and instantly recognisable building materials are applied just nudged out of context. Raw sawn softwood studwork is utilised in making the desks with direct reference to Enzo Mari’s plans and designs just as the designer originally intended his drawings to be used. Studs form stud walls as one would expect, but are left exposed for office partitions, for example.",
                "The intention of the space created is that of a backdrop and framework, firstly to showcase the primary focus: the materials, but secondly to allow the curation of a space that is primarily a workshop, to also evolve into either a showroom, gallery and event space."
            ]
        }
    ],
    "id": 11187,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/11187/building_11187_4270_01_8e05e8625aa8b9a02ea5b2afd9cf543e.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11187_4270_01_8e05e8625aa8b9a02ea5b2afd9cf543e.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/11187/building_11187_19062_36rp_8ae0338881e7b9142d5e7808b943c387.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11187_19062_36rp_8ae0338881e7b9142d5e7808b943c387.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/11187/building_11187_eh-smith_-timothy-soar_04_5efafd8ecd66fe5381f0c6d4785c7063.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11187_eh-smith_-timothy-soar_04_5efafd8ecd66fe5381f0c6d4785c7063.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/11187/building_11187_eh-smith_-timothy-soar_07_46d19caddf4aebd347dac6b6974104c5.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11187_eh-smith_-timothy-soar_07_46d19caddf4aebd347dac6b6974104c5.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "38-42 St John Street, EC1M 4DL",
        "latitude": 51.5208469,
        "longitude": -0.1013917,
        "meeting_point": null,
        "travel_info": [
            "Tube: Farringdon"
        ]
    },
    "name": "E H Smith",
    "original_url": "https://programme.openhouse.org.uk/listings/11187",
    "ticketed_events": false
}