{
    "all_week": false,
    "description": "A designer-led tour of Strand as it changes from a traffic bottleneck into a car-free public space to soon become a lively cultural and educational district. Aldwych is also gaining from major improvements.",
    "design": {
        "designers": [
            {
                "architect": "LDA Design - Landscape Architect",
                "description": null,
                "year": "0"
            }
        ],
        "periods": [
            "Historical/contemporary"
        ],
        "types": [
            "public realm/landscape"
        ]
    },
    "events": [],
    "facilities": [
        "Architect on site"
    ],
    "factsheet": [
        {
            "heading": "Strand Aldwych: History",
            "paragraphs": [
                "Strand has been an important east/west route in London since AD190 when it was called Strond, meaning edge of the river. It remains a key processional route between Westminster Abbey and St Paul’s.",
                "Completed in 1905, Aldwych is a younger part of the city, and inspired by Parisian boulevards. Combined, the two streets formed a one-way gyratory, turning the Grade 1* St Mary Le Strand Church into a glorified traffic island. Popular cultural institutions edge the site, including Somerset House, the Courtauld Gallery (both Grade 1 listed) and Store Studios, as well as universities King’s College and London School of Economics. Two embassies, Theatreland, hotels and local businesses complete the scene."
            ]
        },
        {
            "heading": "What needed to change?",
            "paragraphs": [
                "For many years, Strand has long been an area to rush through rather than linger. Footfall is high due to the mix of uses but the institutions along it are insular, with people dashing inside to escape the hostile street environment. There was nowhere to sit and socialise or step back and take in the architecture.",
                "So, Strand Aldwych is being reimagined to better meet the needs of the local community. The pedestrianisation of a section of the Strand will create, for the first time, a place where people from different institutions can share a democratic space. The vision is to create a generous, welcoming place for visitors, students, workers and residents where the creative process is visible, bringing knowledge, art and performance into the public realm to create a revitalised cultural and educational district for London. A variety of areas for the everyday will increase interaction and dwell times, including social seating, workstations and collective dining, an activity lawn and garden room. Local businesses will be better supported by public spaces that attract people. \n \nThe design considers long-life flexibility and also leaves space for the unknown. The aim is a new type of activation where art is made not just displayed, where knowledge is shared not stored away. This unique use of public space will draw on the artist community at Somerset House, the academics and researchers of King’s College and LSE to bring something special to Strand, creating a relaxed space for creative exchange.\n \nThis will be a healthier, more biodiverse green space too. St Mary Le Strand Church will be enveloped by a new garden, creating a sanctuary in the city. 45 trees and 2,000 m2 of planting will enable people to enjoy and benefit from the seasons. St. Clement Danes Garden has a new seating area with distinct Portland Stone benches that respond to the bomb damage to the church. Paving design is inspired by the church floor",
                "Altering traffic flow was key to transforming this historic area. In August 2021, traffic was removed from the Strand and Aldwych became two-way. This switch meant Strand could become a place to enjoy and be, activated over the summer with a skatepark, food trucks and alfresco dining. \n \nBenefits to Aldwych include stronger pedestrian and cycling links to improve access to Covent Garden, Holborn, the West End, and to the Thames and Embankment. Wider pavements, new green space and five new signalised crossings will make Aldwych safer and more pleasant for pedestrians.",
                "Works are underway along Strand and much of it is currently a construction site, but the design is already becoming visible and there is much to excite in what is a highly anticipated space in the heart of central London. All mature trees on Strand are being retained and 45 new trees and 2,000 m2 of planting are being introduced to sequester carbon.",
                "The scheme has been developed through an extensive co-design process involving over 70 stakeholders. Meanwhile uses have helped shape the design. Westminster City Council hope it will be a “massive shot in the arm for the local economy”. Save Britain’s Heritage said that the scheme could create public space “as impressive as Trafalgar Square”."
            ]
        }
    ],
    "id": 11281,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/11281/building_11281_03_visualisation_strand_3902cd2a1a8d902a76e4ce1522c70e68.jpg",
            "description": null,
            "title": "Strand visualisation ",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11281_03_visualisation_strand_3902cd2a1a8d902a76e4ce1522c70e68.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/11281/building_11281_01_strand_2022-03-22_4cb74dfbae93f9af32ae9dd9759709fa.jpg",
            "description": null,
            "title": "Strand - new public realm",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11281_01_strand_2022-03-22_4cb74dfbae93f9af32ae9dd9759709fa.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/11281/building_11281_02_strand_2022-03-22_a79302895d1a21d94a01562fd8d17100.jpg",
            "description": null,
            "title": "Strand - new public realm ",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11281_02_strand_2022-03-22_a79302895d1a21d94a01562fd8d17100.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/11281/building_11281_04_strand_works_6f308c631243559479347228b7f00220.jpg",
            "description": null,
            "title": "Strand - new public realm under construction, view to St Mary Le Strand Church",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11281_04_strand_works_6f308c631243559479347228b7f00220.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Strand, WC2R 1EA",
        "latitude": 51.5127788,
        "longitude": -0.1145394,
        "meeting_point": null,
        "travel_info": [
            "Tube: Embankment, Covent Garden, Leicester Square, Charing Cross, Temple",
            "Train: City Thameslink, Charing Cross",
            "Bus: 176, 521, 341, 243, 188, 172, 168, 139, 91, 87, 76, 68, 59, 26, 1, 15, 11, 9, 6"
        ]
    },
    "name": "Tour of Strand Aldwych: A work in progress",
    "original_url": "https://programme.openhouse.org.uk/listings/11281",
    "ticketed_events": false
}