{
    "all_week": false,
    "description": "A walk though White City exploring how its built environment has transformed multiple times in the past century and discussing what developers have emphasized and downplayed about the area's heritage to attract people to the area.",
    "design": {
        "designers": [
            {
                "architect": "Multiple",
                "description": null,
                "year": "0"
            }
        ],
        "periods": [
            "Historical/contemporary"
        ],
        "types": [
            "walk/tour"
        ]
    },
    "events": [],
    "facilities": [],
    "factsheet": [
        {
            "heading": "Chronology for White City",
            "paragraphs": [
                "Key dates for development of the White City area",
                "1908\tFranco-British Exhibition and the Olympic Games\n1910\tJapan-British Exhibition\n1914\tAnglo-American Exhibition\n1918\tAccident at Blake's Explosives Factory, Wood Lane\n1942\tConversion of exhibit halls to factory for war effort\n1950s\tCompletion of the White City Estate\n1960\tOpening of BBC Television Centre\n1978\tOpening of the Wood Lane Estate\n1990\tOpening of BBC White City on site of 1908  stadium\n2008\tOpening of Westfield London \n2012\tOpening of Imperial College’s Gradpad\n2015\tOpening of White City Place in BBC White City site\n2016\tOpening of Television Centre as multi-use site\n2018\tOpening of Westfield London Phase 2\n2019\tOpening of White City Living Phase 1\n2019\tOpening of Imperial College’s tower, 88 Wood Lane"
            ]
        },
        {
            "heading": "Great White City",
            "paragraphs": [
                "In the early 1900s, the northernmost part of Shepherd’s Bush consisted of farmland and brickfields. Then, in 1908, a vision of the future arrived in the form of the Great White City, a spectacular exhibition space, inspired by the 1893 World’s Fair in Chicago.",
                "The Great White City, so named because all its buildings were uniformly white, was the idea of the Hungarian impresario Imre Kiralfy. The exhibition space he conceived transformed 140 acres, covering it with pavilions, waterways, bridges and gardens. There were amusement rides, such as the legendary Flip-Flap, and, controversially from today’s perspective, colonial villages. The entire area was illuminated by electric lighting.",
                "The exhibition space fell into decline with the outbreak of World War I, but gave a foretaste for the succession of schemes that followed, covering the gamut of modern urban development.",
                "In 1935 building commenced for the White City Estate, the London County Council’s largest housing estate of flats at the time. Almost three decades later, in 1960, the BBC chose White City as the site for its first purpose-built television centre, making the area synonymous nationwide with the rise of broadcast media.",
                "Designated as an opportunity area under the London Plan in 2004, the White City neighbourhood is again a magnet for ambitious developments, such as Westfield London, Europe’s biggest shopping mall; a reimagined Television Centre, following the BBC’s sale of the site; and Imperial College’s White City Campus."
            ]
        },
        {
            "heading": "About the tour",
            "paragraphs": [
                "This walk traces the transformation of the White City area over the past 114 years and explores how these changes have impacted the physical environment and the lives of the people who reside there. It also highlights what developers have emphasized and what they have chosen to downplay about the neighbourhood’s history to entice people to come live, work and play there.",
                "Accessibility: Where there are steps, ramps are available. Most of the route is pedestrianized. Part of the tour in the vicinity of Wood Lane goes along a busy road.",
                "Public toilets available en route. \nRoute: 1.8 miles approx."
            ]
        },
        {
            "heading": "About the tour guide",
            "paragraphs": [
                "Raised in Kent, Joanna Oyediran has lived in London, Jerusalem, Cairo, and New York. She has a strong interest in how the built environment of the world’s great cities continuously changes and adapts. Shepherd’s Bush has been her home for the last twelve years."
            ]
        },
        {
            "heading": "Golden Key Academy",
            "paragraphs": [
                "This tour is led by a participant of Open City’s Golden Key Academy – a course training up insightful and engaging guides dedicated to explaining London and bringing its many stories to life. It is part of a wider collection of tour events created by Golden Key Academy guides for the Open House Festival celebrating their conclusion of the six month course.",
                "Further info on the Golden Key Academy https://open-city.org.uk/golden-key-academy"
            ]
        },
        {
            "heading": "Tour meeting point:",
            "paragraphs": [
                "In front of entrance to Japan Centre Ichiba Supermarket (external entrance)\nUnit 0220 Relay Square Westfield \nGround Floor \nW12 7HB"
            ]
        }
    ],
    "id": 11298,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/11298/building_11298_white-city-estate-1939-lcc-london-metropolitan-archives_6a8ed7fc76f5fbd16e0f7e150cc027a9.jfif",
            "description": null,
            "title": "White City Estate 1939 County of London Plan",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11298_white-city-estate-1939-lcc-london-metropolitan-archives_6a8ed7fc76f5fbd16e0f7e150cc027a9.jfif"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/11298/building_11298_whitecitylivingfrithvillegardens_8522e94fd621458f36ad8944fa4555ec.jpg",
            "description": null,
            "title": "White City Living: view from Frithville Gardens",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11298_whitecitylivingfrithvillegardens_8522e94fd621458f36ad8944fa4555ec.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/11298/building_11298_television-centre2893timothy-soarwebimage9jpg_0bd4e558747810f124d584dd30de9317.jpg",
            "description": null,
            "title": "Television Centre",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11298_television-centre2893timothy-soarwebimage9jpg_0bd4e558747810f124d584dd30de9317.jpg"
        }
    ],
    "links": [
        {
            "href": "https://open-city.org.uk/golden-key-academy",
            "title": null
        }
    ],
    "location": {
        "address": "In front of Japan Centre Ichiba Supermarket Uni",
        "latitude": 51.5097506,
        "longitude": -0.2224808,
        "meeting_point": null,
        "travel_info": [
            "Tube: Shepherd's Bush Market, Wood Lane, White City",
            "Train: Shepherd's Bush",
            "Bus: 272, 283, C1, 260, 237, 228, 220, 207, 148, 95, 72, 49, 31"
        ]
    },
    "name": "A walk through the 'Great White City'",
    "original_url": "https://programme.openhouse.org.uk/listings/11298",
    "ticketed_events": false
}