{
    "all_week": false,
    "description": "From workers' homes in Victorian era's busiest port, to a millennial urban village and it's low-cost candy-wrapper cladding, to a rooftop of a brand new development in a hotly-tipped regeneration area - a journey through time in Royal Docks",
    "design": {
        "designers": [
            {
                "architect": "Various",
                "description": null,
                "year": "1990"
            },
            {
                "architect": "including Niall McLoughlin and Ash Sakula",
                "description": null,
                "year": "1990"
            }
        ],
        "periods": [
            " including Niall McLoughlin and Ash Sakula",
            "Historical/contemporary"
        ],
        "types": [
            "walk/tour"
        ]
    },
    "events": [],
    "facilities": [
        "Disabled access"
    ],
    "factsheet": [
        {
            "heading": "About the tour and guide",
            "paragraphs": [
                "The Royal Docks have been home to Londoners for centuries. We will start our journey in the industrial heart of Victorian trade, where workers stayed close to factories manufacturing rubber, sugar, dyes, syrup, soap and event TNT.",
                "Fast forward to the 20th century, when the West Silvertown ‘urban village' concept popularised by HRH Prince Charles in the 1990s became reality in the form of Britannia Village. This mix of private and affordable homes includes innovative low-cost housing prototypes by architects Ash Sakula and Niall Mclaughlin, with their iridescent cladding.",
                "From there to the rooftop of one of Royal Wharf's newest developments - Peabody/Redrow's Pontoon Reach - we will take in views over the Thames Barrier, looking to the future of housing in one of the London’s biggest regeneration areas.",
                "Level access for most of the tour, crossing one busy road (using pedestrian crossing). \nAccess to roof terrace on 7th floor via lift or stairs.  \nTotal walking distance – 1.5 km",
                "Guide: Miko Schneider is a journalist by training. Since moving to the UK from South Africa in 2010 - via Amsterdam and Denmark - she's worked as a people & culture professional, coaching and developing colleagues in the housing sector.",
                "Miko is fascinated by the concept of the home and how its design has been shaped by history and function, most recently in the psychological shift to home/work space.",
                "Her interest is the regeneration of Royal Docks - once the shipping heart of the city - into an attractive place to live, work and spend leisure time, while still preserving its layers of history and local community."
            ]
        },
        {
            "heading": "Golden Key Academy",
            "paragraphs": [
                "This tour is led by a participant of Open City’s Golden Key Academy – a course training up insightful and engaging guides dedicated to explaining London and bringing its many stories to life. It is part of a wider collection of tour events created by Golden Key Academy guides for the Open House Festival celebrating their conclusion of the four month course.",
                "Further info on the Golden Key Academy https://open-city.org.uk/golden-key-academy"
            ]
        },
        {
            "heading": "Tour meeting point:",
            "paragraphs": [
                "In front of Britannia Village Market convenience store\n1D Royal Victoria Place\nBritannia Village, West Silvertown\nE16 1UG"
            ]
        },
        {
            "heading": "ALL GOLDEN KEY ACADEMY TOURS ARE STILL GOING AHEAD",
            "paragraphs": [
                "THIS TOUR IS GOING AHEAD. PLEASE TURN UP OR CANCEL YOUR PLACE IF YOU CAN NO LONGER MAKE IT. (Info added 9/09/22)"
            ]
        }
    ],
    "id": 11300,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/11300/building_11300_evelyn-road-niall-mclaughlin_a934d53a3066606ff716da3882143e20.jpg",
            "description": null,
            "title": "Evelyn Road by Niall McLaughlin",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11300_evelyn-road-niall-mclaughlin_a934d53a3066606ff716da3882143e20.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/11300/building_11300_ash-sakula-boxley-street_e27f33bd50b392de585d21716ca28b2f.jpg",
            "description": null,
            "title": "Boxley Street by Ash Sakula",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11300_ash-sakula-boxley-street_e27f33bd50b392de585d21716ca28b2f.jpg"
        }
    ],
    "links": [
        {
            "href": "https://open-city.org.uk/golden-key-academy",
            "title": null
        }
    ],
    "location": {
        "address": "1D Royal Victoria Place In front of Britannia",
        "latitude": 51.5052778,
        "longitude": 0.0261472,
        "meeting_point": null,
        "travel_info": []
    },
    "name": "Building a home in the Royal Docks: past, present and future",
    "original_url": "https://programme.openhouse.org.uk/listings/11300",
    "ticketed_events": false
}