{
    "all_week": false,
    "description": "This tour looks at how healthcare has had a major impact on the buildings and landscapes of London, exploring healthcare buildings, rebuilt, repurposed or removed and their influence on the built landscape from the Strand to the city.",
    "design": {
        "designers": [
            {
                "architect": "Multiple architects",
                "description": null,
                "year": "1290"
            }
        ],
        "periods": [
            "Medieval"
        ],
        "types": [
            "walk/tour"
        ]
    },
    "events": [],
    "facilities": [],
    "factsheet": [
        {
            "heading": "About the tour and guide",
            "paragraphs": [
                "Heath for this walk refers to physical, mental and spiritual health. From Medieval times to today. The tour will explore how as a result of political and society changes, responsibility for the provision of healthcare has shifted between, charities, the city and the state and continues to do so -- affecting the built landscape we see today.",
                "Guide: Sara Probert works in healthcare in central London hospitals. She loves walking London streets and is excited to share her healthcare themed walk with others."
            ]
        },
        {
            "heading": "Golden Key Academy",
            "paragraphs": [
                "This tour is led by a participant of Open City’s Golden Key Academy – a course training up insightful and engaging guides dedicated to explaining London and bringing its many stories to life. It is part of a wider collection of tour events created by Golden Key Academy guides for the Open House Festival celebrating their conclusion of the six month course.",
                "Further info on the Golden Key Academy https://open-city.org.uk/golden-key-academy"
            ]
        },
        {
            "heading": "ALL GOLDEN KEY ACADEMY TOURS ARE STILL GOING AHEAD",
            "paragraphs": [
                "THIS TOUR IS GOING AHEAD. PLEASE TURN UP OR CANCEL YOUR PLACE IF YOU CAN NO LONGER MAKE IT. (Info added 9/09/22)"
            ]
        },
        {
            "heading": "Tour meeting point:",
            "paragraphs": [
                "Meet in front of Charing Cross train station at the Eleanor Cross monument\nStrand \nWC2N 5HF"
            ]
        }
    ],
    "id": 11308,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/11308/building_11308_stthomashospital_dd33535ef7342f32b517039901714fb2.png",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11308_stthomashospital_dd33535ef7342f32b517039901714fb2.png"
        }
    ],
    "links": [
        {
            "href": "https://open-city.org.uk/golden-key-academy",
            "title": null
        }
    ],
    "location": {
        "address": "Charing Cross  station at the Eleanor Cross mon",
        "latitude": 51.5081373,
        "longitude": -0.1247624,
        "meeting_point": null,
        "travel_info": [
            "Tube: Charing Cross",
            "Train: Charing Cross"
        ]
    },
    "name": "Healthy City - how healthcare shaped London's landscapes",
    "original_url": "https://programme.openhouse.org.uk/listings/11308",
    "ticketed_events": false
}