{
    "all_week": false,
    "description": "Walking tour exploring the concept of an inner-city village, which critic Ian Nairn used to describe Pimlico - often dubbed central London's forgotten district - when championing its human-scale as a model for communal living in the 1970s.",
    "design": {
        "designers": [
            {
                "architect": "various",
                "description": null,
                "year": "1825"
            }
        ],
        "periods": [
            "Victorian",
            "Post-war"
        ],
        "types": [
            "walk/tour"
        ]
    },
    "events": [],
    "facilities": [],
    "factsheet": [
        {
            "heading": "About the tour and guide",
            "paragraphs": [
                "This tour will explore the concept of an inner-city village, which critic Ian Nairn used to describe Pimlico in the 1970s, and whose human-scale he championed as a model for communal living.",
                "Often described as central London’s forgotten district, what Nairn called “Westminster behind the Abbey”, Pimlico can feel confusing, cold, and uncharted to the outsider. But for many of those who live there, it’s an oasis of calm in the centre of a bustling metropolis.",
                "Starting at Pimlico Station – and taking inspiration from the 1949 comedy Passport to Pimlico, which sees Pimlico declare independence – we'll discover this area’s unique character and ask whether Nairn's vision still exists.",
                "We'll explore the architectural anomalies, distinct boundaries, shared spaces and connections which make it a self-contained unit within a much larger whole, from Thomas Cubitt’s avenues of stucco flats to the utopian visions of Churchill Gardens and the Lillington Gardens Estate.",
                "We will question inherited notions of a \"centre\"; examine the conditions necessary for the creation of community; consider Pimlico's infrastructure, including looking at how its road system foreshadowed the contemporary policy of low-traffic neighbourhoods; and attempt to grasp just why this area is considered a “non-place” for so many.",
                "Ultimately, we’ll consider whether Pimlico, and the concept of the urban village which Nairn's analysis seems to echo, is really an ideal for living.",
                "Guide: Joe Brookes is a civil servant interested in how stories and journeys interact with our sense of place. Currently exploring a range of mediums including poetry, film and sound, he hopes to make documentaries about London’s dynamic landscape."
            ]
        },
        {
            "heading": "Ian Nairn",
            "paragraphs": [
                "Ian Nairn (1930-1983) was a British architectural critic committed to understanding places and how people lived in them. His eclectic, highly-subjective way of writing and thinking about buildings has been a key influence on commentators ranging from Jonathan Meades to Owen Hatherley.",
                "Born in Bedford in the interwar period, his career as a critic took off in the 1950s after he completed his National Service in the RAF. He lived most of his adult life in Pimlico, from which he set off on various travels, which became the subject of his celebrated books and documentaries such as Nairn's London (1966) and Nairn Across Britain (1972)."
            ]
        },
        {
            "heading": "Golden Key Academy",
            "paragraphs": [
                "This tour is led by a participant of Open City’s Golden Key Academy – a course training up insightful and engaging guides dedicated to explaining London and bringing its many stories to life. It is part of a wider collection of tour events created by Golden Key Academy guides for the Open House Festival celebrating their conclusion of the six month course.",
                "Further info on the Golden Key Academy https://open-city.org.uk/golden-key-academy"
            ]
        },
        {
            "heading": "Tour meeting point:",
            "paragraphs": [
                "Meet at the end of Tachbrook Street by Pimlico Station\nPimlico Underground Station\nRampayne Street\nSW1V 2JA"
            ]
        }
    ],
    "id": 11302,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/11302/building_11302_screenshot-2021-06-06-at-14-31-13_60d9372011e31135395277315b1cf5d4.png",
            "description": null,
            "title": "Ian Nairn speaking to residents of Churchill Gardens, Pimlico",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11302_screenshot-2021-06-06-at-14-31-13_60d9372011e31135395277315b1cf5d4.png"
        }
    ],
    "links": [
        {
            "href": "https://open-city.org.uk/golden-key-academy",
            "title": null
        }
    ],
    "location": {
        "address": "At the end of Tachbrook Street Pimlico Undergro",
        "latitude": 51.4892548,
        "longitude": -0.133332,
        "meeting_point": null,
        "travel_info": [
            "Tube: Victoria, Pimlico",
            "Train: Victoria",
            "Bus: 360, C10"
        ]
    },
    "name": "Passport to Pimlico: Ian Nairn's inner-city village",
    "original_url": "https://programme.openhouse.org.uk/listings/11302",
    "ticketed_events": false
}