{
    "all_week": false,
    "description": "Join Tim Peake on a discovery walk through time in the footsteps of the dockers and factory hands over what was once Thameside flood meadows and into the former industrial world of the Royal Docks now rapidly being repurposed.",
    "design": {
        "designers": [
            {
                "architect": "London & St Katharine Docks Company",
                "description": null,
                "year": "1855"
            },
            {
                "architect": "Port of London Authority and others",
                "description": null,
                "year": "1855"
            }
        ],
        "periods": [
            " Port of London Authority and others",
            "Historical/contemporary"
        ],
        "types": [
            "walk/tour"
        ]
    },
    "events": [],
    "facilities": [],
    "factsheet": [
        {
            "heading": "About the tour and guide",
            "paragraphs": [
                "Follow in the footsteps of workers who traveled to the C19th industrial boomtown on the edge of the metropolis that was the rapidly expanding as empire fueled the growth of Victorian London.",
                "Discover what drove the rapid transformation, and ultimate decline, of quiet flood meadows on the banks of the Thames into a dense riverside throng of factories and a vast man-made inland port.",
                "Witness how what was once a place of work for thousands of dockers and factory hands is being repurposed in the push for regeneration and consider the ongoing debates over the rise of high density, high cost, private development on former public lands.",
                "Discuss the ever present question regeneration poses as to who benefits from the balance between the interests of developers, the city as our shared resource and the people who call this home whatever their income.",
                "Access: Lifts at Woolwich foot tunnel might not be working, if not access is via 126 steps. distance: 3 miles approx.",
                "Guide: Tim Peake is an architect, filmmaker and designer. Tim’s work in the Royal Docks for the last 6 years includes running Royal Docks Communities Voice."
            ]
        },
        {
            "heading": "The Golden Key Academy",
            "paragraphs": [
                "This tour is led by a participant of Open City’s Golden Key Academy – a course training up insightful and engaging guides dedicated to explaining London and bringing its many stories to life. It is part of a wider collection of tour events created by Golden Key Academy guides for the Open House Festival celebrating their conclusion of the four month course.",
                "Further info on the Golden Key Academy https://open-city.org.uk/golden-key-academy"
            ]
        },
        {
            "heading": "Tour meeting point:",
            "paragraphs": [
                "The southern entrance to the Woolwich Foot Tunnel\nWoolwich\nSE18 6DL"
            ]
        }
    ],
    "id": 11306,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/11306/building_11306_cruikshank-1829_e016abc5afc821567be9d60800e9fac2.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11306_cruikshank-1829_e016abc5afc821567be9d60800e9fac2.jpg"
        }
    ],
    "links": [
        {
            "href": "https://open-city.org.uk/golden-key-academy",
            "title": null
        }
    ],
    "location": {
        "address": "Woolwich, SE18 6DL",
        "latitude": 51.4940474,
        "longitude": 0.0634296,
        "meeting_point": null,
        "travel_info": [
            "Train: Woolwich Arsenal"
        ]
    },
    "name": "Time and tide waits for no man: a walk under, on and over water",
    "original_url": "https://programme.openhouse.org.uk/listings/11306",
    "ticketed_events": false
}