{
    "all_week": false,
    "description": "Taking you on an adventure to see some of the alternative sights of Docklands and learn how dockers communities developed a culture of efficient trade and community commerce to help ensure that London shall not be overcome by adversity.",
    "design": {
        "designers": [
            {
                "architect": "Danny Danquah",
                "description": null,
                "year": "2022"
            }
        ],
        "periods": [
            "Victorian",
            "Post-war",
            "Historical/contemporary"
        ],
        "types": [
            "walk/tour"
        ]
    },
    "events": [],
    "facilities": [],
    "factsheet": [
        {
            "heading": "About the tour and guide",
            "paragraphs": [
                "This is a tour of my hometown which also happens to be the new home of London’s City Hall. It is an extraordinary landscape filled with inspirational buildings and diverse communities working to support London. And it is a place that inspired me to become a local tour guide with the support of Open City’s Golden Key Academy and the Royal Docks Team.",
                "The most striking characteristic of City Hall and its surroundings is the beautiful – and plentiful – waterscape of the former docks which provide an important asset to local communities and visitors through a wide range of different leisure uses and water sports. Royal Victoria Dock was constructed in the mid-19th century as the first part of east London’s Royal Docks complex – an area which has been the focus of a multi-decade process of reinvention intended to unlock the unique benefits of its enigmatic waterfronts.",
                "These great expanses of water – which once brought new materials and communities from around the world to London – were famously a bustling hive of working-class sailors, dockers and dames fuelling a community with various imports and workers from different country backgrounds. It was a place for traders from all walks of life – from tinker to toff – and commercial activities both above and below the law – from brawn to boff. It was also home to the first dockers union of working men and where Kier Hardie – who was a founder of the Labour Party – started his parliamentary career fighting to improve accommodation and employment rights for local people.",
                "Today the Royal Docks is home to new housing, transport innovations and numerous new businesses large and small. It’s an area that brims with opportunities and is very much a shadow of its industrial-fogged past. Over the next 20 years, with City Hall as a catalyst right at the heart of the neighbourhood, and with the opening of the brand-new Elizabeth Line, 30,000 new homes and 41,500 new jobs will come to this area. It already feels like another galaxy by the river.",
                "Guide: Local resident Danny Danquah"
            ]
        },
        {
            "heading": "The Golden Key Academy",
            "paragraphs": [
                "This tour is led by a participant of Open City’s Golden Key Academy – a course training up insightful and engaging guides dedicated to explaining London and bringing its many stories to life. It is part of a wider collection of tour created by Golden Key Academy guides for the Open House Festival celebrating their conclusion of the four month course.",
                "Further info on the Golden Key Academy https://open-city.org.uk/golden-key-academy"
            ]
        },
        {
            "heading": "Tour meeting point:",
            "paragraphs": [
                "Meet outside Expressways underneath Silvertown Way flyover\nDock Road\nE16 1YZ"
            ]
        },
        {
            "heading": "ALL GOLDEN KEY ACADEMY TOURS ARE STILL GOING AHEAD",
            "paragraphs": [
                "THIS TOUR IS GOING AHEAD. PLEASE TURN UP OR CANCEL YOUR PLACE IF YOU CAN NO LONGER MAKE IT. (Info added 9/09/22)"
            ]
        }
    ],
    "id": 11316,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/11316/building_11316_freemasons-rd-1_5db8287cc945e0c26d6e031d92a8e0a5.jpg",
            "description": null,
            "title": "Freemason rd",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11316_freemasons-rd-1_5db8287cc945e0c26d6e031d92a8e0a5.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/11316/building_11316_st-annes_990b6e901e9d8ee42c679124e23cf38f.jpg",
            "description": null,
            "title": "St. Annes",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11316_st-annes_990b6e901e9d8ee42c679124e23cf38f.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/11316/building_11316_good-hotel_1eda8c547dc26309afd4d7768c983416.jpg",
            "description": null,
            "title": "Good Hotel",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11316_good-hotel_1eda8c547dc26309afd4d7768c983416.jpg"
        }
    ],
    "links": [
        {
            "href": "https://open-city.org.uk/golden-key-academy",
            "title": null
        }
    ],
    "location": {
        "address": "Outside Expressways Dock Road underneath Silve",
        "latitude": 51.5059732,
        "longitude": 0.0157545,
        "meeting_point": null,
        "travel_info": [
            "Train: Royal Victoria, West Silvertown",
            "Bus: 241, 147"
        ]
    },
    "name": "Alternative Docklands perspectives",
    "original_url": "https://programme.openhouse.org.uk/listings/11316",
    "ticketed_events": false
}