{
    "all_week": false,
    "description": "A self-guided stroll through the architecturally varied neighbourhood around Old Bethnal Green Road conservation area. The walk explores the places locals meet and socialise; revealing the area’s evolution from the mid-1800s to now.",
    "design": {
        "designers": [],
        "periods": [
            "Contemporary",
            "Post-war",
            "Victorian",
            "Historical/contemporary"
        ],
        "types": [
            "community/cultural",
            "walk/tour"
        ]
    },
    "events": [],
    "facilities": [
        "Toilets",
        "Architect on site",
        "Family activities",
        "Refreshments",
        "Disabled access"
    ],
    "factsheet": [
        {
            "heading": "Introducing The Social Spaces of Old Bethnal Green",
            "paragraphs": [
                "Walking along the side streets and back alleys in the footsteps of locals, this self-guided tour is a short walk of just under 2 miles through the little-known but culturally rich and historically fascinating neighbourhood surrounding Old Bethnal Green Road conservation area.",
                "The tour can be undertaken at any time and on any day but opening times vary for locations that can be visited. On Saturday 10th September 2022 there will be drop in community events, openings and an architect on site at The Common (details below and in events section).",
                "This walk introduces a varied range of social and community spaces – from housing, streetscapes and cafes to places of worship, nature reserves and hidden allotments. Some were made social by deliberate design, others have evolved or emerged through the energies of the people who live, work and study in the local area.",
                "The buildings and developments range in age from the 1840s through 20th century architecture to recent urban interventions in the public realm and include several Grade II listed buildings.",
                "Social spaces are what transform a collection of buildings into a neighbourhood. They bring people together and create community. But how do they develop and what do they mean to people? This tour will encourage you to explore how places shape people and people shape places.",
                "Brief information about each location is included in the route description below. This route description (with map) can be downloaded alongside more detailed information about each of the locations from https://linktr.ee/social.spaces.of.obgr.tour"
            ]
        },
        {
            "heading": "Route Description",
            "paragraphs": [
                "Most of the walk takes place along neighbourhood streets with a short section on the main roads Hackney Road and Bethnal Green Road.",
                "START/LOCATION 1: OXFORD HOUSE",
                "A community-led multi-purpose arts space; Oxford House has changed significantly since its inception as one of the original purpose-built Victorian “settlement houses” which were designed for Oxford Graduates to live and work amongst the East London poor.",
                "Some inside areas with an exhibition telling the history of Oxford House can be viewed and the cafe will be open on Saturday 10th September 10.00 - 3.00 pm and during normal opening hours.",
                "Maps of the walking tour and free historical booklet can also be picked up from here during opening hours.",
                "DIRECTIONS: From Oxford House, walk down Derbyshire Street to Bethnal Green Road. Cross Bethnal Green Road and continue up Rushmead (short road between the Tesco and Star of Bethnal Green Pub). Continue straight ahead over the intersection with Florida Street to follow a short winding footpath through the estate to reach Mansford Street. Continue up Mansford Street until you come to the junction with Old Bethnal Green Road.",
                "LOCATION 2: OAKLANDS AND LAWDALE SCHOOLS",
                "As you stand at the junction of Mansford Street and Old Bethnal Green Road, you are facing Oaklands School with Lawdale School to your left. They are part of a pocket of Grade II listed historic buildings which also includes a non-conformist church (the Chalice Foundation).",
                "Before the Victorian era many children, and especially poorer children, didn’t go to school. All this was changed by the Education Act of 1870. In the thirty years of its existence, the London School Board – set up after the Education Act to ensure London children got an education - built some 400 schools. These two schools are very good examples of the work of the board’s two main architects – E.R. Robson (Lawdale) and T.J Bailey (Oaklands).",
                "In 2011, the original buildings of Oaklands School were refurbished and a new building was added by David Miller Architects. The new design features rooftop playgrounds and an overground covered walkway allowing pupils and staff to move between buildings without crossing the road outside.",
                "DIRECTIONS: From the schools, cross the zebra crossing and turn right to walk along Old Bethnal Green Road for a short distance. Take the first left onto Teesdale Street and walk up the street to reach the junction with Winkley Street.",
                "LOCATION 3: WINKLEY ESTATE",
                "The Winkley Estate was built by brothers Henry and Charles Winkley as a speculative development between 1898 and 1904. Before the redevelopment, the area was poor with dilapidated housing and much overcrowding.",
                "Walking around the streets of the Winkley Estate you will still see the original design combining three types of residential accommodation and three small factories, numerous cabinet makers’ workshops and shops on Old Bethnal Green Road.",
                "In more recent times, the Estate has become a place to live, work and play for the creative community as well as being home to a mixed neighbourhood of residents. In the early 2000s Teesdale Street was home to The Libertines’ infamous Albion Rooms – site of many guerrilla gigs. Today, the workshops behind the houses are still home to artists, designers and architectural practices.",
                "DIRECTIONS: Return to Teesdale Street and continue walking north through the copper-coloured housing development. This RIBA award-winning scheme containing socially rented, key-worker and privately owned housing echoes the older buildings of the Winkley Estate. It was designed by Karakusevic Carson architects and completed in 2009.",
                "At Claredale Street, turn right.",
                "LOCATION 4: KEELING HOUSE",
                "The white tower block facing you is Grade II* listed Keeling House. It was designed by Denys Lasdun – who later went on to design the National Theatre - and built between 1954 and 1957.",
                "Denys Lasdun was worried that the designs of modernist architects were ignoring successful elements of already existing neighbourhoods and aimed to incorporate these into his work.",
                "Looking up at Keeling House you can see the flats are grouped in four wings around a central tower. The design by Lasdun ensured that each wing looked out onto the other so that physical contact between neighbours would be encouraged. There were no closed-in areas and instead the walk from the lift to your front door would pass communal drying areas. At the same time each flat was given privacy too – distanced from the central service area and with a private outward-facing balcony that wasn’t overlooked.",
                "Although initially popular with residents; during the 1970s and 1980s Keeling House became beset by the problems experienced in much social housing and the block was closed in 1992. In 1999 it was sold to developers who have given the building a new lease of life as a private development with luxury flats.",
                "DIRECTIONS: Continue walking along Claredale Street to the junction with Temple Street. Across Temple Street there is a small cut through alley between the large council block and the houses on the opposite side of Temple Streets that takes you through to Treadway Street. On arriving on Treadway Street turn left and walk to the top of the road where it meets Hackney Road.",
                "LOCATION 5: SHAHPORAN MASJID AND ISLAMIC CENTRE",
                "Designed by architect Shahed Saleem, this Grade II listed building has been adapted to house a mosque and Islamic centre. Every day, hundreds of local people use the Masjid as a place to meet and worship.",
                "The design sought to not only integrate the heritage of a Grade II listed Georgian building and surrounding conservation area with contemporary architecture but also to encapsulate a contemporary British Muslim identity.",
                "The façade of the building is derived from a tile pattern from 13th century Anatolia which is abstracted to form the full height of the building. A metal mesh is placed over the rest of the façade in the style of the traditional mashribbya screens. The pattern for the screens is taken from the windows of the Woking mosque, which was the first built mosque in Britain.",
                "DIRECTIONS: Go onto Hackney Road and turn left. Walk along the road until you reach an old pub (now café) on the corner and turn left onto Teesdale Close. At Claredale Street turn right and walk to the junction with Mansford Street. Turn left onto Mansford Street, cross the road and take an almost immediate right into St Peter’s Close. Follow the road around to reach the church.",
                "LOCATION 6: ST PETER’S CHURCH",
                "St Peter’s is a Grade II listed 19th century church which was built as one of a group of new churches at the instigation of Charles Blomfield, the Bishop of London from 1828-1856. Blomfield was the youngest-known Bishop of London and he had great energy and zeal which he put into extending the influence of the church. He believed that the solution to Anglican apathy was the building of more parish churches of which St Peters was one of the first.",
                "Blomfield's plan wasn't entirely successful and congregations began dwindling soon after the church was built and into the 20th century. However, recently a focus on growing the church community has seen the congregation revitalised. You can see their activity reaches out beyond the church building into the planting around the building and it also encompasses social projects the church community takes an active part in.",
                "The church gardens are always open and people are welcome to use the space. The church porch is open from dawn to dusk every day from which you can see inside the church. On Sunday mornings the church is fully open from 9.30 – 1pm (with services at 10 and 11 am). It is also usually open between 1.30 and 3pm on a Wednesday afternoon when a community art group runs.",
                "DIRECTIONS: Continue walking to the end of St Peter’s Close and cross the zebra crossing into Ion Square Park. Walk along the south side of the park with the main park space and a wildlife area complete with recently planted community orchard on your right hand side.",
                "On reaching the hedge boundary for the wildlife space/community orchard there is an exit to the left onto Durant Street. Turn left and walk south to reach Gosset Street. Turn left and walk along Gosset Street until you reach Pollard Row on the right hand side. Cross the road and turn into Pollard Row, walking past Elizabeth Selby School on your left hand side.",
                "LOCATION 7: BETHNAL GREEN WORKING MEN’S CLUB\n \nThe Bethnal Green Working Men’s Club is another local Victorian building whose uses have been re-imagined and adapted over the years as the community has changed.",
                "Following a tradition of radicalism and working class organisation in the East End, the \"Borough of Bethnal Green club\", built a new working men’s club at no. 44 Pollard Row in 1895. Officially the Borough of Bethnal Green Liberal and Radical club and the chief Liberal club in the metropolitan borough, it was usually called the Borough of Bethnal Green Working Men’s club.",
                "Its fortunes rose and fell during the 20th century as demographics in the area changed and by 2007 when the smoking ban was introduced, membership had significantly declined. Instead of closing down, however, the club has been given a new lease of life having got a licence to run events in 2006. It now hosts gigs, cabaret and club nights and is a much loved, award-winning LGBTQ+ venue.",
                "DIRECTIONS: Walk south down Pollard Row to Bethnal Green Road. Turn left and walk along Bethnal Green Road until you reach the Sun Tavern on your left hand side. Turn left into Ellsworth Street and walk up Ellsworth Street. When the street opens out into a square, turn left and walk along the pavement and past the tower block. Walk to the end alongside a green fence to the end of the path. On your right hand side you will see a green gate with a sign saying Love.",
                "LOCATION 8: ROCKY PARK AND ALLOTMENTS",
                "Rocky Park is an urban community garden and allotments established in 2009, rising up from a disused play area plagued by antisocial behaviour.",
                "Transformed by members of the Teesdale and Hollybush Tenants and Residents Association, the garden has become a great success and led the way for many other community food gardens across the borough.",
                "Open to visit 10 – 3pm on Saturday 10th and Sunday 11th September.  Meet the gardeners on Saturday (refreshments available).",
                "DIRECTIONS: Retrace your steps to Ellsworth Street and turn left. Walk up Ellsworth Street with Middleton Green on your left hand side. Turn right into Middleton Street and you will find the entrance to the nature reserve about half way down in the fence.",
                "LOCATION 9: PHYTOLOGY NATURE RESERVE",
                "The landscape of East London was transformed through the blitz. Dozens of parachute mines, flying bombs and long-range rockets dropped from the sky in this small corner of the borough destroying housing, churches and other spaces.",
                "Rescued by members of the local community, this former bomb site used to be the location of one of Bishop Blomfield’s churches - St Jude's - and is now the Bethnal Green Nature reserve with the Phytology medicinal field situated within its north west corner.",
                "Open Saturday afternoons 2 – 4pm until December. Extended opening hours on September 10th, 2 - 6pm, and with a guided tour at 2pm. Please pre-book for the tour as space is limited.",
                "DIRECTIONS: Walk out of Phytology and retrace your steps to Middleton Green. Turn left and walk north to the pocket park on Old Bethnal Green Road.",
                "LOCATION 10: OLD BETHNAL GREEN ROAD – LIVEABLE STREETS SCHEME",
                "One of the most recent developments in the area is a planned re-design of the streetscape which opened in 2021. The scheme was funded by Tower Hamlets Council and designed with community input to be the first of many new low traffic neighbourhoods in the borough.",
                "The aim of the work was to improve the look and feel of the public realm, create more opportunity for neighbourhood interaction and make it easier to walk and bike around the area safely.",
                "On the morning of Saturday 10th September there will be the opportunity to meet and join members of the community – including the Friends of Middleton Green - and take part in community activities.",
                "DIRECTIONS: Walk along Old Bethnal Green Road back in the direction of the Winkley Estate. In the row of shops on the right hand side you will find the final stop on the tour.",
                "LOCATION 11: THE COMMON E2",
                "‘‘A privately owned but ostensibly public space, operating both as a shared workshop and café”",
                "The Common E2 is an independent cafe, arts and public workspace and was a long-held vision of founder Mark Sciberras who initially opened the venue in January 2015 as a community cafe and workspace for designers and architects, with open plan seating and flexible desks for private hire.",
                "Now in its 8th year the space has grown to incorporate the permanent flexible work-space premises of architecture studio ‘Common Ground Workshop’, a full scale commercial kitchen and a basement level art project space for independent contemporary arts curator ‘Commonage Projects’.",
                "An architect from Common Ground Workshop will be on site at The Common 2.30 - 4pm Saturday 10th September for drop in conversations about their work."
            ]
        },
        {
            "heading": "Route Map and Further Information",
            "paragraphs": [
                "A route map with directions can be picked up from The Common (during opening hours) or Oxford House (during normal opening hours and on Saturday 10th 10.00 pm – 3.00 pm).",
                "It can also be downloaded alongside more detailed information about each of the locations from https://linktr.ee/social.spaces.of.obgr.tour"
            ]
        },
        {
            "heading": "Events and Activities - 10th September",
            "paragraphs": [
                "Rocky Park and Allotments\nMeet the volunteers and refreshments\nSaturday 10th September 10am - 3pm",
                "Friends of Middleton Green Litter Pick and Plant Watering -\nOld Bethnal Green Road/Middleton Green\n10 am Saturday 10th September",
                "Let’s Play event - fun games and activities for children.\nOld Bethnal Green Road Pocket Park (across from Middleton Green)\n11am Saturday 10th September 2022",
                "Phytology Nature Reserve open for drop in visits\n2-6pm Saturday 10th; 2-4pm other Saturdays\nTour on Saturday 10th starting at 2pm",
                "An architect from Common Ground Workshop will be on site at The Common 2.30 - 4pm Saturday 10th September.",
                "The Common will be offering free filter coffee to people doing the walking tour on Saturday 10th September during opening hours (subject to availability and capacity in the cafe)."
            ]
        }
    ],
    "id": 11318,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/11318/building_11318_keeling-house-51_e00959c8b4af163981e979d5255d56ca.jpg",
            "description": null,
            "title": "Keeling House",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11318_keeling-house-51_e00959c8b4af163981e979d5255d56ca.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/11318/building_11318_20140617-img_8195-2_edited-1_2ccf0758132bc3a3d994bd3aa39049c3.jpg",
            "description": null,
            "title": "Shahporan Masjid and Islamic Centre",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11318_20140617-img_8195-2_edited-1_2ccf0758132bc3a3d994bd3aa39049c3.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/11318/building_11318_phytologyphotobydylan-collard20_low-1050x700_4834e7e5dde55b39bc7b9c676a3040cb.jpg",
            "description": null,
            "title": "Phytology",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11318_phytologyphotobydylan-collard20_low-1050x700_4834e7e5dde55b39bc7b9c676a3040cb.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/11318/building_11318_the-common-samaharris-on-instagram_dfe3e77151af59b78de6e99f973795fe.jpg",
            "description": null,
            "title": "The Common E2",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11318_the-common-samaharris-on-instagram_dfe3e77151af59b78de6e99f973795fe.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/11318/building_11318_img_5336_dc2c4f798aad6758570e480f0608313e.jpg",
            "description": null,
            "title": "Old Bethnal Green - Liveable Streets Scheme",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11318_img_5336_dc2c4f798aad6758570e480f0608313e.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/11318/building_11318_9125849074_097c9aa8fd_o_f88e8819c9742853a6559165cb4154d0.jpg",
            "description": null,
            "title": "St Peters Bethnal Green",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11318_9125849074_097c9aa8fd_o_f88e8819c9742853a6559165cb4154d0.jpg"
        }
    ],
    "links": [
        {
            "href": "https://linktr.ee/social.spaces.of.obgr.tour",
            "title": null
        },
        {
            "href": "https://linktr.ee/social.spaces.of.obgr.tour",
            "title": null
        }
    ],
    "location": {
        "address": "Derbyshire St, E2 6HG",
        "latitude": 51.5262457,
        "longitude": -0.0615341,
        "meeting_point": null,
        "travel_info": [
            "Tube: Bethnal Green",
            "Train: Bethnal Green, Cambridge Heath",
            "Bus: D6, 309, 254, 106, D3, 388, 8"
        ]
    },
    "name": "The Social Spaces of Old Bethnal Green - Self-Guided Walking Tour",
    "original_url": "https://programme.openhouse.org.uk/listings/11318",
    "ticketed_events": false
}