{
    "all_week": false,
    "description": "Celebrate the best writing about architects and the city at AHMM’s pop-up bookshop at Morag Myerscough’s Atoll. We’ve curated a special collection of books and maps by established publishers, smaller independents and Open City itself.",
    "design": {
        "designers": [],
        "periods": [
            "Contemporary"
        ],
        "types": [
            "retail"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "booking_link": null,
            "capacity": 50,
            "date": "2022-09-18",
            "drop_in": true,
            "end": "2022-09-18T17:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in",
            "notes": "Visitors can arrive at any time during the opening hours. There may be queues at busy times.",
            "start": "2022-09-18T10:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        "Refreshments",
        "Disabled access",
        "Bookshop"
    ],
    "factsheet": [
        {
            "heading": "Open Bookshop",
            "paragraphs": [
                "Celebrate the best writing about architects and the city at AHMM’s pop-up bookshop at Morag Myerscough’s Atoll at 1 Finsbury Avenue. In partnership with the Modernist bookshop, we’ve curated a special collection of books and maps by established publishers, smaller independents and Open City itself.",
                "Hosted by AHMM, the Open Bookshop will pop up at 1 Finsbury Avenue, Broadgate, during the second weekend of the festival.",
                "We’ve taken over Morag Myerscough’s Atoll for the weekend, teaming up with the Modernist bookshop, RIBA Books and our very own FifthMan imprint to curate a special collection of books and maps about architects and the city. We’ll have publications by established names, smaller independents and Open City itself, as well as limited edition merchandise created especially for the festival.",
                "Please feel free to drop in at any time during your festival explorations for coffee and a browse.",
                "Proceeds from FifthMan sales will go to directly to AHMM’s Charity of the Year, Accumulate, the Art School for the Homeless, and we’ll also be showing selected pieces from Accumulate’s recent exhibition at One Crown Place."
            ]
        }
    ],
    "id": 11323,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/11323/building_11323_bookshop_web_800x533px_8e935272ee3b97c77193975d86f72fda.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11323_bookshop_web_800x533px_8e935272ee3b97c77193975d86f72fda.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "1 Finsbury Avenue, EC2M 2PF",
        "latitude": 51.5196262,
        "longitude": -0.0847199,
        "meeting_point": null,
        "travel_info": [
            "Tube: Liverpool Street"
        ]
    },
    "name": "Open Bookshop at 1 Finsbury Avenue",
    "original_url": "https://programme.openhouse.org.uk/listings/11323",
    "ticketed_events": false
}