{
    "all_week": false,
    "description": "Based on the Walworth Neighbourhood Food Model, this walking tour includes visits to selected food and gardening initiatives in Walworth, introducing participants to existing challenges and opportunities in the local food system.",
    "design": {
        "designers": [
            {
                "architect": "n/a",
                "description": null,
                "year": "0"
            }
        ],
        "periods": [
            "Historical/contemporary"
        ],
        "types": [
            "walk/tour",
            "garden",
            "community/cultural"
        ]
    },
    "events": [],
    "facilities": [
        "Toilets",
        "Refreshments"
    ],
    "factsheet": [
        {
            "heading": "Social Connections Through Food",
            "paragraphs": [
                "A key focus of the Walworth Neighbourhood Food Model lies in understanding and building on emergent social connections around food initiatives.",
                "The Walworth Living Room Cafe and Community Fridge extend beyond mainstream food services to provide space for the community to gather and take ownership of supporting each other, sharing food, hosting activities and other learning processes."
            ]
        },
        {
            "heading": "Neighbourhood Capacity Building",
            "paragraphs": [
                "OK Grow works collectively to grow vegetables and the produce is shared between the people who participate, with any surplus going to local community based food projects.",
                "The Walworth Garden, founded in 1987 after a group of local activists reclaimed a derelict corner of land in Southwark, has grown into an award-winning demonstration garden, horticultural training centre and therapy provider.",
                "Initiatives like OK Grow and Walworth Garden that focus on food growing and gardening impart essential skills and capabilities to those that work with them. They also provide the opportunity to explore effective circular systems through recycling, composting and other sustainable mechanisms in the neighbourhood. These are crucial aspects of the Neighbourhood Food Model's work."
            ]
        },
        {
            "heading": "Neighbourhood Economy",
            "paragraphs": [
                "The Walworth area has a strong historical connection to street trading, going as far back as the 16th century when farmers rested their livestock on Walworth Common before continuing on to the city. During the Industrial Revolution, stalls lined the entire length of Walworth Road. \nRunning since 1880, East Street Market is one of the London's oldest, largest and busiest markets in London. It offers a wide variety of goods, from fresh fruit and vegetables to African clothing and materials.",
                "East Street market and other local traders are an integral part of the neighbourhood's economy. They provide the opportunity to rethink and solve underlying challenges around procurement, supply chains, food costs and sustainability."
            ]
        },
        {
            "heading": "Neighbourhood Assets & Governance",
            "paragraphs": [
                "To build a better neighbourhood food system we need buildings, land and other physical assets to be used and developed for the production, distribution, preparation and consumption of food. We also need the governance and working structures to ensure local ownership and governance of these assets.",
                "Fareshares was set up in 1988 by the local community to improve access to good food, based on the belief that decent food is a basic necessity for health, regardless of means. This food cooperative is volunteer-run and has continued to evolve into a dynamic space that functions based on trust and transparency. It creates scope for social innovation, civic governance and asset management at a tangible scale."
            ]
        }
    ],
    "id": 11322,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/11322/building_11322_210704-wnfm_final-1024x676_c513856fafc3830a176dfb46308a565e.png",
            "description": null,
            "title": "Walworth Neighbourhood Food Model",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11322_210704-wnfm_final-1024x676_c513856fafc3830a176dfb46308a565e.png"
        }
    ],
    "links": [],
    "location": {
        "address": "Walworth Living Room, All Saints Hall",
        "latitude": 51.4889355,
        "longitude": -0.0818135,
        "meeting_point": null,
        "travel_info": [
            "Tube: Elephant & Castle",
            "Train: Elephant & Castle",
            "Bus: 63, 453, 415, 363, 172, 168, 53, 21"
        ]
    },
    "name": "Walworth Neighbourhood Food Tour",
    "original_url": "https://programme.openhouse.org.uk/listings/11322",
    "ticketed_events": false
}