{
    "all_week": false,
    "description": "Riverscape is a new waterfront development and one of the capital’s greenest and best-connected developments, set within verdant landscaping next to Lyle Park and moments from the Royal Wharf Pier.",
    "design": {
        "designers": [
            {
                "architect": "Amos & Amos",
                "description": null,
                "year": "2020"
            },
            {
                "architect": "Glenn Howells Architects",
                "description": null,
                "year": "2020"
            }
        ],
        "periods": [
            " Glenn Howells Architects",
            "Contemporary"
        ],
        "types": [
            "housing"
        ]
    },
    "events": [],
    "facilities": [
        "Toilets",
        "Refreshments",
        "Disabled access"
    ],
    "factsheet": [
        {
            "heading": "Riverscape - New riverfront development in the heart of the Royal Docks",
            "paragraphs": [
                "Ballymore and Oxley launch Riverscape, a stunning new Thames riverfront development in the heart of the Royal Docks.",
                "Riverscape is set to be one of the capital’s greenest and best-connected riverside developments, perfectly located on the River Thames, between the 40 acre Royal Wharf estate and Lyle Park. Minutes from two Docklands Light Rail stations and a short walk to Crossrail, Riverscape has been designed with a forward-thinking ‘new age of living’ in mind; panoramic waterfront views and lush green open spaces combine to create a real sense of calm.",
                "Waterfront Living",
                "The south-facing waterfront position of the development allows for uninterrupted views across the Thames, green parkland and the iconic Canary Wharf skyline. The wide riverside promenades link the development to the Royal Wharf Estate and beyond, while the Royal Wharf Pier, which opened in 2019, will enable residents to catch the Uber Boat by Thames Clippers from their doorstep, allowing the river to become an integral part of their lifestyle.",
                "Green Open Spaces",
                "Not only does Riverscape enjoy unrivalled access to two of London’s riverside parks, but lush green open spaces designed by Huw Morgan, will be at the very core of the development, with over 5,500 m2 of beautiful courtyards and walkways of green pines and ornamental Japanese and American maples. 24 acres of parkland ‘book-end’ the development, with the historic Lyle Park at one end, and Thames Barrier Park at the other, allowing residents to enjoy getting ‘back-to-nature'.",
                "Quality of design",
                "The buildings, designed by Glenn Howells Architects, will set a new architectural standard for sophisticated urban living, giving Riverscape its own distinct identity. Apartments have enviably large picture windows, which will perfectly frame the breath-taking river views. Flexible day rooms provide additional living space to create a home office, play room, art studio or dining area with stunning natural light, an inner- sanctuary within the apartment.",
                "The interiors, designed by Amos & Amos, have been inspired by the surrounding riverscape and parkland. Through the use of materials like bronze mirror, fluted glass, and weathered wood, the apartments have been designed to connect the living spaces with the nature surrounding Riverscape. The lobby has the same textured worn stone herringbone floor that is used for the parkside pedestrian paths, and Amos has used ceramic zig zag styled tiles on the walls to play with the reflection of light.",
                "Flexible, ‘new-age’ living",
                "The contemporary lifestyle offering at Riverscape has been designed to meet modern-day requirements, with access to a 24-hour concierge service, dedicated estate management team and a bespoke App, with ‘lifestyle management’ at the touch of a button.",
                "From the moment residents arrive, they will enjoy show-stopping lobbies with real wow factor, and have the use of The Sky Lounge, a private space on the top of the Deanston building. The Sky Lounge can be used by Riverscape residents as a co-working space or a private dining and events space, and will enjoy stunning panoramic views over the River Thames, Canary Wharf and beyond.",
                "Residents will also get membership to The Clubhouse at Royal Wharf and take advantage of a wealth of facilities including a 25m swimming pool, hydrotherapy pool, sauna, jacuzzi, gym powered by Technogym’s latest equipment, and a wide array of ‘on-trend’ classes and fitness options.",
                "A ready-made community",
                "Residents at Riverscape will become part of the ready-made, family-focused neighbourhood of the Royal Wharf estate, with its 10,000 residents and established community spirit.",
                "There are a range of excellent education facilities for families. This includes the Royal Wharf Primary Academy school, which teaches 450 reception to year six pupils, and the Nest innovative day nursery school. The Nest encourages 6 months to 5 year olds in Newham to enjoy their learning, develop an inquisitive mindset, and become increasingly aware of the world around them.",
                "They will also be able to benefit from the existing amenities on the Royal Wharf Estate, such as a local GP, high street, dentist, pub, regular farmers market, and an active community centre which has become a real social ‘hub’ for the neighbourhood."
            ]
        }
    ],
    "id": 11336,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/11336/building_11336_riverscape-development-5_423e247210e2da01b28b69db18ddb785.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11336_riverscape-development-5_423e247210e2da01b28b69db18ddb785.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/11336/building_11336_riverscape-3_4e52e2b33c067dd184e3f26c7baf1de4.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11336_riverscape-3_4e52e2b33c067dd184e3f26c7baf1de4.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/11336/building_11336_riverscape-5_20e1a821cbac4a14e539f4636de2c5f4.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11336_riverscape-5_20e1a821cbac4a14e539f4636de2c5f4.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/11336/building_11336_riverscape-6_bd3b6b42562ab517cb6f57039e53940c.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11336_riverscape-6_bd3b6b42562ab517cb6f57039e53940c.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/11336/building_11336_riverscape-11_558ba849ac7077284c70d2b7a764b6fc.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11336_riverscape-11_558ba849ac7077284c70d2b7a764b6fc.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/11336/building_11336_riverscape-development-2_489bace727db22e749633e5fc5ecd471.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11336_riverscape-development-2_489bace727db22e749633e5fc5ecd471.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/11336/building_11336_riverscape-development-8_38018c86aca6ee94f3a5bf8f70d4d0d2.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11336_riverscape-development-8_38018c86aca6ee94f3a5bf8f70d4d0d2.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/11336/building_11336_riverscape-development-10_7a39d254e23d2605b508c861a4b83d8a.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11336_riverscape-development-10_7a39d254e23d2605b508c861a4b83d8a.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/11336/building_11336_riverscape-development-9_adb20c037ef20c048bca00fea10a16b4.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11336_riverscape-development-9_adb20c037ef20c048bca00fea10a16b4.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "The Royal Wharf Pier, Bonnet Street",
        "latitude": 51.4976152,
        "longitude": 0.0248819,
        "meeting_point": null,
        "travel_info": []
    },
    "name": "Riverscape",
    "original_url": "https://programme.openhouse.org.uk/listings/11336",
    "ticketed_events": false
}