{
    "all_week": false,
    "description": "A revolutionary first-of-its-kind opening bridge. Powered by nothing but hand winches, this 12 tonne weathering steel and oak structure playfully rolls and inverts to allow boats to pass from river to dock.",
    "design": {
        "designers": [
            {
                "architect": "Thomas Randall-Page",
                "description": null,
                "year": "2022"
            }
        ],
        "periods": [
            "Thomas Randall-Page ",
            "Contemporary"
        ],
        "types": [
            "bridge"
        ]
    },
    "events": [],
    "facilities": [
        "Toilets",
        "Disabled access",
        "Architect on site"
    ],
    "factsheet": [
        {
            "heading": "About the Cody Dock Rolling Bridge",
            "paragraphs": [
                "Cody Dock is a huge ex-industrial dock located on the bank of the Lea river in east London. The Dock is now home to a dynamic community of artistic people who are in the process of transforming the place from dereliction into an oasis of creativity and production.",
                "A key part of this is reopening the dock to the Lea's tidal waters so it can be used for moorings, this requires the removal of a dam and the introduction of an opening foot bridge. This new foot bridge will carry the 'Leaway' footpath and cycle route and also 'The Line' Sculpture walk.",
                "The derelict dock currently acts as a barrier to pedestrians and cyclists accessing an amazing green corridor which runs from Hertfordshire, through Waltham Abbey and the Olympic Park, before ending at the Thames.",
                "Design - Thomas Randall-Page\nStructural Engineering - Price Myers\nMechanical Engineering -Eadon Consulting\nFabrication and Installation - Cake Industries\nFunding - The National Lottery Heritage Fund"
            ]
        },
        {
            "heading": "History",
            "paragraphs": [
                "Originally built in 1871, Cody Dock was constructed by the Imperial Chemical Company for the purpose of unloading coal from barges that was used to produce coal gas (town gas) and distribute the factory’s many by-products, such as soap and the pigment Prussian Blue. The dock was later purchased by the Gaslight and Coke Company who also owned the Beckton gasworks which became the largest gasworks in Europe. \nAfter being taken over by British Gas, the dock and its associated factory buildings fell into decline from the late 1960’s with all production coming to a close in the early 1980’s. Cody Dock and the surrounding properties were taken over by the Docklands Development Corporation in the early 90’s and much of the surrounding land was parcelled off for redevelopment into the business parks that still remain today. The dock, however, was no longer seen as being viable and was blocked off, partially filled in and converted into a balancing lagoon for surface water run-off. \nIn November 2009 the charity Gasworks Dock Partnership was formed by local residents as a not-for-profit organisation, to provide a community led regeneration vehicle with the aim of opening up public access to the Lower Lea River and restoring the dock."
            ]
        },
        {
            "heading": "Redevelopment",
            "paragraphs": [
                "The Gasworks Dock Partnership was formed as a social enterprise in November 2009 and registered as a charity in April, 2011.\nFrom 2015 – 2018, GDP  opened Cody Dock’s gates to over 50,000 visitors and worked with over 6,000 volunteers on the clean up and restoration of its riverside footpaths. With support from Thames Water, the Veola Environmental Trust, Kew Gardens, the Royal Horticultural Society, Newham Council and the Big Lottery, Cody Dock has established itself as a flagship vehicle for community-led regeneration.\nWith Phase One complete and the Leaway River Lea Park now kick started, Cody Dock is already home to a number of creative industries, social enterprises and visitor attractions, that include:\n•\tDocklands Community Boat\n•\tCody Dock Cafe\n•\tGallery and exhibition space\n•\tOutdoor classroom\n•\tStudio spaces\nIn April 2018, GDP successfully gained planning permission for the seven year development plan of its 2.5 acre site into a creative industries quarter. This will include:\nNew visitor centre & café\nExhibition space\nSocial and Industrial heritage archive and pavilion\nInternational artist and respite hosting suites\n10 new studios and workshop spaces\n10 new live/work moorings\nVisitor moorings\nDry dock facilities"
            ]
        },
        {
            "heading": "Story of the bridge",
            "paragraphs": [
                "As a part of the big vision to regenerate and restore Cody Dock, Gasworks Dock Partnership had applied for and been granted planning permission for an opening foot bridge at the neck of the dock. This original plan involved an off-the-shelf product opening bascule-type bridge sourced from the Netherlands.",
                "Designer Thomas Randall Page got wind of these plans and approached GDP to see if he could counter propose something more unique. He suggested that the bridge was an important centrepiece for the whole project, the keeper of two thresholds, bank to bank and also river to dock. As such this infrastructure should be celebrated and memorable, something people would come and see not cross and forget.",
                "Thomas then went on a slow 2 week journey on a canal boat and spent his time sketching only stopping to help with the locks. He returned with an idea for a new type of opening bridge and took it to Tim Lucas a fantastic structural engineer at Price & Myers to pass an eye over it and see if it “had legs”. Tim loved the idea and with the help of a model Thomas pitched it to Simon Myers at GDP.",
                "Simon was taken enough with the idea that he changed tack and the rest is history."
            ]
        },
        {
            "heading": "Designer’s statement",
            "paragraphs": [
                "raising,\nswinging,\nsliding,\nfolding\nand tilting …….\nthe solutions to the challenge of the opening bridge are many and varied.",
                "Seeing the potential for public spectacle inherent in the opening of a bridge, I set about adding to this list of motions.",
                "Rolling parallel to the channel it crosses, this unique bridge design owes much to its Victorian forbears. They knew that moving large heavy structures efficiently requires that they are balanced system and my design works on this principle.",
                "Square toothed portals at each end of the span roll on undulating rails attached to the brick abutments. Counterweights at the top of each portal balance the bridge deck that connects them. This symmetry allows the whole bridge structure to smoothly role through 180 degrees to a fully inverted position facilitating the passage of boats back and forth from the river to the dock. So finely balanced is this system that it requires no motors or electricity and can be operated manually much like a canal lock.",
                "Constructed from weathering steel and oak, the bridge design aims to be understated in its rest position but celebratory and playful in its movement creating a spectator and memorable event when operated. Part of an ambitious footpath and cycleway project to run the full length of the Lea River, we hope this rolling bridge will become an important landmark and a symbol of the dynamic creative community which is growing here.",
                "Thomas Randall-Page – Designer."
            ]
        },
        {
            "heading": "Facts",
            "paragraphs": [
                "The bridge weighs 12 tonnes",
                "The balustrades are designed to fold flat to the deck to give an extra meter of air-draft when the bridge is inverted to let boats through.",
                "The tops of each hoop are filled with a mixture of scrap steel and concrete ballast to balance the weight of the bridge deck.",
                "The centre of gravity is directly between the centres of the two portal hoops.\nThe centre of gravity moves horizontally as the bridge rolls.",
                "The whole steel bridge was fabricated in Sydenham in South London by Cake Industries and brought to site in 4 large pieces on 2 lorries.",
                "The oak bearing surfaces have corners which were specially steam bent from straight sections by Charlie Whinney in Cumbria.",
                "This self-initiated project has been in development for 7 years."
            ]
        },
        {
            "heading": "Design Team Credits",
            "paragraphs": [
                "Design - Thomas Randall-Page\nStructural Engineering - Price & Myers\nMechanical Engineering - Eadon Consulting\nFabrication - Cake Industries\nOak bending - Charlie Whinney Studio"
            ]
        },
        {
            "heading": "Drop-in event on Sunday 18th September",
            "paragraphs": [
                "We will be demonstrating the bridge opening and closing on Sunday 18th of September form 10:30 am to 5:30 pm.\nWe will open and close the bridge on the hour every hour from 10 till 5.\nThomas Randall-Page will be available during this event to answer any questions there might be.\nThe public will be able to watch from the banks or from on the existing barrage but will not be able to walk on the new bridge deck as the the final finish is not yet installed.\nThe bridge will open to the public officially some time in October."
            ]
        }
    ],
    "id": 11353,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/11353/building_11353_20220528_125703_18ebac0229f97745addb63d705eff66a.jpg",
            "description": null,
            "title": "Cody Dock Rolling Bridge mid motion",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11353_20220528_125703_18ebac0229f97745addb63d705eff66a.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/11353/building_11353_2022-08-22-13-38-57-copycrop_f0c5dbb7a56f31bec2e0472523244ca2.jpg",
            "description": null,
            "title": "Cody Dock Rolling Bridge at rest, allowing level passage across the docks entry channel. ",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11353_2022-08-22-13-38-57-copycrop_f0c5dbb7a56f31bec2e0472523244ca2.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/11353/building_11353_2022-08-22-13-34-07_39ef890328168741d7a4e02ce9960a5f.jpg",
            "description": null,
            "title": "The undulating pegged rails which allow the toothed hoops of the bridge to roll",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11353_2022-08-22-13-34-07_39ef890328168741d7a4e02ce9960a5f.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/11353/building_11353_photo-16-05-2022-16-34-35_073ff271b4973a8136a32c0bf5ad4c6e.jpg",
            "description": null,
            "title": "Galvanised rebar balustrade detail",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11353_photo-16-05-2022-16-34-35_073ff271b4973a8136a32c0bf5ad4c6e.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Joanna Rajkowska The Hatchling, E14 0FA",
        "latitude": 51.5183128,
        "longitude": -0.0025824,
        "meeting_point": null,
        "travel_info": [
            "Tube: Canning Town",
            "Train: West Ham",
            "Bus: 323"
        ]
    },
    "name": "Rolling Bridge",
    "original_url": "https://programme.openhouse.org.uk/listings/11353",
    "ticketed_events": false
}