{
    "all_week": false,
    "description": "This short tour will take you through Westminster station, a brutalist dream and one of the most beloved stations on the Underground network. We will discuss the station's architecture and how it has been modified since reopening in 1999.",
    "design": {
        "designers": [
            {
                "architect": "Michael Hopkins",
                "description": null,
                "year": "1999"
            }
        ],
        "periods": [
            "Contemporary"
        ],
        "types": [
            "transport"
        ]
    },
    "events": [
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/11352",
            "capacity": null,
            "date": "2022-09-21",
            "drop_in": false,
            "end": "2022-09-21T19:30:00+01:00",
            "fully_booked": false,
            "name": "Short tour of Westminster station",
            "notes": null,
            "start": "2022-09-21T19:00:00+01:00",
            "ticketed": true
        },
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/11352",
            "capacity": null,
            "date": "2022-09-21",
            "drop_in": false,
            "end": "2022-09-21T20:30:00+01:00",
            "fully_booked": true,
            "name": "Short Tour of Westminster station",
            "notes": null,
            "start": "2022-09-21T20:00:00+01:00",
            "ticketed": true
        }
    ],
    "facilities": [
        "Toilets"
    ],
    "factsheet": [
        {
            "heading": "Background - Jubilee line extension",
            "paragraphs": [
                "The Jubilee line extension opened in 1999, twenty years after the opening of the original Jubilee line. It represented a 40% increase in the line’s length, and was designed to spur regeneration in the Docklands area, as well as the South Bank of the river Thames.",
                "The areas around each station are a testament to the way that the extension has created new vibrant residential, business, and arts areas in London, and were a key element in the success of the 2012 Games in the city. The 11 stations of the line also represent the Underground’s commitment to incorporating good design into its new stations. When these stations were announced in the 1990s, it represented the first major investment in Underground expansion since the Victoria line was constructed in the late 1960s/early 1970s.",
                "When the Jubilee line was constructed in 1979, it was designed as a mechanism to relieve congestion on the southern end of the Bakerloo line. Although new platforms and infrastructure were added to stations running from Baker Street to Charing Cross, no wholly new stations were constructed.  A planned extension of the line eastward to Thamesmead via the Docklands was never built.",
                "However, in the early 1990s, there were new factors that helped to build support for an extension of the line – primarily financing commitments from the developers of the new Canary Wharf financial district, which required additional transport capacity beyond the one-car DLR service that began running to the area in 1987. (The DLR has also been significantly expanded since it opened more than 30 years ago.)"
            ]
        },
        {
            "heading": "Design Vision",
            "paragraphs": [
                "The look and feel of the stations today is due to the work of architect Roland Paoletti, who had the support of Underground management including Wilfred Owen, chairman of the board for London Regional Transport, and Dennis Tunnicliffe, the Managing Director of London Underground.",
                "Paoletti had worked with Owen on the construction of stations for the MTR system in Hong Kong, and used this experience to inform the Jubilee line project.",
                "Rather than relying on a single architect for the eleven proposed stations,  Paoletti commissioned architects to design stations using a set of common materials - including glass, steel and concrete -  in the large boxes that were constructed to hold the stations. He also wanted designs to incorporate the civil work - or, as he later reflected, 'to underdecorate rather than decorate the stations.'"
            ]
        },
        {
            "heading": "Westminster station",
            "paragraphs": [
                "Westminster station originally opened in 1868 as 'Westminster Bridge' station. It was the terminus of the District Railway until it was extended east to Blackfriars two years later.",
                "The current station was designed by Michael Hopkins and Partners, the architects that also worked on Portcullis House, which sits above the station.",
                "Construction involved the digging of 39 metre deep, 1 metre thick walls which were filled with concrete. The soil was then removed from the site bounded by these walls, with excavation supplemented by steel structural supports to minimise any impacts on the nearby Big Ben. The box's construction happened around the existing District line operations, with works to lower the track happening during engineering hours.",
                "The station fulfills Paoletti's brief to incorporate the civil engineering as part of the design. Elements like the visible concrete support columns and walls that retain the patterns of the soil not yet excavated exist alongside polished concrete and steel finishes. Taking a journey down its many escalators reveal an ever-changing vista of geometric patterns and dramatic lighting.",
                "More information can be found in Kenneth Powell's The Jubilee Line Extension, published in 2000 by Laurence King Publishing."
            ]
        }
    ],
    "id": 11352,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/11352/building_11352_westminster-escalators_55906cf8de542ab2470008ff8e85409d.jpg",
            "description": null,
            "title": "Westminster station escalators",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11352_westminster-escalators_55906cf8de542ab2470008ff8e85409d.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/11352/building_11352_westminster-district-platform_ecb807447e965920d8090fec6b6932c7.jpg",
            "description": null,
            "title": "Westminster District line platform",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11352_westminster-district-platform_ecb807447e965920d8090fec6b6932c7.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/11352/building_11352_westminster-ticket-hall_66482376b64693fb0dd6c945c45cc931.jpg",
            "description": null,
            "title": "Westminster station ticket hall",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11352_westminster-ticket-hall_66482376b64693fb0dd6c945c45cc931.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/11352/building_11352_westminster-concourse_2bef49ab74596a135fc3107fe72eb328.jpg",
            "description": null,
            "title": "Westminster station concourse",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11352_westminster-concourse_2bef49ab74596a135fc3107fe72eb328.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Westminster Station, Bridge Street, SW1A 2JR",
        "latitude": 51.501343,
        "longitude": -0.1248413,
        "meeting_point": null,
        "travel_info": [
            "Tube: Westminster",
            "Train: Waterloo (East), Waterloo",
            "Bus: 453, 159, 12, 53, 87, 24, 11, 3"
        ]
    },
    "name": "Westminster station tours",
    "original_url": "https://programme.openhouse.org.uk/listings/11352",
    "ticketed_events": true
}