{
    "all_week": false,
    "description": "Led by 2021 Golden Key Academy graduate and architect Áine Grace this tour uses archive film to demonstrate the futuristic ideas and shifting identities at the heart of Thamesmead, an architecturally bold New Town.",
    "design": {
        "designers": [
            {
                "architect": "Greater London Council",
                "description": null,
                "year": "1960"
            }
        ],
        "periods": [
            "Historical/contemporary"
        ],
        "types": [
            "walk/tour"
        ]
    },
    "events": [],
    "facilities": [],
    "factsheet": [
        {
            "heading": "About the tour",
            "paragraphs": [
                "Envisioned as a new town on the south eastern edges of London, Thamesmead offered a leap forward into what was seen as futuristic 21st century-style living to both residents and visitors alike. Among its most famous visitors was director Stanley Kubrick, who filmed iconic scenes from his cult classic film A Clockwork Orange on the newly built estate in 1970.",
                "Since Kubrick, Thamesmead has continued to attract filmmakers, providing a compelling backdrop for urban storytelling. With the estate now undergoing large scale regeneration including building 20,000 new homes, community and cultural facilities in a vision to realise Thamesmead’s potential as London’s new town, this walking tour revisits its original design intentions and by focusing on film offers a unique re-reading of its landscape to reveal its multiple identities and its enduring humanity.",
                "Providing a fun way for enthusiastic urbanists to explore the city, this tour will explore the past, present and future of Thamesmead as one of London’s most culturally diverse and iconic neighbourhoods with an Elizabeth Line station connecting it to the centre.",
                "The entertaining and insightful route will visit the ancient ruins of Lesnes Abbey before heading north into the 1960s and 1970s Parkview and Southmere neighbourhoods where new landscaping has transformed public spaces and set the stage for a civic centre featuring a new library by the acclaimed architects Bisset Adams.",
                "This tour is produced with the support of Peabody."
            ]
        },
        {
            "heading": "Meeting point",
            "paragraphs": [
                "Outside Abbey Arms Pub \n(next to Abbey Wood Station)\n31 Wilton Road\nSE2 9RH"
            ]
        }
    ],
    "id": 11356,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/11356/building_11356_hp19-07_1df32e64d0ad20b7e058480d48743e54.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11356_hp19-07_1df32e64d0ad20b7e058480d48743e54.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "(next to Abbey Wood Station), 31 Wilton Road",
        "latitude": 51.4907004,
        "longitude": 0.121036,
        "meeting_point": null,
        "travel_info": [
            "Train: Abbey Wood"
        ]
    },
    "name": "Town of Tomorrow: Thamesmead Through Film Walking Tour",
    "original_url": "https://programme.openhouse.org.uk/listings/11356",
    "ticketed_events": false
}