{
    "all_week": false,
    "description": "Join a tour through the exhibition Fantasies on a Found Phone, Dedicated to the Man Who Lost it by artist Mahmoud Khaled. The artist transformed The Mosaic Rooms period, domestic architecture, inspired by research on historic house museums",
    "design": {
        "designers": [
            {
                "architect": "Unknown",
                "description": null,
                "year": "1895"
            }
        ],
        "periods": [
            "Victorian",
            "Contemporary"
        ],
        "types": [
            "gallery",
            "historical house",
            "walk/tour"
        ]
    },
    "events": [],
    "facilities": [
        "Toilets",
        "Refreshments",
        "Family activities",
        "Bookshop"
    ],
    "factsheet": [
        {
            "heading": "Information about the exhibition",
            "paragraphs": [
                "The Mosaic Rooms presents Fantasies on a Found Phone, Dedicated to the Man Who Lost it, the first UK solo exhibition by Mahmoud Khaled (until 25 September). Through a series of unfolding installations and interventions Khaled builds an immersive environment. He ambitiously transforms The Mosaic Rooms period, domestic architecture into the imagined dwellings of the owner of a lost phone. The work continues Khaled’s interest in historic house museums and the nostalgia and memorialising of individual perspectives found in them. In this new commission the artist repositions this museological form in a contemporary queer lens to explore male identity and intimacy.",
                "The artist notes: “the exhibition is a spatial portrait of an absent person revealed through the (quite strange) contents of the phone he left behind in a public bathroom. A mysterious portrait of a man with a passion for ‘décor’ and beauty, a highly eroticised man, afflicted with anxiety, insomnia, and melancholy at the same time.”",
                "Khaled looks at this tension between desire and anxiety, dream and reality. He focuses on sleeplessness as a metaphor for political states of being, of not belonging, of being displaced. This sense of disquiet is experienced in the installation as we are aware of both the intimacy and artifice of the spaces. The visitor, as a voyeur, simultaneously feels at home and unsettled, and this state of sleeplessness permeates the space.",
                "While the phone or indeed its owner are never seen in the exhibition, the location of its loss is known, and photographs from it are presented in an accompanying publication, Fantasies on a Found Phone, Dedicated to the Man Who Lost it. Here, a compulsive mass of images references the cognitive dissonance and voyeurism experienced with constant scrolling through social media and swiping in dating apps. The publication celebrates an imaged event, giving the reader an insight into fleeting moments of intimacy, queer pleasure and anonymity.",
                "Mahmoud Khaled was born in Alexandria, Egypt, and currently works in Berlin. His practice is both process oriented and multidisciplinary, can be regarded as formal and philosophical ruminations on art as a form of political activism, and a space for critical reflection. He has presented in international solo shows and group shows such as Bonner Kunstverein, Bonn (2019), Kunstinstituut Melly, Rotterdam (2018), Istanbul Biennale (2017), Sharjah Bienniale (2017), Whitechapel Gallery, London (2016). He was a guest artist at the DAAD Artists-in-Berlin programme in 2020."
            ]
        }
    ],
    "id": 11360,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/11360/building_11360_mr-ffp-0001_506e6c972dc076bb866c5385a4ce57e4.jpg",
            "description": null,
            "title": "Mahmoud Khaled, Fantasies on a Found Phone, Dedicated to the Man Who Lost it, 2022, multimedia installation. Installation view at The Mosaic Rooms. ",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11360_mr-ffp-0001_506e6c972dc076bb866c5385a4ce57e4.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "226 Cromwell Road, Tower House, SW5 0SW",
        "latitude": 51.4948761,
        "longitude": -0.1952907,
        "meeting_point": null,
        "travel_info": [
            "Tube: Earl's Court",
            "Train: Paddington, Victoria",
            "Bus: C3, 328, 74, C1"
        ]
    },
    "name": "Tour through the exhibition Fantasies on a Found Phone, Dedicated to the Man Who Lost it",
    "original_url": "https://programme.openhouse.org.uk/listings/11360",
    "ticketed_events": false
}