{
    "all_week": false,
    "description": "A weekend of tours for every appetite, from kids to adults to anyone wanting an insightful deep-dive with experts. There's art and craft engagement in various flavours, plus a posse of 'Live dinosaurs' roaring in! \r\nhttps://bit.ly/3CFYGMF",
    "design": {
        "designers": [
            {
                "architect": "Benjamin Waterhouse Hawkins",
                "description": null,
                "year": "1854"
            },
            {
                "architect": "David Ansted",
                "description": null,
                "year": "1854"
            },
            {
                "architect": "Joseph Paxton",
                "description": null,
                "year": "1854"
            }
        ],
        "periods": [
            " David Ansted",
            " Joseph Paxton",
            "Community/cultural",
            "Art in the public realm",
            "Victorian"
        ],
        "types": [
            "entertainment",
            "event",
            "walk/tour",
            "scientific",
            "public realm/landscape",
            "monument",
            "education"
        ]
    },
    "events": [],
    "facilities": [
        "Toilets",
        "Refreshments",
        "Parking",
        "Family activities",
        "Disabled access",
        "Bookshop"
    ],
    "factsheet": [
        {
            "heading": "Event details",
            "paragraphs": [
                "Check here for updates:\nhttps://cpdinosaurs.org/blog/post/dino-days-2022\n-------\nSaturday 10 September\n10.30 - ‘Live dinosaurs’ walk about on Penge High Street with Dino Babies\n11:00 – 15.00 - Arts & crafts drop-in, making badges and card Dinosaurs, sales of our new book The Art & Science of the Crystal Palace Dinosaurs and FCPD T-shirts\n11:30 - Heritage walk for children with activities (45 minutes)\n12:00 - ‘Live’ dinosaur show How to Train your Dinosaur!  (approx 40 min) *\n12.00 - Heritage walk for adults (45 mins)\n13:00 - Magnificent Mammals of Crystal Palace, walking tour - fossil mammalogist Dr Jennifer Crees & historian Dr Chris Manias will introduce you to Benjamin Waterhouse Hawkins’ extinct mammals (part of Kings College London’s ‘Beyond the Dinosaurs’ project) (45 mins)\n13:15 - ‘Live’ dinosaur show How to Train your Dinosaur! (approx 40 min) *\n14:00 - Missing Mammals Top Trumps (45 mins)\n14:00 - Heritage walk for adults (45 mins)\n14:30 - ‘Live’ dinosaur show How to Train your Dinosaur! (approx 40 min) *\n15:00 - The Geological Illustrations, walking tour - Geologists Dr Jeremy Young & Dr Ruth Siddall will open your eyes to the ‘sculptures’ of geology that underpin the Geological Court (part of Kings College London’s ‘Beyond the Dinosaurs’ project) (45 mins)",
                "Sunday 11 September\n11:00 – 15:00 Arts and crafts drop-in, making badges and card Dinosaurs, sales of our new book The Art & Science of the Crystal Palace Dinosaurs and FCPD T-shirts\n11:00 - Heritage walk for adults (45 minutes)\n11:30 - Drawing extinct mammals - with artist and geologist Emma Jude guided sessions for adults (90 mins) (https://www.emmatheresajude.com/cpd, and part of Kings College London’s ‘Beyond the Dinosaurs’ project).\nSpaces will be limited so please sign up here to secure a place https://www.eventbrite.co.uk/e/drawing-extinct-mammals-at-crystal-palace-dinosaurs-tickets-410574829367\n12:00 - Heritage walk for children with activities (45 mins)\n12:30 - Palace A Cappella performance near the Dinosaurs\n13:00 - Heritage walk for adults (45 mins)\n14:00 - Drawing Palaeo Plants - with artist and geologist Emma Jude guided sessions for adults (90 mins) (https://www.emmatheresajude.com/cpd, and part of Kings College London’s ‘Beyond the Dinosaurs’ project)\nSpaces will be limited so please sign up here to secure a place https://www.eventbrite.co.uk/e/drawing-palaeo-plants-at-crystal-palace-dinosaurs-tickets-410582833307\n14:00 - Missing Mammals Top Trumps (45 mins)\n14:00 - 3D scans of the Crystal Palace Dinosaurs - digital professional Rhys Griffin explains his photogrammetry project and it’s links with Historic England’s work resulting in full digital archiving of the sculptures and illustrations. Drop-in at the Info Centre.\n14:30 - Palace A Cappella performance next to Info Centre\n15:00 - The Geological Illustrations, walking tour - Geologist Dr Ruth Siddall will open your eyes to the ‘sculptures’ of geology that underpin the Geological Court (part of Kings College London’s ‘Beyond the Dinosaurs’ project) (45 mins)\n16:00 - Drawing the Geological Illustrations - with artist and geologist Emma Jude guided sessions for adults (90 mins) (https://www.emmatheresajude.com/cpd, and part of Kings College London’s ‘Beyond the Dinosaurs’ project)\nSpaces will be limited so please sign up here to secure a place https://www.eventbrite.co.uk/e/drawing-geological-illustrations-at-crystal-palace-dinosaurs-tickets-410595120057",
                "————————-",
                "Locations for events:\nArts and crafts - Info Centre",
                "Live Dinosaurs -  above the park cafe",
                "Heritage Walks will all begin at the Hyaleosaurus Head",
                "Missing Mammals will be in the picnic area, near the Dinosaurs",
                "————————-",
                "* The ‘Live’ Dinosaurs will include:",
                "Giant Stegosaurus\nBaxter the Tyrannosaurus rex\nMighty Red Meg, the Megalosaurus\nOver-the-shoulder Spinosaurus\nWinged pterosaur\nSeveral Dino babies\nMaybe more!\n-----\nOn Sunday 11th there is a food festival in the park, and there is a good cafe open onsite all days."
            ]
        },
        {
            "heading": "History",
            "paragraphs": [
                "Between 1853 and 1855, sculptor Benjamin Waterhouse Hawkins constructed over 37 palaeontological sculptures of extinct animals and fifteen+ geological displays and related landscapes in Crystal Palace Park. The sculptures represented the cutting-edge of palaeontological science at the time,  and the first ever attempt anywhere in the world to model extinct animals as full-scale, three-dimensional, active creatures from fossil remains. Today, they remain largely the same as when they were first constructed, and provide a fascinating insight into how our understanding of extinct animals has changed in the intervening 170 years.",
                "The endeavour also a pioneer in experiential learning, a it set out 'lost worlds' in a walk through geological Deep Time. The Geological Court was set in a landscape designed by Joseph Paxton, in the vicinity of the Tidal and Boating Lakes.",
                "Of the 30+ statues remains today, only four represent dinosaurs in the strict, technical zoological sense of the word (the two Iguanodon, the Hylaeosaurus and the Megalosaurus). The statues also include plesiosaurs and icthyosaurs discovered by Mary Anning in Lyme Regis, as well as pterodactyls, crocodilians, amphibians and mammals, such as a South American Megatherium (giant ground sloth) brought back to Britain by Charles Darwin on his voyage on HMS Beagle. Details of the sculptures reveal intriguing historical dynamics between the celebrity scientists of the time, especially Richard Owen, Gideon Mantell and their predecessor, Georges Cuvier.",
                "The sculptor, Benjamin Waterhouse Hawkins, was a natural history illustrator and sculptor of international reputation. His work combined the pursuit of technical accuracy and animate expression. His sculptures were set in a landscape included hillside illustrations of economic geology created by Professor David Ansted. Queen Victoria and Prince Albert were fascinated by the extinct animal and plant displays in Crystal Palace, and they visited the site several times.",
                "The statues are listed on Historic England’s National Heritage List for England as Grade 1 monuments and are officially designated as buildings due to their construction techniques. This is the most important rating for that list, and it is reserved for sites of international importance. The statues are key objects in the history of science.",
                "https://cpdinosaurs.org/history/about-history/"
            ]
        },
        {
            "heading": "Conservation",
            "paragraphs": [
                "The Crystal Palace Dinosaurs are world famous heritage assets. Dating from the 1850s, they are listed “Grade 1” on Historic England’s National Register of Heritage Monuments. This is their highest rating. Maintaining this display of over 30 large outdoor sculptures and numerous geological formations over several acres of land is an enormous task.",
                "The sculptures are made from a wide range of materials, including early forms of concrete, bricks, tiles, pipes, hoop iron and native rock. Recent conservation has added modern materials, including fibreglass and 3D printed plastics to replace lost details. Keeping the sculptures intact in an outdoor setting is an ongoing challenge. Have a look at our three short films about the need and processes of conservation (on our website, link below).",
                "In 2020 they were also officially declared ‘At Risk’ by Historic England, making them the highest priority for conservation.",
                "The Friends of CP Dinosaurs' primary mission is to improve the conservation and interpretation of the sculptures, geological illustrations and site in Crystal Palace Park.",
                "We collaborate with the local and historical authorities to get professional work done, engage volunteers, and do outreach on conservation in general.  The Dinosaurs are inspiring for everyone to see why historic conservation is needed and how it is done.",
                "https://cpdinosaurs.org/conservation/"
            ]
        },
        {
            "heading": "The extinct animal sculptures - Dinosaurs with a capital 'D'",
            "paragraphs": [
                "The animal sculptures were the first attempts at life-sized reconstructions of extinct animals as they might have looked alive, set in calm, naturalistic tableaus. Bringing life-like form to animals known only from fossils, which were often incomplete and misinterpreted, was no easy task. Benjamin Waterhouse Hawkins, the artist who delivered these astonishing living landscapes, had to combine his skills in understanding the work of the best scientists of the day with a practical approach to building with a hodgepodge of materials. He managed to do this, creating sculptures that were as accurate as possible at the time, and beguiling to viewers as well. The Crystal Palace Dinosaurs are considered a masterwork of palaeoart.",
                "There are 30 sculptures on the site today. However, our recent research reveals that when the Geological Court (the proper name for the animals, Geological Illustrations and landscapes) was finished in 1855 there were 37 sculptures. Some of these have vanished without a trace, some are stored as broken fragments but one has been discovered in plain sight, misidentified and overlooked in place. Another is being rebuilt on the site later this year. We will tell you about these on the mammal tours.",
                "While the name 'Crystal Palace Dinosaurs' puts the focus on the huge extinct reptiles that dominated the landscapes before the end of the Cretaceous, in fact most of the animals  in the Geological Court are not dinosaurs at all. Only four sculptures, and three taxa, are dinosaurs. The rest are marine, freshwater and flying reptiles, and mammals. Ten of the 30 sculptures today are mammals, and most of the planned, but unbuilt 14 additional sculptures were to be mammals like a mastodon and a sabre-toothed cat as well.  The name  'Crystal Palace Dinosaurs'  is a proper noun, and should be written with capital letters, just like other landmark sites such as Houses of Parliament, St Paul's Cathedral or Stonehenge ... even the Crystal Palace! It was neither crystal, nor a palace, and our site is much more than just dinosaurs.",
                "https://cpdinosaurs.org/visit/statues/"
            ]
        }
    ],
    "id": 11370,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/11370/building_11370_fig-13-9-deep-time-view-kevinireland_e8c4bfdf7fbc7667724fbaeff90c0d6a.jpg",
            "description": null,
            "title": "A view from the 'Deep Time' end of the Crystal Palace Dinosaurs",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11370_fig-13-9-deep-time-view-kevinireland_e8c4bfdf7fbc7667724fbaeff90c0d6a.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/11370/building_11370_19-ireland-igs-38011576924_1b850c90ea_k_cc56bb7d5da8513295539c10fd22020e.jpg",
            "description": null,
            "title": "The standing and sprawling iguanodons, Benjamin Waterhouse Hawkins solution to the question of how these extinct animals might be reconstructed.",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11370_19-ireland-igs-38011576924_1b850c90ea_k_cc56bb7d5da8513295539c10fd22020e.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/11370/building_11370_38129233335_9d7bd3f14b_k_9a078b15a9bef5a707ec2d8696f155d6.jpg",
            "description": null,
            "title": "An Irish Elk stag",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11370_38129233335_9d7bd3f14b_k_9a078b15a9bef5a707ec2d8696f155d6.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/11370/building_11370_book-on-xiphodon-with-ie-stag_406f501ca04dde4e3b04907259f86fd1.jpg",
            "description": null,
            "title": "A 'missing' sculpture, recently rediscovered on site as part of the research for our new book on the site. As can be seen, the sculptures are in urgent need of conservation work. ",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11370_book-on-xiphodon-with-ie-stag_406f501ca04dde4e3b04907259f86fd1.jpg"
        }
    ],
    "links": [
        {
            "href": "https://cpdinosaurs.org/blog/post/dino-days-2022",
            "title": null
        },
        {
            "href": "https://www.emmatheresajude.com/cpd,",
            "title": null
        },
        {
            "href": "https://www.eventbrite.co.uk/e/drawing-extinct-mammals-at-crystal-palace-dinosaurs-tickets-410574829367",
            "title": null
        },
        {
            "href": "https://www.emmatheresajude.com/cpd,",
            "title": null
        },
        {
            "href": "https://www.eventbrite.co.uk/e/drawing-palaeo-plants-at-crystal-palace-dinosaurs-tickets-410582833307",
            "title": null
        },
        {
            "href": "https://www.emmatheresajude.com/cpd,",
            "title": null
        },
        {
            "href": "https://www.eventbrite.co.uk/e/drawing-geological-illustrations-at-crystal-palace-dinosaurs-tickets-410595120057",
            "title": null
        },
        {
            "href": "https://cpdinosaurs.org/history/about-history/",
            "title": null
        },
        {
            "href": "https://cpdinosaurs.org/conservation/",
            "title": null
        },
        {
            "href": "https://cpdinosaurs.org/visit/statues/",
            "title": null
        }
    ],
    "location": {
        "address": "Crystal Palace Park",
        "latitude": 51.4186712,
        "longitude": -0.0616364,
        "meeting_point": null,
        "travel_info": [
            "Train: Crystal Palace, Penge East, Penge West",
            "Bus: 432, 354, 249, 197, 176, 227"
        ]
    },
    "name": "Dinosaur Days at the Crystal Palace Dinosaurs",
    "original_url": "https://programme.openhouse.org.uk/listings/11370",
    "ticketed_events": true
}