{
    "all_week": false,
    "description": "This mosque started as the adaptation of a terraced house a little further along Commercial Road back in the 1940s. It has since had a remarkable history that has seen it grow into one of the most significant Muslim institutions in the UK",
    "design": {
        "designers": [
            {
                "architect": "John Gill Associates",
                "description": null,
                "year": "1984"
            }
        ],
        "periods": [
            "Markland Klaschka Limited",
            "Markland Klaschka Limited",
            "Contemporary"
        ],
        "types": [
            "religious"
        ]
    },
    "events": [],
    "facilities": [
        "Refreshments",
        "Toilets"
    ],
    "factsheet": [
        {
            "heading": "History",
            "paragraphs": [
                "This mosque started as the adaptation of a terraced house a little further east along Commercial Road back in the 1940s. It has since had a remarkable history that has seen it grow into one of the most significant Muslim institutions in the country. As well as it being a mosque, it is now a major cultural complex with a school, gym, offices, community services, and even beehives. It has been on its current site since 1975, when it started as a temporary building, and has since been continuously expanding until it now forms its own urban block.",
                "When the first new mosque building was built in 1984 it was one of the largest post-war mosques in the country, and an early landmark of Islamic architecture. In the early 2000s a major expansion saw the construction of the London Muslim Centre, which was linked to the mosque with a large foyer. And by 2014 the next major addition to the complex came with the construction of the Maryam Centre on the Fieldgate Street side, which was a dedicated women’s facility.",
                "This mosque and complex has served as a cultural anchor for a large Muslim population, predominantly of Bangladeshi origin but made up of many ethnicities and heritages, reflecting the rapid and continuous diversification of Whitechapel. The Centre demonstrates an incredible story if institution building, from the ground up and through determined community endeavour, and its architecture of incremental growth and layering reflects this."
            ]
        }
    ],
    "id": 11392,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/11392/building_11392_east_london_mosque_-_panoramio_3f75206d9e4380b68ef8ed294f7728a7.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11392_east_london_mosque_-_panoramio_3f75206d9e4380b68ef8ed294f7728a7.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/11392/building_11392_london_muslim_centre_angled_view_1_1c3c081b4135071b58080c446912c79c.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11392_london_muslim_centre_angled_view_1_1c3c081b4135071b58080c446912c79c.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "82-92 Whitechapel Rd, E1 1JQ",
        "latitude": 51.5175695,
        "longitude": -0.0654875,
        "meeting_point": null,
        "travel_info": [
            "Tube: Stepney Green, Aldgate East, Whitechapel",
            "Train: Whitechapel",
            "Bus: 25"
        ]
    },
    "name": "East London Mosque",
    "original_url": "https://programme.openhouse.org.uk/listings/11392",
    "ticketed_events": false
}