{
    "all_week": false,
    "description": "Built in 1743 by French Huguenots fleeing persecution in France, it has been re-used by successive waves of immigrant communities. After the Huguenots it became a Methodist chapel, then a synagogue, then since 1976 a mosque.",
    "design": {
        "designers": [
            {
                "architect": "n/a",
                "description": null,
                "year": "1743"
            }
        ],
        "periods": [
            "DGA Architects",
            "Historical/contemporary"
        ],
        "types": [
            "religious"
        ]
    },
    "events": [],
    "facilities": [
        "Toilets"
    ],
    "factsheet": [
        {
            "heading": "History",
            "paragraphs": [
                "This building on the other end of Fournier Street to Christ Church has come to symbolise the overlapping migration histories of the East End. Built in 1743 by French Huguenots fleeing persecution in France, it has been re-used by successive waves of immigrant communities. After the Huguenots it became a Methodist chapel, then a synagogue, then since 1976 a mosque.",
                "There were some internal alterations with each religious re-use, but many original features have been retained and can still be seen, such as the rich timber panelling and elaborate door surrounds. Classrooms that were built in the roof space when it was a synagogue are now used for Islamic teaching, and these layers of religious history seem to somehow seep through its walls.",
                "In 2013 a stunning stainless steel minaret was added, designed by DGA Architects. Cleverly placed independently of the historic fabric, I’ve always appreciated how this structure speaks both to the mosque, as a signifier of religious architecture, and concurrently serves as a symbol of the multicultural history of Brick Lane.",
                "A sun dial on the south-facing pediment connects these histories, communities and religions together. Marking time since 1743, a Latin inscription reads Umbra Summus, meaning ‘we are shadows’; a reminder that everyone, eventually, comes and goes.",
                "The mosque tours will be led by Guest Curator Shahed Saleem who will be joined by local Councillor Abdal Ullah."
            ]
        }
    ],
    "id": 11397,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/11397/building_11397_10687375914_92cf6cab2d_b_fd70985b972dc19aaeb00afc0aec6dd6.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11397_10687375914_92cf6cab2d_b_fd70985b972dc19aaeb00afc0aec6dd6.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/11397/building_11397_4365666683_a8cf7a9899_b_6f22a51a29512d6c0ed60d76d99ec70a.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_11397_4365666683_a8cf7a9899_b_6f22a51a29512d6c0ed60d76d99ec70a.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "59 Brick Lane, E1 6QL",
        "latitude": 51.5195277,
        "longitude": -0.0719261,
        "meeting_point": null,
        "travel_info": [
            "Tube: Aldgate East",
            "Train: Shoreditch High Street, Whitechapel",
            "Bus: 135, 15"
        ]
    },
    "name": "Brick Lane Mosque",
    "original_url": "https://programme.openhouse.org.uk/listings/11397",
    "ticketed_events": false
}