{
    "all_week": false,
    "description": "Grade I listed, late Georgian sugar warehouse now housing the Museum of London Docklands. Sensitively restored, the new multimedia displays coexist with the massive timber and brick structures of the original building.",
    "design": {
        "designers": [
            {
                "architect": "George Gwilt & Son",
                "description": null,
                "year": "1802"
            }
        ],
        "periods": [
            "Purcell Miller Tritton",
            "Historical/contemporary"
        ],
        "types": [
            "museum"
        ]
    },
    "events": [
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/1148",
            "capacity": null,
            "date": "2022-09-18",
            "drop_in": false,
            "end": "2022-09-18T15:15:00+01:00",
            "fully_booked": false,
            "name": "Architectural Tours - Discover our 1802 Sugar Warehouse",
            "notes": null,
            "start": "2022-09-18T14:45:00+01:00",
            "ticketed": true
        }
    ],
    "facilities": [
        "Bookshop",
        "Refreshments",
        "Toilets",
        "Disabled access"
    ],
    "factsheet": [
        {
            "heading": "Background",
            "paragraphs": [
                "Architect / project team: George Gwilt & Son (original warehouse); Purcell Miller Tritton (museum conversion)",
                "Date of building: 1802 (original warehouse); 2003 (museum conversion)",
                "No. 1 and No. 2 Warehouses are all that survive of the original nine Georgian warehouses erected on the North Quay of the West India Docks to store sugar, rum and coffee – the produce of the slave plantations of the Caribbean. The other warehouses were destroyed by Luftwaffe firebombing in September 1940.",
                "The West India Docks were built to serve the interests of The Committee of West India Merchants and Planters, a group formed in 1735 to represent the powerful and wealthy sugar merchants of Georgian London. In the 1790s, war with France highlighted the inadequacies of London’s port facilities, and the Committee received government permission to build an off-river dock complex for the sugar merchants’ exclusive use. The result was the West India Dock Act of 1799, which enabled the formation of the West India Dock Company."
            ]
        },
        {
            "heading": "No. 1 Warehouse",
            "paragraphs": [
                "In 1800 the Company appointed architects George Gwilt & Son to design a row of warehouses along the northern edge of the dock complex. Fentiman, Loat & Fentiman were to build them. The Brentford-based company of William Trimmer & Co. was contracted to provide 20 million bricks for the warehouses (and a further million for the dock walls). There was room for two West India ships to berth in front of each warehouse.",
                "Our building was originally three storeys tall. Each storey’s height was dictated by the cargo to be stored. The ground floor was designed to store two tiers of hogshead barrels containing ‘clayed’ sugar. The upper floor stored a single tier of the heavier hogsheads of muscovado sugar. The top floor held lighter cargoes like coffee, cocoa, cotton and pimento. The western bay of No. 1 Warehouse was designated for storing the baggage of ships’ officers and passengers: small, valuable cargoes like cochineal, ivory, tortoiseshell and bullion; and ships’ stores.",
                "In 1827 the architect John Rennie the Younger added an extra storey to our building, raising it to its present height in anticipation of the Dock Company attracting new cargoes from the East Indies. Indeed, for most of the Victorian period the warehouse specialised in storing tea.",
                "In 1901 the roofs and upper floors were badly damaged by fire. Heavy, double-iron doors were installed to prevent the spread of future blazes. However, these doors could not protect the warehouses from air raids during WW2. In September 1940, Luftwaffe bombs fell on the eastern part of the warehouse row. Barrels of highly flammable rum were stored there; the result was an explosion that destroyed Warehouses 3 through 9."
            ]
        },
        {
            "heading": "Museum of London Docklands",
            "paragraphs": [
                "No. 1 and 2 Warehouses stayed in operation after WW2. However, from the late 1960s onwards, a revolution in cargo handling saw the introduction of containerisation. London’s docks had difficulty accommodating this trade and began to close down. The West India Docks closed in 1980.",
                "The building then sat derelict for over 20 years. During this time Chris Ellmers, a senior curator of the Museum of London, developed a plan for a new museum about London’s port history. He and his supporters began collecting dock artefacts. The architects Purcell Miller Tritton were hired to convert No. 1 Warehouse into the Museum of London Docklands. They installed the museum without compromising the building’s character. At this museum we therefore enjoy two great works of architecture – the original, Georgian warehouse and the museum installation inside it."
            ]
        }
    ],
    "id": 1148,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/1148/building_1148_museum-of-london-docklands-1-museum-of-london_1cd811e92a20757019fabaee534950da.jpg",
            "description": null,
            "title": "Museum of London Docklands exterior 1",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1148_museum-of-london-docklands-1-museum-of-london_1cd811e92a20757019fabaee534950da.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/1148/building_1148_museum-of-london-docklands-interior_b876eceb4d605b4256b35be94e63077f.jpg",
            "description": null,
            "title": "Museum of London Docklands interior",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1148_museum-of-london-docklands-interior_b876eceb4d605b4256b35be94e63077f.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/1148/building_1148_museum-of-london-docklands-interior-2_69c91469047214f66d89d42bc9ce2f9a.jpg",
            "description": null,
            "title": "Museum of London Docklands interior 2",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1148_museum-of-london-docklands-interior-2_69c91469047214f66d89d42bc9ce2f9a.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/1148/building_1148_museum-of-london-docklands-4-museum-of-london_795dae678019b47b2738fa0e3708b4bc.jpg",
            "description": null,
            "title": "Museum of London Docklands exterior 2",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1148_museum-of-london-docklands-4-museum-of-london_795dae678019b47b2738fa0e3708b4bc.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "No. 1 Warehouse",
        "latitude": 51.5078237,
        "longitude": -0.0233988,
        "meeting_point": null,
        "travel_info": [
            "Tube: Canary Wharf, West India Quay, Westferry",
            "Bus: 277, D3, D7, D8, 135"
        ]
    },
    "name": "Museum of London Docklands",
    "original_url": "https://programme.openhouse.org.uk/listings/1148",
    "ticketed_events": true
}