{
    "all_week": false,
    "description": "Part of the historic redevelopment of the area following WWll bombing, this building forms part of the Barbican complex. Come and join us for the last time, as we celebrate the Museum of London's long history as part of this iconic area.",
    "design": {
        "designers": [
            {
                "architect": "Powell & Moya",
                "description": null,
                "year": "1976"
            }
        ],
        "periods": [
            "Post-war"
        ],
        "types": [
            "museum"
        ]
    },
    "events": [],
    "facilities": [
        "Bookshop",
        "Refreshments",
        "Toilets",
        "Disabled access",
        "Family activities"
    ],
    "factsheet": [
        {
            "heading": "Background",
            "paragraphs": [
                "The Museum of London was opened on 2 December 1976, as the first new museum building to open in the capital after the Second World War. The building was designed by the architectural practice Powell & Moya, which came to prominence for their design of the Festival of Britain’s iconic Skylon.",
                "The Museum sits at the heart of London's financial hub, and is part of the iconic brutalist Barbican complex. The site has further prominence sitting on the location of the ancient Roman military fort.",
                "Built around a busy roundabout, the building is seen from the road as a large brick rotunda bearing the museum’s name in white lettering. This forms the circular forecourt to the museum which is raised above street level and accessed by ascending above the traffic via a network of raised walkways."
            ]
        },
        {
            "heading": "The Blitz",
            "paragraphs": [
                "The landscape of this area was forever changed by the Second World War. Before this, it was a hive of the rag trade, crowded with silk merchants, milliners, cravat makers and umbrella manufacturers. During the Blitz, the single worst night of destruction occurred on 29 December 1940, when the City of London was targeted. Incendiary bombs rained down on the City causing a fire storm which spread to the borders of Islington. Dubbed ‘the Second Great Fire of London’ the area where the museum stands today was at the heart of the inferno.",
                "This devastating damage paved the way for an ambitious scheme of redevelopment. The architectural firm Chamberlin, Powell and Bon were commissioned by the Corporation of the City of London to develop the plot from scratch and create a new housing development; the Barbican. The defining vision for the Barbican complex was to create residential blocks set on raised podiums and connected via a system of walkways (or “high walks”) in order to separate pedestrians from the traffic below."
            ]
        },
        {
            "heading": "The Museum of London",
            "paragraphs": [
                "In 1971 construction work began on the Museum of London. Built on the edge of the Barbican site, the building was officially unveiled to the public by Queen Elizabeth II in 1976. The development of the Barbican complex dictated the position and set the architectural tone for the museum building. The site also posed many challenges for the architects; it is constrained by the busy roundabout where London Wall and Aldersgate Street meet. It also includes the historic Ironmongers’ Hall which was built in the 1920s, survived the Blitz and had to be retained. Despite these constraints, the architects managed to fit in two levels of exhibition spaces to showcase the museum’s collection of over a million objects. The route through the galleries was designed to allow visitors to walk through a chronological history of London, told through objects including archaeology, art, and social history.",
                "Powell & Moya were inspired by Le Corbusier’s belief that urban buildings should provide contrast to the concrete environment by including green spaces as an integral feature of their design. To do this they partially covered the museum’s upper roofs with vegetation and planting. These “green roofs” insulate the building and create natural habitats which encourage biodiversity.",
                "The City of London is an area that is constantly evolving. The juxtaposition of historical and contemporary buildings, existing side by side, has been a key feature of its landscape for many years. Part of the architectural vision for the museum was to draw attention to these different layers of history. The architects created deliberate vistas from the galleries, offering visitors views onto the old city wall and its bastions, which are allowed to become part of the display. These historical remains now sit within a very different cityscape.  Many of the buildings which surrounded the museum when it first opened have since disappeared. More recent buildings now stand over it, such as the pyramid of 200 Aldersgate Street and Foster & Partners’ One London Wall.",
                "The time of this building as a museum is soon coming to an end, as The Museum of London prepares to make the move to West Smithfield, making way for the next chapter of the building's history."
            ]
        }
    ],
    "id": 1220,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/1220/building_1220_museum-of-london-rotunda-view-museum-of-london_6cd0343253e032992e69660eaf3c2ec3.jpg",
            "description": null,
            "title": "Museum of London Rotunda view",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1220_museum-of-london-rotunda-view-museum-of-london_6cd0343253e032992e69660eaf3c2ec3.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/1220/building_1220_museum-of-london-aerial-shot-c-museum-of-london_f798a49d2a3a414e35880c862c4dbaa7.JPG",
            "description": null,
            "title": "Museum of London aerial shot",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1220_museum-of-london-aerial-shot-c-museum-of-london_f798a49d2a3a414e35880c862c4dbaa7.JPG"
        }
    ],
    "links": [],
    "location": {
        "address": "150 London Wall, EC2Y 5HN",
        "latitude": 51.5176183,
        "longitude": -0.0967782,
        "meeting_point": null,
        "travel_info": [
            "Tube: Moorgate, Barbican, St. Paul's",
            "Train: Moorgate",
            "Bus: 4, 8, 25, 56, 100, 76"
        ]
    },
    "name": "Museum of London",
    "original_url": "https://programme.openhouse.org.uk/listings/1220",
    "ticketed_events": false
}