{
    "all_week": false,
    "description": "Grade II* listed early Georgian house with pilastered front and magnificent oak-panelled dining room. Former rectory of the vicar of Harrow and Nell Gwynne's daughter by Charles II.",
    "design": {
        "designers": [
            {
                "architect": "Unknown",
                "description": null,
                "year": "1721"
            }
        ],
        "periods": [
            "Georgian"
        ],
        "types": [
            "historical house"
        ]
    },
    "events": [],
    "facilities": [
        "Refreshments",
        "Toilets"
    ],
    "factsheet": [
        {
            "heading": "History",
            "paragraphs": [
                "This pleasing house stands on the brow of the hill above Pinner Church and thus holds the most commanding position in the village. It appears to be of early 18th century date, although parts may  be older. The earliest recorded occupant was Charles Palmer, who was assessed at £36 in 1741: a stone (now covered) in the Church bears the inscription \"In memory of Charles Palmer, Esquire, died in Pinner House, 1777.\"",
                "The house was owned by the Beauclerk family who were related to the Duke of St. Albans. The Rev. W. Llewarch Williams who was the Incumbent of Pinner married Lord Beauclerk's daughter and lived at Pinner House for many years. It then came into the possession of Jason Woodbridge, first as a tenant and later as owner. His wife's father has been bailiff to the Beauclerks' and it seems very probable that he may have been our 118-year old friend. William Skenelsby, who is buried in Pinner churchyard. and had been with Lord Henry Beauclerk for 29 years.",
                "A dames' school was held in a room at Pinner House in 1850. The house was later in the possession of Mr Neal and Mr Glanfield. The latter received an offer of a large sum of money for the oak panelling but refused the offer. The estate was originally much larger, extending to Paines Lane and included the land on which the new Vicarage and Church Hall now stand.",
                "The pilasters, which form such a prominent feature of the front of the house, have eaves which end in an unsatisfactory manner on brick projections. This abrupt termination would seem to indicate that there was at some time a balcony over the porch.",
                "Largely rebuilt in 1721, in part dating from Tudor times, it was the home to great grand-daughter of Charles II and Neil Gwynn. In 1948 Pinner House was purchased by the Harrow Housing Society Limited, and converted into a Home for old people. It is believed that 36 residents, who had to be citizens of the greater Harrow area, lived in dormitories in the house itself. Then set in 31/2 acres of land, its gardens provided fresh fruit and vegetables.",
                "The house was regarded as unfit to house old people in the 1970s and in 1978 was restored and converted into sheltered accommodation by Harrow Homes for the Aged Limited. This later became Pinner House Society Limited, a Housing Association, registered with the Charity Commission and is  non-profit making. It now provides housing for 35 fit and active retired people in a tasteful development at the rear of the house. The accommodation is in the form of bed-sit flats, each with its own kitchen and toilet. The flats are all electric. On the ground floor is a lounge with original Georgian fireplace and a large oak panelled Dining Room.  There is another panelled lounge on the first floor, a committee room and a twin bedded room with a bathroom for residents' visitors to use. The staircase is dated as Georgian around 1720."
            ]
        }
    ],
    "id": 1364,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/1364/building_1364_443_8d210f6070ddca27951902eb522178c8.JPG",
            "description": null,
            "title": "front facade",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1364_443_8d210f6070ddca27951902eb522178c8.JPG"
        }
    ],
    "links": [],
    "location": {
        "address": "Church Lane, Pinner, HA5 3AA",
        "latitude": 51.5935079,
        "longitude": -0.3773117,
        "meeting_point": null,
        "travel_info": [
            "Tube: Pinner",
            "Bus: 183, H11, H12, H13"
        ]
    },
    "name": "Pinner House",
    "original_url": "https://programme.openhouse.org.uk/listings/1364",
    "ticketed_events": false
}