{
    "all_week": false,
    "description": "Built in 1918-19 to provide housing for AirCo (the Aircraft Manufacturing Company based in Colindale), Roe Green was designed in the garden village idiom by Sir Frank Baines, HM Office of Works principal architect.",
    "design": {
        "designers": [
            {
                "architect": "Sir Frank Baines",
                "description": null,
                "year": "1918"
            }
        ],
        "periods": [
            "Inter-war"
        ],
        "types": [
            "walk/tour",
            "housing"
        ]
    },
    "events": [],
    "facilities": [],
    "factsheet": [
        {
            "heading": "History",
            "paragraphs": [
                "Roe Green Village is a Conservation Area as defined by Article 4 Regulation in the Town and Country Planning Act. This means that alterations to properties or gardens are strictly controlled, in order to maintain the quality of Village life and its unique architectural heritage.",
                "The Village was built for workers at the Aircraft Manufacturing Company, which in 1915 occupied over 9,000 sq. m. of factory space and employed 600 people (not including administrative staff). It manufactured 20 machines per month. The firm's chief designer, (Sir) Geoffrey De Havilland, created a series of fighter and bomber types, notably the DH4 and DH9 (used by both the RAF and the US Air Service at the end of the Great War).",
                "By 1917-18 Airco's extensive premises (along Grove Park and Edgware Road) were occupied by 4,400 employees, assembling 190 machines each month. This sudden and dramatic increase in employment, necessary for greatly increased aircraft output, brought problems of living accommodation and public transport to what had hitherto been a relatively isolated country area.",
                "Almost nothing now remains of the Airco aeroplane factory, but the Imperial War Museum has a picture by Anna Airey (painted in 1918) showing the inside of one of the large factory sheds with men and women workers assembling De Havilland biplane bombers. Some of these workers were the original residents of Roe Green Village. Among surviving parts of the Airco factory complex are the firm's former HQ offices on Edgware Road (now Beis Yakov Jewish School) and the adjacent draughting office (now a car-wash plant).",
                "In 1916, the Office of Works commissioned its principal architect, Sir Francis Baines, C.B.E., M.V.O., (1877-1933), to design an estate of cottages for some of Airco's picked workers. Unlike other designers of 'munitions villages', Baines was opposed to rigid standardisation and his plan – as in his earlier Well Hall Estate, Eltham (1915), for workers at Woolwich Arsenal – included several variations in the design of cottages and 'cottage flats' (maisonettes). A former assistant of C. R. Ashbee, Baines was influenced not only by the ideas of the Arts & Crafts Movement and Ebenezer Howard's Garden City movement but also by contemporary American methods of serial production."
            ]
        },
        {
            "heading": "Construction",
            "paragraphs": [
                "Construction of the estate by the contractors Holloway Bros., who were allowed to employ German prisoners of war, began in 1918."
            ]
        },
        {
            "heading": "Architectural Design",
            "paragraphs": [
                "The buildings at Roe Green were designed in a combination of brick or rendered walls and slate roofs sweeping down to first floor level, or a combination of similar materials with tiled roofs and vertical tile hanging. Although ornamentation was kept to a minimum, Baines ingeniously used details in tiling and brickwork, features such as wrought-iron guttering brackets and also variations in chimney design to give added interest. To avoid the monotony of a grid-plan, streets were planned around existing historic tracks and trees. Construction of the upper floors is of concrete incorporating sections of ceramic pipe.",
                "There were five classes of dwellings. In classes 1 and 2, of which there were 110, the accommodation on the ground floor consisted of a living room, parlour, scullery and offices/coal cupboard. Three bedrooms and a combined bathroom and WC were provided on the first floor of class 1 cottages with one less bedroom on the first floor of cottage type No-2. Of class 3, there were 40 cottages built containing a large living room, scullery with bath under the kitchen table, coal cupboard and WC and on the first floor three bedrooms. Classes 4 and 5, of which about 100 were built, were two-bedroom flats with living room, scullery with bath under the kitchen table, WC and coal cupboard. Lighting was by gas (for which some of the original brackets still survive)."
            ]
        }
    ],
    "id": 1487,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/1487/building_1487_img_8843_7f8491b21cf7eb09690b0d21b0b8d042.JPG",
            "description": null,
            "title": "Cottage Flats in Roe Lane",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1487_img_8843_7f8491b21cf7eb09690b0d21b0b8d042.JPG"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/1487/building_1487_roegreenvillage2_aa154cf65d7457bb7de18bec706b08d8.jpg",
            "description": null,
            "title": "Cottage flats in Roe Lane NW9",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1487_roegreenvillage2_aa154cf65d7457bb7de18bec706b08d8.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/1487/building_1487_img_9345_7b277f84a6a6926a9c1fec8eac7acbf8.jpg",
            "description": null,
            "title": "Cottages on Roe Lane",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1487_img_9345_7b277f84a6a6926a9c1fec8eac7acbf8.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/1487/building_1487_roegreenvillage1_a64861fd043a17b2f2889dd1d007322a.jpg",
            "description": null,
            "title": "Cottages in Roe Lane",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1487_roegreenvillage1_a64861fd043a17b2f2889dd1d007322a.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Roe Lane, NW9 9BJ",
        "latitude": 51.5905165,
        "longitude": -0.2675843,
        "meeting_point": null,
        "travel_info": [
            "Tube: Kingsbury, Colindale",
            "Train: Kenton",
            "Bus: 204, 302, 324, 183"
        ]
    },
    "name": "Roe Green Village",
    "original_url": "https://programme.openhouse.org.uk/listings/1487",
    "ticketed_events": false
}