{
    "all_week": false,
    "description": "Notable 1930's Grade II listed church with Swedish and German influences.  Landmark tower. Interior - stepped tunnel-vault with arches to side aisle walls giving a light lively interior. Marquetry paneling to Lady Chapel.",
    "design": {
        "designers": [
            {
                "architect": "Arthur Kenyon",
                "description": null,
                "year": "1936"
            }
        ],
        "periods": [
            "Inter-war"
        ],
        "types": [
            "religious"
        ]
    },
    "events": [],
    "facilities": [
        "Refreshments",
        "Parking",
        "Disabled access",
        "Toilets"
    ],
    "factsheet": [
        {
            "heading": "What to see in the Church",
            "paragraphs": [
                "“I think a building for worship should be a place which draws you to it and welcomes you in and when once inside invites you to meditate.”\nArthur Kenyon, St Albans Church Architect",
                "Welcome to St Albans, we hope you will enjoy wandering around our interesting church building. This leaflet aims to help you find out more about our beautiful building and gives you a pattern of wandering, stopping and looking."
            ]
        },
        {
            "heading": "Entrance door – Norwood Drive",
            "paragraphs": [
                "As you stand inside the church with your back to the west entrance doors you will see a multitude of arches – arches to the right of you, arches to the left of you, even arches above you – the beautifully proportioned main vault of the nave inspired by the designs of the early Christian church.  This vault acts as a telescope directing the eye to the cross above the altar at the East end of the church where the Eucharist is celebrated. All these arches are constructed of concrete. There are other arches to the processional side aisles and arches which form the columns between the window openings.",
                "To the left of the main West door, is the solid Portland stone font with its steps and walnut cover – more curves. Here baptisms take place – symbolising the entry into church membership.",
                "Sunday school children, in the 1930s, paid for the font with their pennies and sixpences. The flags of the young people’s uniform organisations are also situated here near the cosy children’s corner.",
                "Opposite, to the right, is a direct link to the hall – a modern replacement of the 1930s building where worship took place between 1930 and 1937.",
                "Wander down the centre aisle and notice the narrow nave windows with their “Swedish” horseshoe style curved heads which match the finials in the older pitch pine pews and the fanlights over the internal main west entrance doors.",
                "Above, the hexagonal clerestory windows light the main vault, so that its seems to float above the nave.",
                "On the south aisle wall is a monument to Donald Arden former Archbishop of Central Africa. Further details of Donald’s life can be found in the book ‘Donald Arden: 1916-2014 – a man who cared’ to be found at the side of the monument."
            ]
        },
        {
            "heading": "Chancel Steps",
            "paragraphs": [
                "To the right (north) and left (south) of the black marble steps are the pulpit and lectern each housed in a curved ambo with soundboards and sun-burst finials above. Extracts from the Bible are normally read and prayers said from the lectern and sermons are preached from the pulpit. Further to the right is the statue of St Alban sculptured by JC Blair.",
                "The war memorial can be found below this with 48 men and four women killed by enemy action in the Second World War. Look at the ‘War Memorial Book’, below, for details of most those mentioned on the memorial.",
                "Opposite is the door to the Ridgeway (north) porch – look into here to see the list of vicars of St Alban and the Foundation Stone.",
                "Climb the chancel steps – to the right and left of us are the plain timber choir stalls and on the right the consoles of the Rushworth & Dreaper organ with pipes, some 19th cent, housed at the upper level on the left wall. At the top of the steps to the right is the vicar’s stall – from here the service is led. Wander to the altar rail."
            ]
        },
        {
            "heading": "Altar Rail",
            "paragraphs": [
                "This space is dominated by the cross –  designed by Andrew Thorne. The altar below is made of simple pine with seasonal frontals. Here at the centre of the communion service the priest will bless the bread and wine before distributing to the congregation, at the altar rails. We celebrate the Communion Service to remember Jesus’s last supper and his love for us. The bishop’s throne, to the left, has a compound curved back – the design is repeated in the three sedilia chairs, to the right and to the stone surround to the piscine niche on the back wall. A red wall sanctuary lamp, on the south wall, indicates that the Reserved Sacrament, bread and wine for taking out to the sick and house bound.",
                "Wander to the Lady Chapel, to the left of the Sanctuary, but stop to read the inscription above the entrance which tells of the dedication of the chapel to men of the 2nd battalion London Rifle Brigade who fought in the First World War. The first priest of St Alban was Stanley Knight who was a signal sergeant in the battalion.",
                "",
                "",
                ""
            ]
        },
        {
            "heading": "Lady Chapel",
            "paragraphs": [
                "The chapel is panelled in marquetry oak and walnut with small domestic size windows and ‘ladder back’ chairs designed by Kenyon. It contrasts its warm rich interior with the light and airy main church. Whilst you are here you may like to light a candle, meditate and pray. The Reserved Sacrament is kept in an Aumbrey on the North Wall by the Altar. Weekday services take place in this quite and peaceful space."
            ]
        },
        {
            "heading": "Outside",
            "paragraphs": [
                "The various parts of the church are clearly expressed: side aisle, nave, chancel and sanctuary with cross on the east gable end above the memorial garden.",
                "Externally the church is dominated by the 83 ft high tower which is seen from all parts of the Parish. The bell chamber is lit by semi-circular openings and is surmounted by a tall cross which is beautifully lit at night.",
                "We hope these notes help you to enjoy your visit to our church.",
                "Philip Crouch 2008/2017/2021",
                ""
            ]
        }
    ],
    "id": 1502,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/1502/building_1502_exterior-ridgeway_5146cb2467cc4e9e881175e0960033d6.jpg",
            "description": null,
            "title": "St Alban from The Ridgeway",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1502_exterior-ridgeway_5146cb2467cc4e9e881175e0960033d6.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/1502/building_1502_tower_e937831b46633ff7b820f5a2718d630b.jpg",
            "description": null,
            "title": "St Alban from the East",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1502_tower_e937831b46633ff7b820f5a2718d630b.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/1502/building_1502_march-int-dscf0705_89b353a72c7e31f364a9d07c435bc28e.jpg",
            "description": null,
            "title": "Interior Looking East",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1502_march-int-dscf0705_89b353a72c7e31f364a9d07c435bc28e.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/1502/building_1502_dscf0714_7ca6ffb2945a788404bbb2c188b3b262.JPG",
            "description": null,
            "title": "Lady Chapel",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1502_dscf0714_7ca6ffb2945a788404bbb2c188b3b262.JPG"
        }
    ],
    "links": [],
    "location": {
        "address": "The Ridgeway, North Harrow, HA2 7PF",
        "latitude": 51.5828038,
        "longitude": -0.3679155,
        "meeting_point": null,
        "travel_info": [
            "Tube: North Harrow",
            "Bus: H9, H10, H11"
        ]
    },
    "name": "St Alban Church",
    "original_url": "https://programme.openhouse.org.uk/listings/1502",
    "ticketed_events": false
}