{
    "all_week": false,
    "description": "The extraordinary home of architect Sir John Soane (1753-1837). \r\n\r\nhttps://www.soane.org/whats-on",
    "design": {
        "designers": [
            {
                "architect": "Sir John Soane",
                "description": null,
                "year": "1812"
            }
        ],
        "periods": [
            " Sir John Soane",
            "Julian Harrap Architects",
            "Georgian"
        ],
        "types": [
            "historical house",
            "museum"
        ]
    },
    "events": [],
    "facilities": [
        "Family activities",
        "Toilets",
        "Bookshop",
        "Disabled access"
    ],
    "factsheet": [
        {
            "heading": "Sir John Soane's Museum",
            "paragraphs": [
                "Free to visit, Sir John Soane’s Museum is the extraordinary house and museum of the British architect Sir John Soane (1753-1837). Sir John Soane was one of the foremost architects of the Regency era, a Professor of Architecture at the Royal Academy, and a dedicated collector of paintings, sculpture, architectural fragments and models, books, drawings and furniture.",
                "Sir John Soane’s Museum wishes to extend its deepest sympathy and condolence to the Royal Family upon the death of Her Majesty the Queen. As a mark of respect, the Museum will remain closed to the public on Friday 9th September. We will reopen on Saturday 10 September and our Open House events this weekend will go ahead as planned."
            ]
        },
        {
            "heading": "No. 14 Lincoln's Inn Fields",
            "paragraphs": [
                "Bought by architect Sir John Soane in 1823 when he was seventy years old, the building allowed him to extend the space of his museum next door at No.13, to house his increasingly large collection of antiquities, architectural fragments, drawings, books and paintings. On 11th September visitors will be able to see the Library and Adam Study Centre at No.14 and view architectural drawings and models from Soane’s collection not normally accessible to the public."
            ]
        },
        {
            "heading": "Let's Play at Sir John Soane's Museum",
            "paragraphs": [
                "Takeover public space in the city with playworkers from Assemble Play on 10th September, 11am-3pm in Lincoln's Inn Fields, next to Sir John Soane's Museum.",
                "Providing a kit of loose parts for building with, Assemble Play give children of all ages a chance to create their own unique structures out of the resources provided – everything from colourful sheets of fabric to foam construction blocks, dressing up clothes and wheely toys. Inspired by a trip to the Museum families can work together, learning from how Soane used his own wild imagination to design his unforgettable interiors, playing with space and light.",
                "This workshop is free to attend, you can also simply drop-in on the day as part of your visit to the museum, no advanced booked required. Children must be accompanied by an adult. Activities are suitable for all ages and there is a baby change onsite."
            ]
        }
    ],
    "id": 1660,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/1660/building_1660_sir-john-soanes-museum-facade_photo-credit-gareth-gardner-2015_3601a0ab510e7670d65211645812bd5b.jpg",
            "description": null,
            "title": "Sir John Soane's Museum facade",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1660_sir-john-soanes-museum-facade_photo-credit-gareth-gardner-2015_3601a0ab510e7670d65211645812bd5b.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/1660/building_1660_assemble_640b83c1dbc2cff1706aa4ee292a519e.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1660_assemble_640b83c1dbc2cff1706aa4ee292a519e.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "13 Lincoln's Inn Fields, WC2A 3BP",
        "latitude": 51.5170476,
        "longitude": -0.1173967,
        "meeting_point": null,
        "travel_info": [
            "Tube: Holborn, Chancery Lane, Temple",
            "Train: Charing Cross, Farringdon, Blackfriars",
            "Bus: 1, 59, 68, 91, 168, 188, 243, 8"
        ]
    },
    "name": "Sir John Soane's Museum",
    "original_url": "https://programme.openhouse.org.uk/listings/1660",
    "ticketed_events": false
}