{
    "all_week": false,
    "description": "Grade II* listed building, involving complex mix of new build and restoration. Britain's first ever curtain walling and listed features such as spiral staircase. Sloane Room has one of best views over Chelsea. RIBA Award Winner 2005.",
    "design": {
        "designers": [
            {
                "architect": "Crabtree",
                "description": null,
                "year": "1936"
            },
            {
                "architect": "Slater & Moberley",
                "description": null,
                "year": "1936"
            }
        ],
        "periods": [
            " Slater & Moberley",
            "Historical/contemporary"
        ],
        "types": [
            "retail"
        ]
    },
    "events": [],
    "facilities": [
        "Toilets"
    ],
    "factsheet": [
        {
            "heading": "History",
            "paragraphs": [
                "Known as the cradle of the Partnership, Peter Jones was where the revolutionary thinker and founder, John Spedan Lewis, experimented with a new business structure and 75 years ago developed the concept of a profit-sharing business – the John Lewis Partnership we see today.",
                "Peter Jones comes to town\nIn 1877, Peter Jones (1843-1905),  a successful draper who had a shop in Draycott Avenue, took over 4-6 King’s Road and began a process of acquisition which led ultimately to the construction of a shop to replace the buildings previously occupying 4-14 King’s Road. Built of brick and standing five storeys, the shop Peter Jones built was crowned by a dome, which has been replaced in the recent refurbishment with an exact replica. In 1900, his prosperous business was floated as a public company and Peter Jones was its Chairman. He died in 1905, by which time the shop was occupying most of the block on the corner of King’s Road.",
                "John Lewis buys Peter Jones \nIn 1905, John Lewis, owner of the eponymous department store in Oxford Street, walked over to Sloane Square with £22,500 cash in his pocket and bought the shop outright. In 1914, having experienced less success at Peter Jones than at his flourishing Oxford Street shop, he handed the department store over to his son, Spedan.",
                "The birth of the Partnership\nSpedan Lewis (1885 -1963) believed that the rewards from a business should be shared with those who created them and that workers were entitled to have a say in the business in which they worked. At this point, the experiment – which became the John Lewis Partnership – began.",
                "In 1915, Spedan Lewis told his staff that they would all share in the profits and instructed management to share information with the workforce, using staff committees and a house journal through which he could hear their views directly. Five years later, when Peter Jones moved into profit, promissory notes worth seven weeks’ additional pay were issued to staff.",
                "The Peter Jones building grows but struggles  \nIn 1917, Spedan Lewis acquired the remainder of the block on the corner of the King’s Road. This was owned by the Star & Garter public house, which provided the site with its Sloane Square front.",
                "The Peter Jones shop struggled financially between 1915 and 1925, during which time it received injected cash from the Oxford Street shop. Buoying up the income of the shop, the Star & Garter continued to trade as a public house and was – at that time – the only part of Peter Jones that was profitable."
            ]
        },
        {
            "heading": "The Sloane Square landmark",
            "paragraphs": [
                "In the late 1920s, structural damage had caused the front corner of the Sloane Square end of the shop to deteriorate. Spedan Lewis recognized that in order for the department store to become profitable again, he needed to take the step to redevelop it.",
                "In 1930, the Partnership hired the young and passionate architect William Crabtree (1905-1991) as an Architectural Research Assistant working on several projects, of which Peter Jones was one. Spedan Lewis recognized Crabtree’s talent but felt he lacked the necessary experience, so rather than assigning him to the Peter Jones project on his own, Spedan appointed him Consulting Architect. In this role, Crabtree was the creative arm on the Peter Jones refurbishment and worked with the firm of Slater, Moberly and Uren who were responsible for the technical direction. Much to the pleasure of Spedan Lewis, Crabtree designed Britain’s first-ever “curtain walling”. This was the first example in this country of a steel-framed canterlevered building with glass curtain walling. This aspect of the building’s design is regarded as particularly significant in the history of 20th Century British architecture.",
                "In 1932, construction began and the shop was built in three phases; 1932 to 1936, 1936 to 1939 and the last phase, which was the section on the corner of Cadogan Gardens and King’s Road was built in 1964. The delay of the last building phase was due in part to the fact that money was needed for John Lewis Oxford Street, which had recently been bombed. The staged demolition and construction process of Peter Jones led to the removal of all the buildings on the block site apart from those not owned by the Partnership. It also meant that while part of the Symons Street building was demolished to make way for the construction of the Sloane Square block, a large proportion of the Symons Street frontage remained intact even after the West Block was completed.",
                "The 1930s building included skylights and light wells to make the most of natural daylight, but was designed to allow them to be covered over, amid predictions that improvements in artificial lighting technology would render them unnecessary and outmoded. However, the 21st century refurbishment allows natural light to flood in once more, creating a bright airy shopping environment.",
                "The exterior design included a continuous glass front and the shop was one of the first London buildings to have a continuous, permanent canopy over the windows. This helped reduce reflection in the glass to make the window displays more visible to passers-by.",
                "Two thirds of the interior space was dedicated to shopping, while substantial space was also allocated for a stage and a restaurant. These, along with the hairdresser’s, were all seen as essential components of an up-to-date department store at the time. The fourth floor contained a fur room where furs were sold and customers’ furs were stored. The sixth floor was devoted to workrooms, staff restaurants and even a squash court. In 1945, kennels were provided for customers’ dogs in 45 Cadogan Gardens and a free pram park was introduced in the mid-1950s.",
                "The building was extended in 1963 and key elements were listed during 1969-1971, making it one of the first modernist buildings to be protected. The spiral staircase is one such feature – in 1939 the staircase connected the ground floor and first floor and in 1962 it was extended to the basement. In 1984 the listed status of the building increased to Grade II*."
            ]
        },
        {
            "heading": "Refurbishment",
            "paragraphs": [
                "The £107m refurbishment of the Peter Jones Grade II* listed building was completed in June 2004 after a five year renovation project.",
                "Having submitted the first planning application for major renovation in 1991, approval was granted in 1999. Peter Jones took the decision to trade throughout this 5 year refurbishment, in order to continue to supply London shoppers with the plumpest of pillows, the most up-to-date kitchenware and never-ending supplies of furnishing fabrics, beauty products etc while also retaining the 1,300 Partners who run this Sloane Square corner shop. In 2000, with the loss of 50,000 sq. ft. in the main site, it was essential to find a temporary site to house some of the merchandise, so furniture and carpets were relocated to PJ2, a transformed warehouse. The warehouse, on Draycott Avenue, provided 30,000 sq. ft over three floors of additional selling space to the main site and there was a regular daily bus shuttle service from the main Sloane Square shop.",
                "The renovation of the Grade II* listed building, comprising several different buildings constructed over more than a century using different techniques and materials, required a complex mix of new build and restoration.",
                "The refurbishment has created 20% more shop floor space, provided easy escalator access and air conditioning and allowed for the opening of new departments: men’s shoes and Footopia – a chic pedicure and chiropody clinic. Two new restaurants have also been introduced – including the Top Floor Restaurant, which has one of the best views over Chelsea, extending all the way to Primrose Hill and beyond.",
                "During the five year project over 10,000 tonnes of builders’ rubble were removed, 6,500 new roof slates put in place, 800 tonnes of new steelwork erected, 600 metres of bronze handrail installed, 14 nine tonne escalators and 250 miles of electrical cabling added.  Over 3,200 cubic metres of concrete were poured into the foundations and floor slabs, and 2,500 square metres of fine Italian stone flooring was laid.",
                "In what is widely regarded as one of the most complex retail refurbishments in Europe this decade, the iconic exterior of Peter Jones has been preserved while much of the shop’s interior razed to the ground and rebuilt. Despite all this work, the much-loved character of Peter Jones has remained untouched by time and is still Sloane Square’s favourite corner shop for life’s essentials and life’s luxuries."
            ]
        }
    ],
    "id": 1756,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/1756/building_1756_jlpeterjones1-resized_a323d0f1114b551ac01d1692d2409c2e.jpg",
            "description": null,
            "title": "View from Symons Street",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1756_jlpeterjones1-resized_a323d0f1114b551ac01d1692d2409c2e.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/1756/building_1756_peter-jones-exterior-2014_994c66f69d4c59d23d998b376850c32a.jpeg",
            "description": null,
            "title": "View of 'curtain wall' from Sloane Square",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1756_peter-jones-exterior-2014_994c66f69d4c59d23d998b376850c32a.jpeg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/1756/building_1756_pj-exterior-jpg-24-04-2017_e2bb3d60ba210deba4a50a53675df65e.jpg",
            "description": null,
            "title": "Close up of Peter Jones signage from Sloane Square",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1756_pj-exterior-jpg-24-04-2017_e2bb3d60ba210deba4a50a53675df65e.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/1756/building_1756_pj-mosaic-jpg-24-04-2017_44b4ace5b88de9914236716b822aae84.jpg",
            "description": null,
            "title": "Mosaic containing links to the Founder of the John Lewis Partnership",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1756_pj-mosaic-jpg-24-04-2017_44b4ace5b88de9914236716b822aae84.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/1756/building_1756_13680723_1008539625867731_8785992884641165493_n_f80513884a8c176a827bbef09dab1b4d.jpg",
            "description": null,
            "title": "View of Peter Jones from Sloane Square ",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1756_13680723_1008539625867731_8785992884641165493_n_f80513884a8c176a827bbef09dab1b4d.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/1756/building_1756_img_9789_09931f4d3c7d67e1b574ed9d2a216a69.JPG",
            "description": null,
            "title": "View of Peter Jones at Night from Sloane Square ",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1756_img_9789_09931f4d3c7d67e1b574ed9d2a216a69.JPG"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/1756/building_1756_img_1033_e0295895b67f1ff9fc23c5414a2b523a.JPG",
            "description": null,
            "title": "View of Peter Jones from Sloane Square ",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1756_img_1033_e0295895b67f1ff9fc23c5414a2b523a.JPG"
        }
    ],
    "links": [],
    "location": {
        "address": "Sloane Square, SW1W 8EL",
        "latitude": 51.4927684,
        "longitude": -0.1570174,
        "meeting_point": null,
        "travel_info": [
            "Tube: Sloane Square",
            "Train: Victoria",
            "Bus: 11, 19, 22, 319, C1, 137"
        ]
    },
    "name": "Peter Jones",
    "original_url": "https://programme.openhouse.org.uk/listings/1756",
    "ticketed_events": false
}