{
    "all_week": false,
    "description": "Built between 1990 and 1992 St. Paul’s Parish church and centre was designed by Dr Michael Blee and is an exciting and harmonious combination of the old and the new. The new design won a number of awards, including an RIBA regional award.",
    "design": {
        "designers": [
            {
                "architect": "Captain Francis Hosier",
                "description": null,
                "year": "1867"
            }
        ],
        "periods": [
            "Victorian"
        ],
        "types": [
            "religious"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "booking_link": null,
            "capacity": null,
            "date": "2022-09-17",
            "drop_in": true,
            "end": "2022-09-17T15:30:00+01:00",
            "fully_booked": false,
            "name": "Drop in",
            "notes": "Visitors can arrive at any time during the opening hours. There may be queues at busy times.",
            "start": "2022-09-17T08:30:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        "Toilets",
        "Refreshments",
        "Disabled access"
    ],
    "factsheet": [
        {
            "heading": "History",
            "paragraphs": [
                "The building of the original St. Paul’s church is reflective of the Anglican church’s response to suburban growth and the need to minister to a growing population. In the ancient parish of Ealing, including Old Brentford, 16 Anglican churches were built or rebuilt between 1852 and 1914. It is also reflective of the influence of the successive phases of religious revival in the Church of England. From the 1830s, the austere moral revivalism of the Evangelicals was challenged by the romantic traditionalism of the Oxford Movement, leading to the demand for ‘ecclesiologically correct’ medieval-gothic style buildings, of which the unrestored St Paul’s was a typical example.",
                "The new district of St. Paul’s Old Brentford was formally established on July 9th 1864. The foundation stone of the permanent church was laid on 31st December 1867 by HRH the Duchess of Teck, the service being conducted by the Bishop of Tennessee, Rt Rev C. T. Quintard. The church was consecrated and opened for worship by the Bishop of London on 30th July 1868. The final cost of the church, including site, approaches and initial furnishing, was the (then) very large sum of £11,070, and it could seat c.700. An extremely major role in the building of the church seems to have been played by its first incumbent, Rev Peter Drabble, and his family, who originated in Sheffield.",
                "St. Paul’s was described in the Post Office Directory of 1870 as a ‘handsome structure in the Early Decorated style, consisting of nave, aisles, chancel, tower and lofty spire’. The architects of St Paul’s were the brothers and business partners, Frederick John Francis F.R.I.B.A. (1818-96) and Horace Francis (1821-94). Particularly notable amongst the survivals from the old church, which was badly affected by war damage, are the stained glass windows by the distinguished firm of Heaton, Butler and Bayne; the naturalistic foliage carvings on the capitals of the columns and elsewhere; and the elaborate carved reredos (altarpiece) in the old chancel, now the side chapel."
            ]
        },
        {
            "heading": "Formation of the Parish of Brentford",
            "paragraphs": [
                "In 1961, with the closure of St. Lawrence’s church, New Brentford, the parishes of St Paul, St George and St Lawrence were united. In May 1987 the Parish and team ministry of Brentford was established, comprising St Paul’s and St Faith’s churches. Between 1990 and 1992, the new church and parish centre at St. Paul’s was built, following the demolition of St James’ church, Gunnersbury, and the sale of the land for £4m."
            ]
        },
        {
            "heading": "Building of St Paul's parish church and centre",
            "paragraphs": [
                "The architect of the new St Paul’s parish church and centre was Dr Michael Blee (1931-1996), described in his obituary as ‘an enlightened architect of many talents’. Many of his most notable buildings, such as the Catholic church at Orpington (1981) and the completion of Douai Abbey, Berks (1994) were ecclesiastical. At St Paul’s he produced an exciting and harmonious combination of the old and the new, re-orienting the axis of the church to produce a totally new worship space, projected from the entrance hall (narthex) created from the old nave, and incorporating flexible spaces which can be used for a variety of community functions, including a hall and kitchen. The new design won a number of awards, including an RIBA regional award."
            ]
        },
        {
            "heading": "Recent Developments",
            "paragraphs": [
                "In 2020 a vibrant renovation and re-modelling of the narthex was carried out by Jacky Douglas. The church is now home to the Spire Café, in addition to many other community events."
            ]
        }
    ],
    "id": 1852,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/1852/building_1852_my-project_be1b9481e3e9abd18651800194a1fd32.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1852_my-project_be1b9481e3e9abd18651800194a1fd32.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "St Paul's Road, Brentford      , Brentford",
        "latitude": 51.4846791,
        "longitude": -0.3060348,
        "meeting_point": null,
        "travel_info": [
            "Tube: Boston Manor",
            "Train: Brentford",
            "Bus: 195, 235, E8, E2, 237, 267"
        ]
    },
    "name": "St Paul's Church & Parish Centre",
    "original_url": "https://programme.openhouse.org.uk/listings/1852",
    "ticketed_events": false
}