{
    "all_week": false,
    "description": "Influential early Gothic revival building restored to its dramatic original glory, recreating Walpole's original intention for his own home.",
    "design": {
        "designers": [
            {
                "architect": "Horace Walpole",
                "description": null,
                "year": "1749"
            }
        ],
        "periods": [
            "Historical/contemporary"
        ],
        "types": [
            "historical house"
        ]
    },
    "events": [
        {
            "activity_type": "Tour",
            "all_day": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/1913",
            "capacity": null,
            "date": "2022-09-18",
            "drop_in": false,
            "end": "2022-09-18T11:30:00+01:00",
            "fully_booked": false,
            "name": "Sunday House & Garden Tour",
            "notes": null,
            "start": "2022-09-18T10:00:00+01:00",
            "ticketed": true
        },
        {
            "activity_type": "Tour",
            "all_day": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/1913",
            "capacity": null,
            "date": "2022-09-18",
            "drop_in": false,
            "end": "2022-09-18T11:45:00+01:00",
            "fully_booked": true,
            "name": "Sunday House & Garden Tour",
            "notes": null,
            "start": "2022-09-18T10:15:00+01:00",
            "ticketed": true
        }
    ],
    "facilities": [
        "Parking",
        "Disabled access",
        "Bookshop",
        "Refreshments",
        "Toilets"
    ],
    "factsheet": [
        {
            "heading": "History of the House",
            "paragraphs": [
                "Strawberry Hill House’s story begins in 1747, when Horace Walpole discovered and purchased ‘Chopp’d Straw Hall’, one of the last remaining sites available on the banks of the Thames in fashionable Twickenham. He set about transforming what was then a couple of cottages into his vision of a ‘little Gothic castle’ with pinnacles, battlements and a round tower. Thus Strawberry Hill House was born – the House became a tourist attraction in Walpole’s lifetime and beyond.",
                "Built as Walpole’s summer residence, the castle (or villa) soon became of interest to local inhabitants.",
                "Walpole allowed four visitors a day – with tours conducted by his house-keeper – and published rules for their guidance (no children allowed). Walpole also delighted in entertaining foreign ambassadors, royalty and English aristocracy, several of whom were near neighbours.",
                "The popularity of Strawberry Hill House was a key contributing factor in the emergence of Gothic Revival architecture that grew throughout the 18th and 19th Centuries, taking its inspiration from gothic cathedrals around Europe. Largely designed by Walpole’s friends, John Chute and Richard Bentley, chimney pieces, doors and ceilings were based on gothic vaulting, medieval tombs and rose windows.",
                "Following Walpole’s death in 1797 the House passed to his cousin’s daughter and renowned sculptor Anne Seymour Damer. In 1811, the House passed to Walpole’s great niece, Elizabeth Waldegrave, and then to her grandson, John Waldegrave. John died prematurely, passing the house to his brother, George, the Seventh Earl of Waldegrave. It was now that the House nearly met its demise. Having been imprisoned for ‘riotous behaviour’, George took against Twickenham and vowed to let the House fall into ruin. He arranged the ‘Great Sale’ in 1842, where most of Walpole’s collection was sold over the course of a week.",
                "After George’s death in 1846, his widow, Lady Frances Waldegrave was left a substantial income and, ten years later, in 1856 after her third marriage to Granville Harcourt, she put her ambitions to secure Strawberry Hill’s future into action. She began her expansion and embellishment of Walpole’s gothic castle, remaining faithful to Walpole’s vision and ideals, enlarging the hall, adding a new floor to the Gallery and pushing back the main road to create the horseshoe entrance. Lady Waldegrave then built her grand Drawing Room, Dining Room & Billiard Room, which are no longer part of Strawberry Hill House, and raised the Round Tower another storey. She also added Strawberry Hill’s signature ‘Tudor’ chimney pots in the style of Hampton Court.",
                "The House became well known in the Liberal establishment for the parties hosted by Lady Waldegrave.",
                "After Lady Waldegrave’s death in 1879 the House was sold to the De Stern family, and then sold again in 1923 to St Mary’s University College, which still owns the site."
            ]
        },
        {
            "heading": "Restoration of the House",
            "paragraphs": [
                "Strawberry Hill House is one of the best-documented houses in the country. Not only did Walpole leave ‘A Description of the Villa of Horace Walpole’ but he also described it in numerous letters and commissioned drawings by John Carter & paintings by Heinrich Muntz to record the changing appearance of the House.",
                "When restoration research began in 2004, these sources were critical to understanding the materials and details of Walpole’s original design. Work began in 2006 to restore all 25 show rooms to their appearance in the 1790s at the time of Walpole’s death.",
                "The roof was extensively repaired with new lead work and re-slated with Westmorland slate. Carved oak pinnacles were reinstated, castellated parapets restored to their original proportions and 19th Century chimney pots stabilised and repaired on the roof. The old exterior cementitious render was removed and replaced with new lime ‘harling’ (a lime & pebble stucco render) to restore Strawberry Hill to its original ‘wedding cake’ appearance.",
                "In the course of works, the Great Tower was found to be poorly repaired in the past and badly damaged. It was carefully dismantled and rebuilt using the original frame wherever possible. The same can be said of much of the Renaissance glass present in the House, much of which was removed and then restored off-site.",
                "Visitors can see the process of restoration at the House in the Discovery Room, where different layers of wallpaper, Lady Waldegrave’s intricate bell system and restored windows are all laid bare.",
                "With generous support from the Heritage Lottery Fund, The World Monuments Fund, English Heritage, the local community and a number fo Foundations, £10 million was raised and the restoration of Strawberry Hill House & Garden was accomplished. It was opened to the public in October 2010 and in 2011 won the Georgian Group Award for the best restoration of an 18th century Country House and the Europa Nostra Award in 2013."
            ]
        }
    ],
    "id": 1913,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/1913/building_1913_kilo-0272-0258-1-copy_427d344b1fe5e64a8d8953094b65a68e.jpg",
            "description": null,
            "title": "Strawberry Hill House",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1913_kilo-0272-0258-1-copy_427d344b1fe5e64a8d8953094b65a68e.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/1913/building_1913_shh-museum-tribune-mattchungphoto-lo-res-72_b0dc639c22f416d9b5121d0ce4dae9da.jpg",
            "description": null,
            "title": "The Gallery",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1913_shh-museum-tribune-mattchungphoto-lo-res-72_b0dc639c22f416d9b5121d0ce4dae9da.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/1913/building_1913_shh-museum-tribune-mattchungphoto-lo-res-61_04bfa3f19e3f5e7fb5749dac1a9f8535.jpg",
            "description": null,
            "title": "The Tribune",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_1913_shh-museum-tribune-mattchungphoto-lo-res-61_04bfa3f19e3f5e7fb5749dac1a9f8535.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "268 Waldegrave Road, , Twickenham, TW1 4ST",
        "latitude": 51.4382129,
        "longitude": -0.3348029,
        "meeting_point": null,
        "travel_info": [
            "Tube: Richmond",
            "Train: Strawberry Hill, Twickenham",
            "Bus: 33, R68"
        ]
    },
    "name": "Strawberry Hill House & Garden",
    "original_url": "https://programme.openhouse.org.uk/listings/1913",
    "ticketed_events": true
}