{
    "all_week": false,
    "description": "\"ARGENTINA AT THE LONDON DESIGN FESTIVAL 2022\" \r\nDuring Open House Festival people will have the unique opportunity to visit and explore the historic mansion host to the exhibition “Creative experience- From Argentina to the world”",
    "design": {
        "designers": [
            {
                "architect": "Thomas Cubitt",
                "description": null,
                "year": "1851"
            }
        ],
        "periods": [
            "Georgian"
        ],
        "types": [
            "residence",
            "embassy/high commission"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "booking_link": null,
            "capacity": 100,
            "date": "2022-09-21",
            "drop_in": true,
            "end": "2022-09-21T15:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in",
            "notes": "Visitors can arrive at any time during the opening hours. There may be queues at busy times.",
            "start": "2022-09-21T11:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        "Disabled access"
    ],
    "factsheet": [
        {
            "heading": "Argentina at the London Design Festival 2022",
            "paragraphs": [
                "From 17th – 21st, until Sunday 25th September 2022  people will have the unique opportunity to visit the historic four-storey mansion in Belgrave Square and explore the different rooms, which will play host to an exhibition of Argentine design as part of the London Design Festival.",
                "Argentina will be taking part in the internationally renowned festival with an exhibition showcasing the country’s innovative expertise and longstanding tradition of design.",
                "“Creative experience- From Argentina to the world”, will be focused on the multiplicity of design practices that characterize what is a vast and culturally rich country; from clothing and textile design to musical instruments and immersive experiences.",
                "This year the London Design Festival marks its 20th anniversary and Argentina will be the only country to participate as Championed Partner, the perfect excuse to open the doors of the Ambassador’s Official Residence and present the works of Argentine design studios, companies and independent artists, who were officially recognized with the “Sello Buen Diseño”, a certification of design quality given by the Ministry of Productive Development of Argentina.",
                "These design studios, companies and independent artists from Argentina participating at the London Design Festival 2022 with Creative Experience @creative__experience are:\nThe White Lodge, Matara, Illari, Eter Studio, Matriz Design, Casa Capital, Mercedes Costal, Chapanegra, Oruga, O-Guitars, Maydi, Velasco, Milagros Pereda, animaná, Kaly Gryb, Nicole Tursi, Blackñandú, Garcia Bello, Leticia Paschetta, Cabinet Oseo.",
                "More info here https://londondesignfestival.com/activities/creative-experience-from-argentina-to-the-world"
            ]
        },
        {
            "heading": "History",
            "paragraphs": [
                "Known as the 'Independent North Mansion' and christened by Sydney Herbert as 'Belgrave Villa' and then simply 'The Villa' by his successor the 6th Duke of Richmond. Owned by Argentina since 1936 and with sumptuous interiors still intact.",
                "49 Belgrave Square is a four-storey mansion built around 1851 for Sidney Herbert, later Lord Herbert of Lea, by Thomas Cubitt in “his later manner, quoined and astylar [without columns or similar vertical features] with a canted bow”. The porch and octagonal hall were added in 1859 by Mayhew and Knight and the interiors modified by Mewes and Davis before 1914.",
                "Because of its position between Halkin Street and Grosvenor Crescent, the building was known for many years as ‘The Independent North Mansion’ though named as ‘Belgrave Villa’ by Sidney Herbert and as ‘The Villa’ by his successor in 1861, the 6th Duke of Richmond. After the 7th Duke died in 1928 the house was acquired by the gold and diamond magnate Sir Otto Beit and sold by his son Sir Alfred in 1936, when it became the residence of the Argentine Ambassador.",
                "The historic mansion was acquired in 1936 by Argentina with its furniture and paintings. Beautiful and precious objects, lamps, works of art, tapestries, mirrors, all give character, grandiosity, and an allure of a time gone by."
            ]
        },
        {
            "heading": "Tour of the Building",
            "paragraphs": [
                "The rooms available for viewing are on the ground and first floors. The ENTRANCE HALL has an ornamented fireplace and bas-relief sculptures. The PINK ROOM and the GREEN ROOM both have ornate fireplaces and the latter panelled walls. These rooms lead successively into the spacious DINING ROOM with its cream panelled walls and dark pink marble fireplace.",
                "The grand STAIRCASE at the end of the main hallway near the entrance to the dining room has black-painted wrought iron ornamentation and a brass rail. It curves round to the first-floor landing, at the further end of which a similar spiral staircase continues to the upper floors below an oblong skylight.",
                "The elegant BALLROOM has Ionic columns and cornice decorated in gold and full-length mirrors set in the walls. On both floors doorways are generally pedimented and lighting is provided throughout by chandeliers."
            ]
        },
        {
            "heading": "Cultural and Business Links",
            "paragraphs": [
                "Increasingly over recent years the Residence had hosted conferences, concerts and presentations with the aim of promoting cultural and business links between Argentina and the United Kingdom.",
                "The Argentine Ambassador’s Residence has witnessed many significant events throughout the last 70 years such as: the creation of the emblem of the Argentine Volunteer Squadron in the Second World War; the lodging of the very young John Kennedy; a bomb falling in 1941 which did not in fact explode. In addition -  the reception organised in 1990 for the restitution of diplomatic relations between Buenos Aires and London; the official visits of three Argentine presidents; and two contemporary art exhibitions ‘Casa Abierta – Open House’ which took place during Open House London 2006 and 2010.",
                "For the 15th year running, we invite visitors to delve into Argentina’s cultural roots — from design, music to the arts — and to experience a journey through Belgrave Villa´s history and architecture, with its sumptuous interiors still intact, including a collection of paintings, furniture and tapestries.",
                "Fifteen years ago, in 2006, the Argentine Ambassador’s Residence was the first Embassy to open its doors to the public for London Open House."
            ]
        }
    ],
    "id": 2060,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/2060/building_2060_11ac6a74-8744-41f4-ade0-85fa47c0f729_23d07288bc10eebb4fa98464c232ccfe.jpeg",
            "description": null,
            "title": "Argentine Ambassador's Residence",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2060_11ac6a74-8744-41f4-ade0-85fa47c0f729_23d07288bc10eebb4fa98464c232ccfe.jpeg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/2060/building_2060_argentine_ambassador-s_residence_002_8b0f219a823a7dd0cbf7acfd27fc564b.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2060_argentine_ambassador-s_residence_002_8b0f219a823a7dd0cbf7acfd27fc564b.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/2060/building_2060_50169010558_c909a99166_k_b0a6c504dc157797921b7aeb8649b476.jpg",
            "description": null,
            "title": "Argentine Ambassador's Residence",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2060_50169010558_c909a99166_k_b0a6c504dc157797921b7aeb8649b476.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/2060/building_2060_50169009568_1606542788_k_d4a5b61ac7eed77777eb35e54fb14909.jpg",
            "description": null,
            "title": "Argentine Ambassador's Residence",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2060_50169009568_1606542788_k_d4a5b61ac7eed77777eb35e54fb14909.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/2060/building_2060_50169806862_7c89cc8a8e_k_33dc34b56b558a7c8b8ecf2b98330e79.jpg",
            "description": null,
            "title": "General Jose de San Martin. Argentine Ambassador's Residence",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2060_50169806862_7c89cc8a8e_k_33dc34b56b558a7c8b8ecf2b98330e79.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/2060/building_2060_48871135403_4b0a70ac46_k_ae8000fc9e6e94189eb5b9388860b443.jpg",
            "description": null,
            "title": "Argentine Ambassador's Residence",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2060_48871135403_4b0a70ac46_k_ae8000fc9e6e94189eb5b9388860b443.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/2060/building_2060_ace_-the-immersive-journey__c2970e61673e2fe7f665076480832d07.png",
            "description": null,
            "title": "Argentine at the London Design Festival 2022",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2060_ace_-the-immersive-journey__c2970e61673e2fe7f665076480832d07.png"
        }
    ],
    "links": [
        {
            "href": "https://londondesignfestival.com/activities/creative-experience-from-argentina-to-the-world",
            "title": null
        }
    ],
    "location": {
        "address": "49 Belgrave Square, SW1X 8QZ",
        "latitude": 51.5005504,
        "longitude": -0.1531897,
        "meeting_point": null,
        "travel_info": [
            "Tube: Hyde Park Corner",
            "Train: Victoria"
        ]
    },
    "name": "Argentine Ambassador's Residence",
    "original_url": "https://programme.openhouse.org.uk/listings/2060",
    "ticketed_events": false
}