{
    "all_week": false,
    "description": "Grade II* listed. Built as a playhouse and entertaining audiences for over 100 years. An original Victorian auditorium with beautiful Frank Matcham interior with state-of the-art backstage and front of house facilities.",
    "design": {
        "designers": [
            {
                "architect": "JG Buckle",
                "description": null,
                "year": "1884"
            },
            {
                "architect": "Frank Matcham",
                "description": null,
                "year": "1884"
            }
        ],
        "periods": [
            " Frank Matcham",
            "Victorian"
        ],
        "types": [
            "theatre"
        ]
    },
    "events": [],
    "facilities": [
        "Toilets",
        "Refreshments"
    ],
    "factsheet": [
        {
            "heading": "The History of Stratford East",
            "paragraphs": [
                "In 1884, actor-manager Charles Dillon set out to build Stratford’s first permanent playhouse. With James George Buckle as his architect, Dillon applied for a license to open a theatre, which, after some objections, was granted.",
                "In April 1902, an exciting new technology was added to the theatre: electricity. Frank Matcham, an English architect renowned for his designs of theatres, to was employed to implement the changes."
            ]
        },
        {
            "heading": "Joan Littlewood and The Theatre Workshop",
            "paragraphs": [
                "In 1953, The Theatre Workshop took over Theatre Royal Stratford East under the direction of Joan Littlewood, with Gerry Raffles as manager and John Bury as designer.  Under Littlewood’s direction the theatre opened on 2 February 1953 with ‘Twelfth Night’.  Together they brought their ‘people’s theatre’ to Stratford East including ‘Oh, What a Lovely War!’ and Bertolt Brecht’s Mother Courage and Her Children which Littlewood directed and took the leading role in.",
                "The late 1960s saw the start of the regeneration of Stratford, which would include the demolition of Angel Lane, Salway Road and the theatre itself. Just as the bulldozers were making their way along Angel Lane, Gerry Raffles obtained a last-minute provisional Grade II Preservation Order for the theatre, saving it from destruction. \nStratford East has seen leadership and direction from Joan Littlewood’s Assistant, Philip Hedley (1979-2004) and Kerry Michael (2004-2017) who both continued to expand on Littlewood’s work that spoke to the local communities. On 02 October 2017, the theatre entered a new chapter when Nadia Fall took the reins as Artistic Director."
            ]
        },
        {
            "heading": "Stratford East now",
            "paragraphs": [
                "Fall’s first season opened with an updated version of the Spanish Golden Age play Fuente Ovejuna by Lope de Vega. Transported from Spain to modern day rural India, and adapted by April De Angelis, The Village paid homage to Joan Littlewood who staged a production of Fuente Ovejuna (called The Sheep Well) at Stratford East in 1954.",
                "The season was met with great critical acclaim and included The Wolves by Sarah DeLappe, Frantic Assembly's The Unreturning by Anna Jordan, Equus by Peter Shaffer (a co-production with English Touring Theatre) and King Hedley II by August Wilson, starring Lenny Henry, which Fall also directed. Benjamin Britten's Noye's Fludde, a co-production with English National Opera, included participation from 200 amateur performers from the local community and saw the theatre win an Olivier Award for the production.",
                "During the pandemic, Stratford East moved its programme online and continued creating working with the community and local young people. Nadia Fall and Eleanor Lang were listed on The Stage 100 recognising those who have gone above and beyond in the face of the Covid-19 pandemic.",
                "Since reopening, Stratford East has staged a revival of Shining City by Conor McPherson, After the End by Dennis Kelly, welcomed back Ballet Black for their 20th anniversary, held the London premiere of the musical Fantastically Great Women Who Changed the World, as well as bringing back their ever-popular yearly pantomime with Red Riding Hood. It also commissioned Burn it Down, a new series of script-in-hand plays about urgent political issues and SLAMbition, a brand new monologue slam-style competition putting a spotlight on the incredible range of D/deaf, disabled and neurodivergent talent that exists in the arts.",
                "A new production of The Wonderful World of Dissocia, Anthony Nielson’s cult play, opens on 16 September. For details about this and other shows coming up, please visit https://www.stratfordeast.com/",
                "As a charity, Stratford East relies on the generous support of individuals, organisations, trusts and foundations to create bold theatre, and Learning & Participation programmes that inspire creativity. To find out about how you can support Stratford East and get closer to our work, please contact development@stratfordeast.com or call 020 8279 1105. Please consider making a donation so we continue our courageous work both on and off stage."
            ]
        }
    ],
    "id": 2110,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/2110/building_2110_trse-interiors-2021-377-a_5e3ed60d193e2efd1d77f204b49e6987.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2110_trse-interiors-2021-377-a_5e3ed60d193e2efd1d77f204b49e6987.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/2110/building_2110_1-1_761b682627a0328af77778c58b9caa4f.png",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2110_1-1_761b682627a0328af77778c58b9caa4f.png"
        }
    ],
    "links": [
        {
            "href": "https://www.stratfordeast.com/",
            "title": null
        }
    ],
    "location": {
        "address": "Gerry Raffles Square, E15 1BN",
        "latitude": 51.5425276,
        "longitude": 0.0010091,
        "meeting_point": null,
        "travel_info": [
            "Tube: Stratford",
            "Train: Maryland, Stratford, Stratford International",
            "Bus: 25, 108, 69"
        ]
    },
    "name": "Theatre Royal Stratford East",
    "original_url": "https://programme.openhouse.org.uk/listings/2110",
    "ticketed_events": false
}