{
    "all_week": false,
    "description": "The oldest upstanding building of the former Deptford Royal Dockyard – home and office of the master shipwright since 1513 – remodelled in early 18C. Gardens & river frontage. \"Hidden London at its delightful best\" - The Telegraph.",
    "design": {
        "designers": [
            {
                "architect": "Unknown",
                "description": null,
                "year": "1708"
            }
        ],
        "periods": [
            "Historical/contemporary"
        ],
        "types": [
            "residence"
        ]
    },
    "events": [],
    "facilities": [
        "Refreshments"
    ],
    "factsheet": [
        {
            "heading": "History",
            "paragraphs": [
                "The Master Shipwright’s House and Office is one of the few remaining parts of Deptford’s former Royal Dockyard. Founded by Henry VIII in 1513 the King's Yard became one of the most important shipbuilding yards in the world before finally closing in 1869.",
                "The tudor house was rebuilt in 1708 for master shipwright Joseph Allin who, dissatisfied with his existing house, persuaded the Navy Board to invest in a remodelling. However, Allin overspent on the house and, amidst rumours of corruption,  he was dismissed in 1715.",
                "After the dockyards closed, the house was used by the superintendent of the Foreign Cattle Market that occupied the yards for a time.",
                "It was bought and repaired by its current owners in 1998. It functions as home, cultural centre and location for film and photography."
            ]
        },
        {
            "heading": "The Restoration",
            "paragraphs": [
                "In 1998, William Richards and Chris Mazeika bought the house, listed in 1998, and are carefully conserving and restoring it. This involves painstaking research into both the house and the surrounding dockyard.",
                "“Although the house is the part that is sticking out of the ground, what’s hidden is what’s really interesting for us,” says Chris. “Finding out this hidden history gives us an idea of what to repair, what to restore and what to manage.”",
                "They have recently uncovered the history of the adjoining office building, which was refashioned in 1805 by Samuel Bentham after his time working in Russia at the court of Catherine the Great.",
                "Thanks to Lewisham Local Studies Centre and Carl Harrison’s “The House that Joseph Allin Built” in Transactions of the Greenwich and Lewisham Antiquarian Society Vol. X no. 1, 1985."
            ]
        },
        {
            "heading": "The Future",
            "paragraphs": [
                "Since 2020 the Master Shipwright's House has been home to the Shipwright, a new theatre based in its grounds. Led by Joseph Winters, the house is now regularly open to the public for performances of theatre, music, comedy, and cabaret.",
                "In August 2022 there will be a new operatic production of Paradise Lost, based on John Milton's epic political poem.",
                "In September 2022 there will be a production of The Gretchen Question, a new play by award-winning writer and director, Melly Still, as part of Lewisham Borough of Culture.",
                "Tickets for these and all events are at www.theshipwright.co.uk"
            ]
        }
    ],
    "id": 2140,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/2140/building_2140_img_7873_d0e8d2b6b30c80aa64a0839ba2dc26c5.JPG",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2140_img_7873_d0e8d2b6b30c80aa64a0839ba2dc26c5.JPG"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/2140/building_2140_img_7886_0be1e9eddcd13f035f3d2cb4d6bbbb6f.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2140_img_7886_0be1e9eddcd13f035f3d2cb4d6bbbb6f.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/2140/building_2140_img_0935_1344a6421455302cee9347d1562f9b34.JPG",
            "description": null,
            "title": "Rear of the house",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2140_img_0935_1344a6421455302cee9347d1562f9b34.JPG"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/2140/building_2140_img_7891_522f1d52be428ca0f5a6b16a9b8d2ca9.JPG",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2140_img_7891_522f1d52be428ca0f5a6b16a9b8d2ca9.JPG"
        }
    ],
    "links": [
        {
            "href": "www.theshipwright.co.uk",
            "title": null
        }
    ],
    "location": {
        "address": "Watergate Street, SE8 3JF",
        "latitude": 51.4848403,
        "longitude": -0.0251282,
        "meeting_point": null,
        "travel_info": [
            "Train: Deptford",
            "Bus: 188, 47, 199"
        ]
    },
    "name": "The Master Shipwright's House",
    "original_url": "https://programme.openhouse.org.uk/listings/2140",
    "ticketed_events": false
}