{
    "all_week": false,
    "description": "Founded in 1123 and rebuilt to designs of James Gibbs. The' Grade I listed North Wing at Barts showcases spectacular canvases by William Hogarth & the historic Great Hall. The Hospital Museum is also open.",
    "design": {
        "designers": [
            {
                "architect": "James Gibbs",
                "description": null,
                "year": "1730"
            }
        ],
        "periods": [
            "Georgian"
        ],
        "types": [
            "historical house",
            "health",
            "museum",
            "community/cultural"
        ]
    },
    "events": [],
    "facilities": [
        "Toilets"
    ],
    "factsheet": [
        {
            "heading": "History of St Bartholomew's and the Great Hall",
            "paragraphs": [
                "St Bartholomew’s Hospital has led the provision of healthcare in London for almost 900 years. Founded in 1123 by a man named Rahere to provide care for the poor of the City of London, there is no other hospital in the country which matches its record of continuous service on the same site.",
                "This magnificent heritage site is still a working hospital. The historic buildings consist of: the Gatehouse (1702); the hospital church of St. Bartholomew the Less, with its 15th century tower; and the remaining three James Gibbs blocks,  built between 1732 and 1769 (the North, East and West  Wings), around a grand Square, with its elegant Fountain (1859).  Alongside the Gatehouse are some fine Grade II listed Victorian buildings by Hardwick.",
                "Easily the grandest of these buildings is the Grade I listed North Wing, with its large triple-height Great Hall. The wing was built to house the financial and management functions of the hospital, including the admission and discharge of patients, the living accommodation of key clerical staff, and the work of the hospital's governors. Prior to the creation of the NHS, the costs of running the hospital were not borne from taxes, insurance or private investment, but by voluntary donations from benefactors. The Board of Governors used the Hall to hold  its meetings, and to welcome and entertain the great and the good of the City to attract them to become donors, whose names and the sums of their donation were inscribed on its walls. Patient care was provided in the other wings of the hospital, as it still is today.",
                "The Great Hall is situated on the first floor of The North Wing. It is approached by way of a grand staircase, the walls of which were decorated by William Hogarth (1697-1764). As the top of the staircase is reached, the Great Hall is accessed by a dominating doorway that opens up into the large hall, decorated with portraits and dedications to the early contributors to the redevelopment of the hospital. Most striking is the portrait of Henry VIII at the west end of the room, hands on hips and glaring down at all who enter. A combination of the majesty of the stairway and the ever-watching gaze of this most belligerent of monarchs, makes this a suitably intimidating arena in which to examine final year medical students!",
                "The Henry VIII portrait is a copy of an original that was hung in the Palace of Whitehall, until it was destroyed by fire in 1698. The original was a group that depicted Henry with Jane Seymour, along with his parents, Henry VII and Elizabeth of York, the Queen Consort. The original hanging of the portrait in The Great Hall was supervised by James Gibbs and William Hogarth in 1738, and the carved frame was jointly designed by them.",
                "A central fireplace is decorated with a portrait of St Bartholomew. Opposite this is the 17th century Charter Window, not installed until 1743, but moved to the building from the previous great hall of the hospital by order of the governors. It depicts Henry VIII presenting his Charter to the Lord Mayor of London on the refoundation of the hospital. On the east wall is a hung portrait of Edward VII, first royal President of the Hospital.",
                "The ceiling was decorated in gold leaf by Jean Baptiste St Michell and represents his only work in England. The walls are lined with the names of the benefactors that supported the hospital from its refoundation onwards, and those that made the redevelopment of the hospital possible after the near-bankruptcy that it faced after it lost many rental properties, from which it gained income, in the Fire of London. The names run from 1546 until 1905, at which point space ran out, and fundraising appeals increased in scale for new developments at the hospital.",
                "Following  the inception of the National Health Service in 1948, the funding of St Bartholomew's, like other hospitals, became the responsibility of the government and so the functions of the Great Hall gradually changed to more general uses such as an examination hall for students, award ceremonies, receptions, diners and cultural events. The North Wing is now in the care of a new charity, Barts Heritage, which is planning a major restoration project to start in 2023, the 900th anniversary of the Hospital.",
                "Other important works include portraits of Percivall Pott painted by Sir Joshua Reynolds and of James Paget by Sir John Millais, and another portrait of Henry VIII after Holbein, which hang in the Henry VIII committee room at the foot of the grand staircase, where the governors' committees met to undertake the business of the hospital.  Other portraits of notable Bart's clinicians hang in the hospital's museum, also on the ground floor, which tells the story of the hospital's long history.",
                "The North Wing will be the subject of a landmark conservation and restoration project due to start in the summer of 2023 - led by Barts Heritage."
            ]
        }
    ],
    "id": 2231,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/2231/building_2231_14123-matthewandrews_285fd3f4db975d16f192fc7cc36173bf.jpg",
            "description": null,
            "title": "The Hogarth Stair",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2231_14123-matthewandrews_285fd3f4db975d16f192fc7cc36173bf.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/2231/building_2231_sbh_0005_c5a5b39b16a91b14024e97b36fe4de99.jpg",
            "description": null,
            "title": "View of the North Wing from the hospital square",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2231_sbh_0005_c5a5b39b16a91b14024e97b36fe4de99.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/2231/building_2231_great-hall_7b9453d4a2d159db47e2d9dcb898d09b.jpg",
            "description": null,
            "title": "Great Hall, North Wing, St Bartholomew's Hospital",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2231_great-hall_7b9453d4a2d159db47e2d9dcb898d09b.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "St Bartholomew's Hospital, West Smithfield",
        "latitude": 51.517496,
        "longitude": -0.1000463,
        "meeting_point": null,
        "travel_info": [
            "Tube: Barbican, Farringdon, St. Paul's",
            "Train: City Thameslink, Farringdon",
            "Bus: 56, 46"
        ]
    },
    "name": "The North Wing & Museum, St Bartholomew's 'Barts' Hospital",
    "original_url": "https://programme.openhouse.org.uk/listings/2231",
    "ticketed_events": false
}