{
    "all_week": false,
    "description": "A unique II* listed Italianate church by John Dando Sedding with attached Campanile and Institute Building. Of particular significance in the church is the imposing baldacchino over the High Altar, which dominates the east end.",
    "design": {
        "designers": [
            {
                "architect": "J D Sedding",
                "description": null,
                "year": "1888"
            }
        ],
        "periods": [
            "Victorian"
        ],
        "types": [
            "religious"
        ]
    },
    "events": [],
    "facilities": [],
    "factsheet": [
        {
            "heading": "History",
            "paragraphs": [
                "From its consecration in October 1888, the  Church of Our Most Holy Redeemer has been a bastion of the Anglo-Catholic tradition in the Church of England. Beginning as a mission church founded from Saint Philip’s, Granville Square on the site of the Countess of Huntingdon's Spa Fields Chapel, the building was not to be of the popular 'cheap Gothic' type, but rather 'stately and impressive, uplifting the minds and hearts of those who dwelt beneath its shadow'. And so the first vicar, Father Eyre, recruited the architectural talents of John Dando Sedding, architect of several notable London churches including Holy Trinity, Sloane Street. The church interior was modelled upon Brunelleschi's famous church of Santo Spirito in Florence and the exterior given the feel of an Italian basillica, with its gabled front, generous eaves and deep cornice as well as the Latin inscription, 'Christo Liberatori' (To Christ the Redeemer).\nExternally, the church has changed much from its initial appearance with the addition of the Clergy House and campanile on the south side in 1906, and that of the Institute building, containing the parish hall and what were once nuns' cells and rooms for the 'bettering of the poor', on the north side in 1916. The plans for both were drawn up by Henry Wilson, who had collaborated with Sedding on the original design and who went on to oversee all the subsequent additions for nearly 50 years, thus giving the building a remarkable unity."
            ]
        },
        {
            "heading": "The Baldachino",
            "paragraphs": [
                "The imposing baldachino  perhaps demonstrates best the influence of Brunelleschi's Santo Spirito in Florence. The structure is in fact mainly wooden, as were the original steps and sanctuary floor - the marble steps and floor were not installed until 1938 in preparation for the 50th anniversary celebrations. The capitals on the columns are the work of F. W. Pomeroy who established a fair reputation as a sculptor. The figure of Christ  which now surmounts the baldachino, was designed by Wilson in 1927 as a memorial to Father Eyre and originally stood where the Altar of Our Lady of Walsingham now stands. The original design had the figure seemingly dancing off a wooden cross, but the figure alone was raised to its present position after the Second World War."
            ]
        },
        {
            "heading": "The Lady Chapel",
            "paragraphs": [
                "The Lady Chapel behind the sanctuary was part of the original design, but, due to a shortage of money, it was not completed until 1895. Previously a temporary wall existed along the line of the back of the baldachino and the chapel arches. The reredos and altar steps were added in 1909 and the wooden panelling in 1930, while the altar itself, designed by G. E. Sedding, was dedicated in 1913 for the 25th anniversary festival. The statues of Saint Pancras and the Blessed Virgin Mary, which now flank the altar, represented the Guilds that the church organised for children."
            ]
        },
        {
            "heading": "The Altar of Our Lady of Walsingham",
            "paragraphs": [
                "The Altar of Our Lady of  Walsingham on the south side was the latest addition to the church, some time in the 1960s, as a result of the close links between the parish and the shrine at Walsingham. In addition to regular pilgrimages from the parish, the church has been home to a Cell of The Society of The Holy House of Our Lady of Walsingham for many years."
            ]
        },
        {
            "heading": "The Altar of the Sacred Heart",
            "paragraphs": [
                "The date of the construction of the Altar of the Sacred Heart of Jesus on the north side is a matter of speculation, though the altar, statue and canopy were certainly in place in 1938. The extended panels on the sides and back of the altar were added in the late 1950s. However a photograph from the late 1920s or early 1930s shows the altar and canopy, without the statue, in the Chapel of Saint Mary Magdalene."
            ]
        },
        {
            "heading": "The Chapel of Saint Mary Magdalene",
            "paragraphs": [
                "The Chapel of Saint Mary  Magdalene in the south aisle was seemingly part of the church's original design and the present altar claims it was given in memory of Emma Foulger, who died in 1884. However, a postcard from 1914 shows a different altar with an 'IHS' inscription and a painting of Saint Mary above it, while another photograph shows the altar now dedicated to the Sacred Heart in this position. The present panelling and figure of Saint Mary Magdalene were added some time before 1938."
            ]
        },
        {
            "heading": "The Chapel of All Souls",
            "paragraphs": [
                "The Chapel of All Souls, in the north aisle was completed in 1922, again according to Wilson's design, as a memorial to those who died in the First World War. The altar is of alabaster and the life-sized pieta of bronzed plaster, and there is a mortuary chapel behind the walnut doors and alabaster memorial plaques."
            ]
        },
        {
            "heading": "Stations of the Cross",
            "paragraphs": [
                "The Stations of The Cross,  erected in 1931, are the work of J. E. Crawford, an associate of the famous Martin Travers, and are fine examples of their period."
            ]
        },
        {
            "heading": "The Organ",
            "paragraphs": [
                "The organ, by Willis, mounted on the gallery at the back of the church, is an interesting instrument, though sadly in poor condition now. Elements were formerly in the Chapel Royal at Windsor Castle, and were reassembled in the church in 1889, with extra pipes and pedals added during the 1890s"
            ]
        }
    ],
    "id": 2288,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/2288/building_2288_west-front-1_db2cb0d7b6215668fd96a104e4d36cbb.jpg",
            "description": null,
            "title": "View from Exmouth Market",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2288_west-front-1_db2cb0d7b6215668fd96a104e4d36cbb.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/2288/building_2288_img_6305_378aa78ed06a46e2d86efcfe83f41abf.jpg",
            "description": null,
            "title": "Interior",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2288_img_6305_378aa78ed06a46e2d86efcfe83f41abf.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/2288/building_2288_img_8184_216edb205e2fc804f499813dccbe39d2.jpg",
            "description": null,
            "title": "Capital",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2288_img_8184_216edb205e2fc804f499813dccbe39d2.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Exmouth Market, EC1R 4QE",
        "latitude": 51.5258212,
        "longitude": -0.1093193,
        "meeting_point": null,
        "travel_info": [
            "Tube: Farringdon, Angel, King's Cross St. Pancras",
            "Train: Farringdon, King's Cross",
            "Bus: 19, 38, 341"
        ]
    },
    "name": "The Church of Our Most Holy Redeemer",
    "original_url": "https://programme.openhouse.org.uk/listings/2288",
    "ticketed_events": false
}