{
    "all_week": false,
    "description": "Modern red brick building purpose-built to house the City of Westminster's historic records. Opportunity to visit the conservation studio and see treasures of the archives.",
    "design": {
        "designers": [
            {
                "architect": "Tim Drewitt",
                "description": null,
                "year": "1995"
            }
        ],
        "periods": [
            "Contemporary"
        ],
        "types": [
            "library",
            "online"
        ]
    },
    "events": [],
    "facilities": [
        "Bookshop",
        "Toilets",
        "Disabled access"
    ],
    "factsheet": [
        {
            "heading": "Background",
            "paragraphs": [
                "Westminster's first ever purpose-made Archive building was completed on the 14th November 1994, and opened to the public in January 1995. This purpose-built facility, with its own controlled environment, has been constructed on the site of the old Great Smith Street Baths and houses the City's historic records, the earliest of which dates back to 13th century. Until then, these documents had been housed in various library basements throughout the City in conditions which were far from satisfactory."
            ]
        },
        {
            "heading": "Design Description",
            "paragraphs": [
                "The detailed design incorporates 5 floors plus a mezzanine floor and includes 3 floors of temperature and humidity-controlled storage rooms, a specially designed conservation room, offices, facilities for public meetings and a public searchroom. It will ensure the future well-being of the City's written and visual history, and provides Westminster's public with an efficient and comfortable building, in which to study and research.",
                "The professional team led by architect Tim Drewitt, in conjunction with the main contractor Costain Building and Civil Engineering, worked with the Property Section of the Education and Leisure Department to produce a functional, well designed and cost-effective unit.",
                "The external elevations are made up of hand-made facing bricks divided by a light coloured stone banding reflecting similar detailing in both the immediate area and on Westminster Cathedral. The elevation over the main entrance is subdivided into fluted brickwork panels rising over the City's coat of arms. Of particular interest is the semi-conical roof clad in copper sheeting, which will ultimately weather to produce a distinctive greenish hue and will require minimal maintenance.",
                "Internally, the entrance and main reception area could be described as having a stark finish of concrete, yet the design team has achieved a classical appearance with the installation of concrete columns and curved walls.",
                "Architecturally, the storage rooms are large utilitarian areas racked out with a Bruynzeel storage system. On the 5th floor, the searchroom, which is open to the public, gives a light airy feel and contains one large window which has a stained glass in-fill resulting from a competition won by Jane Campbell.",
                ""
            ]
        }
    ],
    "id": 2336,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/2336/building_2336_searchroom-from-above-2_8a5cd33cfbe99989dd9f220edc69ac3f.JPG",
            "description": null,
            "title": "Search room at City of Westminster Archives Centre",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2336_searchroom-from-above-2_8a5cd33cfbe99989dd9f220edc69ac3f.JPG"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/2336/building_2336_e147-queen-elizabeth-initial_c42d8a0ef2d2520374e2a9db1640a80b.jpg",
            "description": null,
            "title": "Elizabeth I initial in St Margaret Westminster records",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2336_e147-queen-elizabeth-initial_c42d8a0ef2d2520374e2a9db1640a80b.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/2336/building_2336_exterior-view-of-westminster-archives-centre_1b725db888f3e6d60df582e632077ec2.jpg",
            "description": null,
            "title": "External View",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2336_exterior-view-of-westminster-archives-centre_1b725db888f3e6d60df582e632077ec2.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "10 St Ann's Street, SW1P 2DE",
        "latitude": 51.4974785,
        "longitude": -0.1306893,
        "meeting_point": null,
        "travel_info": [
            "Tube: St. James's Park, Westminster, Victoria",
            "Train: Victoria",
            "Bus: 11, 24, 88, 148"
        ]
    },
    "name": "City of Westminster Archives Centre",
    "original_url": "https://programme.openhouse.org.uk/listings/2336",
    "ticketed_events": false
}