{
    "all_week": false,
    "description": "Residence of Sir Francis Ronalds, George MacDonald and (from 1878-96) William Morris. Organised by William Morris Society. Access to The William Morris Society's premises in the Coach House and basement only, includes current exhibition.",
    "design": {
        "designers": [
            {
                "architect": "Unknown",
                "description": null,
                "year": "1780"
            }
        ],
        "periods": [
            "Georgian"
        ],
        "types": [
            "historical house"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "booking_link": null,
            "capacity": 50,
            "date": "2022-09-17",
            "drop_in": true,
            "end": "2022-09-17T17:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in",
            "notes": "Visitors can arrive at any time during the opening hours. There may be queues at busy times.",
            "start": "2022-09-17T12:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        "Toilets",
        "Bookshop"
    ],
    "factsheet": [
        {
            "heading": "History of the Building",
            "paragraphs": [
                "Kelmscott House dates from the 1780s and is now chiefly associated with the designer, poet and socialist William Morris [1834-96] who lived here from 1878 until his death. He was not the first distinguished man to live in the house – in 1816 Sir Francis Ronalds constructed the first electric telegraph in the garden and in 1867 George MacDonald, the well-known writer moved in; two of his most popular children's' books, At the Back of the North Wind and The Princess and the Goblin were written here.",
                "Morris took a lease on the house in April 1878 and almost immediately changed the name from The Retreat to Kelmscott House, named after Kelmscott Manor, his 17th century country house in Gloucestershire. He was particularly pleased that both houses stood beside the Thames and he made two boat journeys between them.",
                "Soon after moving in Morris began experiments with weaving. He set up a tapestry loom in his ground floor bedroom and carpet looms in the Coach House. The latter were moved to his new works at Merton Abbey in 1881. The small rugs and carpets made here are known as Hammersmith rugs and bear the woven device of a hammer in the border.",
                "During the 1870s Morris had become increasingly active in politics. In 1883 he joined the Socialist Democratic Federation and established a branch which met in the Coach House. When he left the Federation in 1885 to form the Socialist League the meetings continued and in later years Bernard Shaw was a regular speaker. Today the Coach House is used to display temporary exhibitions featuring items from the Society's collections. There is also a short film about Morris's life and work.",
                "In Morris's time the basement would have been the province of the servants, with a kitchen, larders, laundry and a servants' hall. The servants' hall, the second room that you enter, has a fireplace designed by Morris, inlaid with Morris & Co tiles designed by Philip Webb. A number of original textiles and wallpapers by Morris are on display.",
                "In his last years Morris embarked upon printing by establishing the Kelmscott Press in nearby properties. The Chaucer, the press's greatest book, was completed shortly before he died and one of the proofing presses used in its printing is in the last room you enter."
            ]
        },
        {
            "heading": "The Society",
            "paragraphs": [
                "The William Morris Society was founded in 1953 to make the life, work and ideas of Morris and his circle better known to the world of today. We organise regular events, run an educational programme and publish a twice yearly Journal and a Magazine three times a year. Membership is worldwide and open to all. The Society's premises are open on Thursday and Saturday afternoons from 14.00 to 17.00 and at other times by appointment.",
                "The William Morris Society is grateful to the generosity of the Heritage Lottery Fund for making possible the renovation of the Coach House."
            ]
        },
        {
            "heading": "Printing demonstrations for Open House",
            "paragraphs": [
                "Printing demonstrations on the Albion printing press will take place at these times:",
                "Saturday 10 September: 1pm, 2pm, 3pm\nSaturday 17 September: 1pm, 2pm, 3pm",
                "These are free to attend and there is no need to book but they are limited to 10 participants."
            ]
        }
    ],
    "id": 2387,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/2387/building_2387_cimg5132_c5e218d1225b9f37acb328b4bb2f412e.JPG",
            "description": null,
            "title": "Kelmscott House",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2387_cimg5132_c5e218d1225b9f37acb328b4bb2f412e.JPG"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/2387/building_2387_coach-house_e157a0e6eca183e402c1a01149e4fe5f.jpg",
            "description": null,
            "title": "Coach House",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2387_coach-house_e157a0e6eca183e402c1a01149e4fe5f.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/2387/building_2387_lower-library_dd0df9ca0ee49bbadf69c1b7fb0baa4c.jpg",
            "description": null,
            "title": "The Lower Library",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2387_lower-library_dd0df9ca0ee49bbadf69c1b7fb0baa4c.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/2387/building_2387_william_morris_hayley_atwell_0677_e9aa18393cbdb79a5dffa37c177519d3.jpg",
            "description": null,
            "title": "William Morris's Albion printing press",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2387_william_morris_hayley_atwell_0677_e9aa18393cbdb79a5dffa37c177519d3.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "26 Upper Mall, W6 9TA",
        "latitude": 51.4905675,
        "longitude": -0.2355918,
        "meeting_point": null,
        "travel_info": [
            "Tube: Ravenscourt Park, Hammersmith",
            "Bus: 190, 267, 391, H91"
        ]
    },
    "name": "William Morris Society - Kelmscott House",
    "original_url": "https://programme.openhouse.org.uk/listings/2387",
    "ticketed_events": false
}