{
    "all_week": false,
    "description": "Rare example of a hollow post mill (1817). Grade II* listed, it now contains a museum depicting the history and development of windmills in Britain. Many working models, windmill machinery, equipment and tools.",
    "design": {
        "designers": [
            {
                "architect": "Charles March",
                "description": null,
                "year": "1817"
            }
        ],
        "periods": [
            "Victorian"
        ],
        "types": [
            "museum"
        ]
    },
    "events": [],
    "facilities": [
        "Bookshop",
        "Parking",
        "Refreshments",
        "Toilets",
        "Architect on site"
    ],
    "factsheet": [
        {
            "heading": "History",
            "paragraphs": [
                "Wimbledon windmill is a very unusual mill built in 1817. Like a post mill, the cap was supported by a very large post so that it could be turned to face the sails into the wind. However, the post was hollow so that an iron shaft could be taken down inside it to turn the millstones on the floor below. It was therefore known as a hollow-post mill.",
                "The mill was built by a Roehampton carpenter to serve the local community. There were already large mills on the River Wandle but the local residents did not trust factory produced flour and wanted to grind their own 'organically' produced bread.",
                "All the milling machinery was housed in the two storey brick building with only the inital drive from the sails and the fantail gearing in the tower above.",
                "The mill stopped working in 1864 when the Lord of the Manor, the 5th Earl Spencer, announced his intention to enclose Wimbledon Common and build himself a new manor house on the site of the mill. Local opposition led to a legal battle lasting six years which was resolved by the Wimbledon and Putney Commons Act of 1871 which handed over the commons to the local community, together with the burden of maintenance and an annuity to be paid to the Spencer family.",
                "After it stopped working, the mill was converted into living accommodation for six families. One room has been retained to give an idea of the living conditions in 1870.",
                "A major restoration took place in 1893 which resulted in a number of changes to the building, including the removal of the post supporting the cap. The cap now turns on an iron bearing inserted at that time. Further repairs were carried out in 1975 after which the mill was converted into a museum. A grant from the Heritage Lottery Fund in 1999 enabled the sails to be restored to working order and improvements to be made to the museum."
            ]
        },
        {
            "heading": "Entrance",
            "paragraphs": [
                "The diorama shows the mill being built in 1817 and the tools are those which would have been used at the time. The pit saw was operated by two men, one standing on the log and the other in the pit below. The remains of a saw pit are still visible in the grass near West Place, Wimbledon Common."
            ]
        },
        {
            "heading": "Central Area",
            "paragraphs": [
                "There is a reproduction of the main wrought iron shaft which extended from the top of the mill to the ground floor. The cast iron Great Spur Wheel above would have driven two smaller gears, called stone nuts, which turned the millstones on the floor above."
            ]
        },
        {
            "heading": "The Victorian Room",
            "paragraphs": [
                "After the mill stopped working in 1864 it was converted to accommodate six families. The Victorian Room shows one of the rooms as it would have looked in 1870."
            ]
        },
        {
            "heading": "The Model Room",
            "paragraphs": [
                "Accurate and detailed models of English windmills show the development from early postmills of the 16th century to large tower mills built before the advent of steam power.  The models show in particular the development of the fantail and sophisticated sails.  By contrast there is a model of a modern windturbine to the same scale."
            ]
        }
    ],
    "id": 2396,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/2396/building_2396_wimbledon-windmill-a_1629110179abe2d7b0962516c46fc08e.JPG",
            "description": null,
            "title": "View of mill from the Common",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2396_wimbledon-windmill-a_1629110179abe2d7b0962516c46fc08e.JPG"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/2396/building_2396_the-windmill-as-it-was-in-its-working-days_07a7ab1b5199c8fcae27f91a9096b78f.jpg",
            "description": null,
            "title": "Model of the mill as it was in its working days",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2396_the-windmill-as-it-was-in-its-working-days_07a7ab1b5199c8fcae27f91a9096b78f.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/2396/building_2396_part-of-the-tool-collection_ad5babd31ad7946b38798efd27eaf971.JPG",
            "description": null,
            "title": "Part of the tool collection",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2396_part-of-the-tool-collection_ad5babd31ad7946b38798efd27eaf971.JPG"
        }
    ],
    "links": [],
    "location": {
        "address": "Windmill Road, Wimbledon Common, SW19 5NR",
        "latitude": 51.4349765,
        "longitude": -0.2318027,
        "meeting_point": null,
        "travel_info": [
            "Tube: Wimbledon",
            "Train: Wimbledon, Putney",
            "Bus: 93"
        ]
    },
    "name": "Wimbledon Windmill",
    "original_url": "https://programme.openhouse.org.uk/listings/2396",
    "ticketed_events": false
}