{
    "all_week": false,
    "description": "Florid Edwardian Baroque. Domed entrance hall, grand staircase and stained glass windows, a great example of civic architecture of the time belonging to the Classical tradition rather than the Gothic Revival favoured outside London.",
    "design": {
        "designers": [
            {
                "architect": "Alfred Brumwell Thomas",
                "description": null,
                "year": "1906"
            }
        ],
        "periods": [
            "Edwardian"
        ],
        "types": [
            "civic"
        ]
    },
    "events": [],
    "facilities": [
        "Toilets"
    ],
    "factsheet": [
        {
            "heading": "History of the Building",
            "paragraphs": [
                "Originally built as the Town Hall for the Metropolitan Borough of Woolwich, Woolwich Town Hall became the Town Hall for the borough of Greenwich when the boroughs of Greenwich and Woolwich merged in 1965. It is an example of the architectural pride still displayed with such energy by Edwardian civic authorities after the period of industrial revolution and urban expansion of the Victorian era.",
                "The Town Hall was designed by the architect Alfred Brumwell Thomas and built between 1903 and 1906 by J.E.Johnson & Sons. The site cost £15,000 and the construction cost was £80,000. Thomas’s design is believed to have been based on an earlier one for Plumstead Town Hall which was never built. Its style belongs to the classical tradition (rather than the Gothic revival favoured outside London) and displays an elaborate baroque façade, clock tower and interior features. Thomas also designed Deptford Library and the magnificent Belfast City Hall for which he was knighted."
            ]
        },
        {
            "heading": "Victoria Hall",
            "paragraphs": [
                "The front entrance steps lead directly into the Victoria Hall which is used for ceremonial/mayoral functions. The hall has 3 main bays with colonnaded side aisles, each surmounted by a dome on arched pendentives and each dome having a glazed eye. The plaster ceilings have ornate mouldings with mock coffers. The focal point at the west end is a grand marble staircase with a statue of Queen Victoria by Frederick Pomeroy.",
                "The staircase bifurcates to left and right leading up to a balustraded gallery which provides access to the Committee Rooms at first floor level. There are several examples of stained glass by Geoffrey Webb which tell of major events in local history. The west window above the grand staircase depicts Charles I visiting Woolwich to see his great ship \"Royal Sovereign” in 1637.",
                "Above the gallery at clerestory level are six half-moon windows called lunettes which cover local events over a period of 660 years as follows:",
                "Lunette No 1: Anglo-Saxon 1041-1066: King Edward the Confessor. Woolwich and Eltham part of the Royal Manor of Lewisham.\nLunette No 2: Norman 1066-1154: Kings William I-Stephen. Woolwich within the See of Rochester.\nLunette No 3: Early Plantagenet 1154-1327: Kings Henry II-Edward II. Local heraldry.\nLunette No 4: Late Plantagenet 1327-1399: Kings Edward III-Richard II. Heraldry of Sir John de Pulteney, Lord of the Manor of Woolwich and 4 times Lord Mayor of London, he built the Town House around which eventually grew the Royal Arsenal.\nLunette No 5: York & Tudor 1399-1603: King Henry IV-Queen Elizabeth I. Tudor heraldry including Sir Martin Bowes, Lord Mayor of London and founder of the Goldsmith Almshouses.\nLunette No 6: Stuart 1603-1702: Kings James I-William III & Mary. Local heraldry. Woolwich now part of the Royal Manor of Eltham.",
                "Other features of the Hall are the black and white marble chequer pattern floor and commemorative plaques in honour of the dead from the two World Wars."
            ]
        },
        {
            "heading": "Council Chamber",
            "paragraphs": [
                "The Council Chamber has a domed ceiling and decorative oak panelling on the walls. The matching wood seating for Councillors centres about a dais. There is also a public gallery. The stained glass windows to the left and right show King Henry VIII and Queen Elizabeth I in their centres. Medallions at each side commemorate the great Tudor ships built at Woolwich – the “Great Harry” in 1512 and the “Elizabeth” in 1559.",
                "Greenwich became a Royal Borough in 2012 to mark the Queen’s Diamond Jubilee. It is the first borough to be granted royal status in more than 80 years and is one of only four in the country. The honour was conferred to recognise the close links between Greenwich and royalty since the Middle Ages.",
                "As part of the status a Letters Patent signed by Her Majesty Queen Elizabeth was received and a Royal Charter issued by the Royal College of Arms.  The College worked closely with the Borough on the design which reflects Greenwich’s history and royal connections.  The Charter is on display in the Victoria Hall.",
                "As part of refurbishments to the Town Hall in 2014 the new Coat of Arms was added to the stained glass window in the Council Chamber opposite the Mayor’s chair and a daffodil symbol was added to represent Wales. Previously there were only symbols for England, Ireland and Scotland.A new chandelier was also constructed to replicate the original while modernisations were carried out to assist with current functions."
            ]
        },
        {
            "heading": "Committee Rooms",
            "paragraphs": [
                "The suite of three rooms above the main entrance at first floor level can be enlarged by removable partitions to suit the size of the meeting taking place. The notable feature is the stained glass windows. The window in room 4 (Maribor Room) depicts Sir Thomas More. His daughter Margaret Roper rebuilt Well Hall in Eltham in 1568. The window in room 5 (Reinickendorf Room) shows events following the battle of Poitiers in 1356 where King John of France was taken prisoner by King Edward III of England. Later, in 1364, there was a treaty between them which is depicted here.",
                "The window in room 6 depicts two notable people connected with the seafaring tradition of Woolwich. Firstly is Samuel Pepys, the diarist, who lived for some time in Woolwich and was an official at the Admiralty. Secondly is Phineas Pett who designed and built many great warships at Woolwich for the Navy."
            ]
        },
        {
            "heading": "Public Hall",
            "paragraphs": [
                "At the rear of the building is the Public Hall which is normally accessed from the side entrance in Market Street and is normally used for large civic functions. The Hall has an ornate domed ceiling and a gallery round three sides. Three stained glass windows each commemorate a local character of historic interest, namely Richard Lovelace, poet; Henry Maudsley, engineer; and General Charles Gordon of Khartoum, soldier."
            ]
        }
    ],
    "id": 2416,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/2416/building_2416_screen-shot-2017-06-08-at-12-14-57_e62e3c786781d4a9f86349945a7551d1.png",
            "description": null,
            "title": "Entrance Hall",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2416_screen-shot-2017-06-08-at-12-14-57_e62e3c786781d4a9f86349945a7551d1.png"
        }
    ],
    "links": [],
    "location": {
        "address": "Wellington Street, Woolwich, SE18 6PW",
        "latitude": 51.4892269,
        "longitude": 0.0645726,
        "meeting_point": null,
        "travel_info": [
            "Train: Woolwich Arsenal",
            "Bus: 177, 178, 96, 422, 291, 53, 54, 161, 472"
        ]
    },
    "name": "Woolwich Town Hall",
    "original_url": "https://programme.openhouse.org.uk/listings/2416",
    "ticketed_events": false
}