{
    "all_week": false,
    "description": "Beautiful mausoleum in former Royal Navy cemetery, restored 1999 by the University of Greenwich. Many interesting plaques and grave stones.",
    "design": {
        "designers": [
            {
                "architect": "Thomas Ripley",
                "description": null,
                "year": "1750"
            }
        ],
        "periods": [
            "Georgian"
        ],
        "types": [
            "cemetery"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "booking_link": null,
            "capacity": 15,
            "date": "2022-09-17",
            "drop_in": true,
            "end": "2022-09-17T16:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in",
            "notes": "Visitors can arrive at any time during the opening hours. There may be queues at busy times.",
            "start": "2022-09-17T10:30:00+01:00",
            "ticketed": false
        },
        {
            "activity_type": "Drop in",
            "all_day": false,
            "booking_link": null,
            "capacity": 15,
            "date": "2022-09-18",
            "drop_in": true,
            "end": "2022-09-18T16:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in",
            "notes": "Visitors can arrive at any time during the opening hours. There may be queues at busy times.",
            "start": "2022-09-18T10:30:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        "Disabled access"
    ],
    "factsheet": [
        {
            "heading": "History",
            "paragraphs": [
                "During 1999 the University of Greenwich refurbished the Devonport Mausoleum, the last resting place of some of the country's best known naval figures. Part of the new Maritime Greenwich Campus, the neo-classical building was restored at a cost of £90,000 including a £30,000 grant from the Greenwich Development Agency.",
                "The mausoleum lies in the grounds of the former Devonport Nurses Home, which has been leased to the University for use as a post-graduate and mature students' hall of residence and a conference centre, and is adjacent to the National Maritime Museum. Until 1857 this was the graveyard of the Royal Hospital for Seamen – now the University of Greenwich – and funerals took place on Tuesdays and Fridays. Bodies were borne across the road through the surviving gates from what is now the Dreadnought Library, but was then the Hospital Infirmary. Some 24,000 men and some women were buried there from 1749 onwards, though the remains of a large number were cleared in 1875 and 1929 when the South West Wing of what is now the National Maritime Museum and later Devonport House itself were built on the site.",
                "From the 1870s the area was laid out as a pleasure ground for use of the boys of the Royal Hospital School, part of whose 1780s building is now the rear wing of the House, and the only monuments which survive are those around the brick Mausoleum on the boundary with the NMM."
            ]
        },
        {
            "heading": "The Mausoleum",
            "paragraphs": [
                "The Mausoleum itself was built in 1750, probably to the design of the Hospital Surveyor, Thomas Ripley, and a plaque on it commemmorates the first burial in the graveyard, of Pensioner John Meriton on 5 July 1749.",
                "The sealed vault underneath is much larger than the visible structure. By 1842 it already contained over 80 coffins and few, if any more, were added. The most famous men lying there are Sir Thomas Hardy, Nelson's flag captain on Victory at Trafalgar (d.1839) and Admiral Lord Hood (d.1816, aged 92) one of the great admirals of the War of American Independence. Both were Governors of the Hospital. Lady Hood is also there and Captain Nathaniel Portlock, the circumnavigator, who also sailed on Bligh's second 'breadfruit voyage', after the Bounty mutiny.",
                "The one-legged Admiral Sir James Gordon (d.1869), the Hospital's last Governor, lies in a grave within the 18th century railings around the Mausoleum and just outside is that of Nelson's often disobedient servant Tom Allen (d.1838) whom Hardy admitted to Greenwich even though he was not a seaman, and buried under a simple Portland monument.",
                "Another one-legged hero, Sir Thomas Boulden Thompson, is in the vault, but has the large 'Leander' pillar monument near the Romney Road railings. He was captured in the ship bringing home the despatches from the Battle of the Nile in 1798 and lost his leg commanding the Bellona under Nelson at Copenhagen in 1801, before becoming Comptroller of the Hospital. The bronze flagstaff on his pillar blew off years ago, but was rescued by the Museum for replacement in due course.",
                "The only monument inside the Mausoleum building itself is an 1890s one to Edward Riddle and his son John, both former headmasters of the Hospital School. It is surmounted by a bust of Edward, by William Theed, which was presented to him in 1852 after his retirement and which John's son gave to the school in 1891. The list of names of those in the vault on the adjoining wall is modern, replacing tablets damaged in WWII.",
                "Pieter Van der Merwe"
            ]
        }
    ],
    "id": 249,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/249/building_249_devenport-mausoleum-exterior_6899d3b53581a8c16be553896685904f.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_249_devenport-mausoleum-exterior_6899d3b53581a8c16be553896685904f.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Devonport Mausoleum , Romney Road, SE10 9NF",
        "latitude": 51.4805875,
        "longitude": -0.0071148,
        "meeting_point": null,
        "travel_info": [
            "Tube: Cutty Sark",
            "Train: Greenwich, Maze Hill",
            "Bus: 129, 177, 188, 286"
        ]
    },
    "name": "Devonport Mausoleum",
    "original_url": "https://programme.openhouse.org.uk/listings/249",
    "ticketed_events": false
}