{
    "all_week": false,
    "description": "Grade I Victorian Gothic church by G E Street, architect of the Royal Courts of Justice. The recent conservation project reveals the majestic colours of Daniel Bell's painted ceiling, plus Dow Jones Architects' contemporary heritage wing.",
    "design": {
        "designers": [
            {
                "architect": "G E Street",
                "description": null,
                "year": "1867"
            }
        ],
        "periods": [
            "Caroe Architecture",
            "Dow Jones Architects",
            "Victorian",
            "Contemporary"
        ],
        "types": [
            "concert/performance space",
            "religious",
            "community/cultural",
            "walk/tour",
            "gallery"
        ]
    },
    "events": [],
    "facilities": [
        "Family activities",
        "Disabled access",
        "Toilets"
    ],
    "factsheet": [
        {
            "heading": "History of the parish",
            "paragraphs": [
                "The parish was founded in 1865, as a “church plant” from All Saints, Margaret Street, in a densely-packed slum district, by Fr Richard Temple West. He was then a Curate at Margaret Street. The architect was George Edmund Street, a member of the Margaret Street congregation, and then at the height of his powers. Building started in 1867, and was complete in 1872, but a fire destroyed the brand new roof and the reconstruction took a year, so the first Mass in the new building was on St Mary Magdalene’s Day 1873. The church was consecrated on 21st October 1878, after the decorations were finished."
            ]
        },
        {
            "heading": "Building design",
            "paragraphs": [
                "Street’s design was dictated by the site, which sloped steeply from north to south, and west to east at the back, and slightly from east to west at the front. It was also hemmed in by terraced housing. The church is immensely high, with a needle spire, which rose above the rooftops. Clerestory windows ensured that it was light. The irregular west end abutted existing buildings, and the church occupies every inch of the available site, except for a sunken area to access the vestries. The Building Act forbade building above a certain height right up against a pavement, but allowed it five feet back -  so on the north side Street built a “false” aisle, five feet wide, with the arcade carrying the church to its full height. On the south side there is a normal, wide aisle.",
                "Under the church, to provide a level platform, is a massive undercroft, including vestries at the east end. Street’s artistry was to provide a double arcade to the north aisle, which takes the eye away from the proximity of the outside wall and conceals a slight curve in it. He was building the Royal Courts of Justice at the same time, and there is more than a passing resemblance between St Mary Magdalene’s and the Great Hall there (also a solution to a sloping site). The decorative scheme of the church is Street’s, executed by some of the leading ecclesiastical artists of the day. The windows are all by Henry Holiday and repay careful study.\n \nTwenty years after the building of the church, Ninian Comper was commissioned to produce a fitting memorial to Fr West, and created the Chapel of St Sepulchre in the south aisle of the crypt, his first work in London. This involved altering the undercroft windows (which come up to street level on the south side) and putting in new stairs.",
                "The Chapel is a chantry chapel translated from fifteenth century Germany, with every detail perfectly designed by Comper in an elaborate scheme. This is based on the idea of St Mary Magdalene, the penitent, becoming the first witness of the resurrection. Comper, in later years, came to see this work as mechanical reproduction, but it produces an exquisite effect, with a blue vault spangled with stars and a reredos crammed with figures glittering with burnished gold. The reredos contains a concealed tabernacle (possibly the first to be installed on a Church of England altar) which took the place of Comper’s favoured hanging pyx for fear of Protestant rioters.\n The Chapel has always been troubled by penetrating damp, and required restoration in the 1930s and 1960s. It served as the chapel for a small house of the Wantage sisters during the years that they worked in the parish.",
                "In the 1920s fashions had changed in “advanced” Anglo-Catholic circles, and the correct style was felt to be baroque. So alterations were made to the church by Martin Travers, the leading designer in the style. Travers created the war memorial calvary outside the church, and the Lady Altar inside the transept porch; an exercise in Spanish baroque, as a memorial to Fr Bleadon, the second Vicar. Comper had produced a design for this Lady Altar before the Great War, but it was never executed.",
                "Travers’ most prominent work, however, was to raise the floor of the chancel, and provide an elegant marble balustrade and communion rails. The work in cream and pale green marble fits well with Street’s wall decorations, though the raising of the reredos to overlap the east window is regrettable. Street had given the church a low chancel screen in delicate ironwork, which was preserved and installed in the crypt. The Mary Magdalene Altar was also installed in the 1920s in the south aisle, and Travers executed a charming statue of the patron saint holding a model of the church which now stands there, but which originally stood in the south porch.",
                "In the 1960s the community that the church served was swept away in slum clearance after wartime bombing, and the church was left marooned - looking like some vast liner moored on the canal, amid the council flats of the Warwick Estate. The undercroft Chapel was restored for the centenary of the church, and the north porch was walled up, but otherwise little was done to the building."
            ]
        },
        {
            "heading": "A new lease of life for the 21st Century",
            "paragraphs": [
                "Grand Junction is a partnership between Paddington Development Trust and St Mary Magdalene Church, which has seen the restoration and conservation of the church led by Caroe Architecture and Cliveden Conservation. The stunning original colours of Daniel Bell's painted ceiling have been revealed, as well as cleaning of the interior and exterior stonework and brickwork.",
                "A new modern building, designed by Dow Jones Architects, opened in June 2019, offering a café, learning space, and wheelchair access to all levels.",
                "Grand Junction at St Mary Magdalene's is now a bustling hub of community activities and cultural events for families, young people, and adults. The church continues to be a place of worship and welcomes visitors to enjoy its astonishing architecture in its refreshed glory. Our café, with its canal-side terrace, is an inviting place to stop and watch the world go by.",
                "www.grandjunction.org.uk\nwww.st-mary-magdalene.co.uk"
            ]
        }
    ],
    "id": 2527,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/2527/building_2527_170123-rendered-smaller_1420945debc12a9940d78bb4df603651.jpg",
            "description": null,
            "title": "New building",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2527_170123-rendered-smaller_1420945debc12a9940d78bb4df603651.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/2527/building_2527_anthony-coleman-1-2019_c20d42d22a8f63ccb9359ed3aea477bc.jpg",
            "description": null,
            "title": "View of new heritage wing adjoining St Mary Magdalene Church and Primary School",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2527_anthony-coleman-1-2019_c20d42d22a8f63ccb9359ed3aea477bc.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/2527/building_2527_anna-kunst-2019_8e2f990e6988eb39b1f8d6643b1095a9.jpg",
            "description": null,
            "title": "St Mary Magdalene Church nave",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2527_anna-kunst-2019_8e2f990e6988eb39b1f8d6643b1095a9.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/2527/building_2527_anthony-coleman-2-2019_d0fa03e7b033d6837a48f8cfd690e89e.jpg",
            "description": null,
            "title": "Grand Junction hosts a programme of music, arts and performance",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2527_anthony-coleman-2-2019_d0fa03e7b033d6837a48f8cfd690e89e.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/2527/building_2527_lloyd-evans-2-2019_c6e5f77c6e037970f71f84793674acff.jpg",
            "description": null,
            "title": "St Mary Magdalene newly restored undercroft",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2527_lloyd-evans-2-2019_c6e5f77c6e037970f71f84793674acff.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/2527/building_2527_lloyd-evans-1-2019_2a1e7fc7c483356c6822592ed1b83513.jpg",
            "description": null,
            "title": "The new heritage wing offers full access to all floors",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2527_lloyd-evans-1-2019_2a1e7fc7c483356c6822592ed1b83513.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/2527/building_2527__dsf7174_b6b5226b1662781e29d2fc47878005af.jpg",
            "description": null,
            "title": "Chapel of St Sepulchre",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2527__dsf7174_b6b5226b1662781e29d2fc47878005af.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/2527/building_2527__dsc5123-2_09dbdcadd70b88a9d76859590016814f.jpg",
            "description": null,
            "title": "Conservation of Daniel Bell's ceiling saints",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2527__dsc5123-2_09dbdcadd70b88a9d76859590016814f.jpg"
        }
    ],
    "links": [
        {
            "href": "www.grandjunction.org.uk",
            "title": null
        },
        {
            "href": "www.st-mary-magdalene.co.uk",
            "title": null
        }
    ],
    "location": {
        "address": "Rowington Close, St Mary Magdalene's Church",
        "latitude": 51.5222702,
        "longitude": -0.1890094,
        "meeting_point": null,
        "travel_info": [
            "Tube: Warwick Avenue, Royal Oak",
            "Train: Paddington",
            "Bus: 6, 187, 414, 18, 36"
        ]
    },
    "name": "Grand Junction at St Mary Magdalene Church, Paddington",
    "original_url": "https://programme.openhouse.org.uk/listings/2527",
    "ticketed_events": false
}