{
    "all_week": false,
    "description": "Built by the LCC during the 1920s and early 1930s, the estate was once the largest of its kind in Europe, with over 25,000 houses. Later building programmes extended the estate to house an estimated population of 100,000.",
    "design": {
        "designers": [
            {
                "architect": "G Topham Forrest",
                "description": null,
                "year": "1940"
            }
        ],
        "periods": [
            "Inter-war"
        ],
        "types": [
            "walk/tour"
        ]
    },
    "events": [],
    "facilities": [
        "Refreshments",
        "Parking",
        "Toilets"
    ],
    "factsheet": [
        {
            "heading": "The Tour",
            "paragraphs": [
                "The Becontree housing estate was built during the years between the two World Wars, and on its completion it was the largest municipal housing estate in the world. The history of the estate combined with the numerous famous people emanating from the area makes for a fascinating coach tour. The estate has altered considerably since the introduction of the Right To Buy aspect of the 1980 Housing Act but some parts remain as they were during the 1920s and 1930s. The first of 27,000 houses for returning war heroes and working families were built on the four square-mile estate in November 1921, with the Garden City houses and iconic ‘Banjo’ closes recognised across the world."
            ]
        },
        {
            "heading": "Heritage and History",
            "paragraphs": [
                "After the First World War, a national housing programme, Homes for Heroes, was regarded as a vital reward for returning veterans as well as for post-war social stability. The London County Council, the largest local authority, was the flagship council for this massive house-building programme.",
                "On 18 June 1919 the London County Council's Standing Committee on the Housing of the Working Classes made a resolution to build 29,000 dwellings to accommodate 145,000 people within 5 years. 3000 acres were identified at Dagenham, Barking, and Ilford, where 24,000 houses were to be provided.",
                "Most of the land was compulsorily acquired and consisted at that time of market gardens, with occasional groups of cottages and some country lanes. By 1921, 4,000 houses had been completed and the first tenants moved into Becontree at the end of that year. These early residents were able to pick rhubarb, peas and cabbages from the abandoned market gardens still awaiting development.",
                "Building materials were brought by barge along the Thames. A 500-foot jetty was built on the river, equipped with 4 steam cranes able to cope with 7 barges at a time, and a light railway connected the wharf to the Great Eastern Railway at Chadwell Heath (with a temporary bridge over the Midland Railway line). This allowed the rapid movement of bulk materials into the heart of the building site.",
                "The London County Council achieved its planned target of houses by 1934, which was marked by the ceremonial opening of Parsloes Park on 13 July 1935. Another 800 dwellings were added in 1937. The London County Council built a further 600 houses after 1945 (the Heath Park extension), and later Dagenham Borough Council built 4,000 houses, mostly for the children of London County Council estate tenants.",
                "The residents of Becontree originated mainly from London's east end. Prospective tenants were interviewed by London County Council officials in their homes to check the size of family, domestic standards and resources. The tenants came from the skilled working class in relatively secure jobs and earning slightly more than the average wage.",
                "The London County Council's cottage estate programme was about much more than just the building of houses. It sought to create new habits among its tenants, shaping the behaviour of an emerging nation of suburban house-dwellers.",
                "The London County Council's purported aim as a landlord was that \"Tenants shall be as free as possible to order their lives in their own way, so that they may preserve their originality and that self-reliance shall not be weakened\".",
                "The reality was rather different. The Tenants' Handbook set out some 20 conditions of tenancy directing how tenants should behave; these included instructions such as windows to be cleaned once a week, parents to be responsible for the 'orderly conduct' of their children, no unsightly objects or any washing to be hung from windows.",
                "Gardening was particularly encouraged – the London County Council awarded annual prizes for the best-kept gardens – to emphasise that home-based leisure should take precedence over more social activities like political meetings or visits to public houses.",
                "The London County Council's Tenants Handbook 1933, stated 'Becontree is the largest municipal housing estate in the world'. The estate is still considered to be the biggest in Europe.",
                "More information about the borough's history can be found at Valence House Museum, the Archives and Local Studies Centre and the council's website.",
                ""
            ]
        }
    ],
    "id": 2586,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/2586/building_2586_aerial-becontree-estate-c1930-sb2908_6930ba750c38f0ba2e9ba115ed9cc19d.jpeg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2586_aerial-becontree-estate-c1930-sb2908_6930ba750c38f0ba2e9ba115ed9cc19d.jpeg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/2586/building_2586_becontree-map-1948_6cbc421d49c02a18fe3f5e27390e1dd4.jpg",
            "description": null,
            "title": "Map of the Becontree Estate",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2586_becontree-map-1948_6cbc421d49c02a18fe3f5e27390e1dd4.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/2586/building_2586_251-wood-lane-timber-housing-1-1-768x548_fe848b4f42e6232979535c1481427240.jpg",
            "description": null,
            "title": "Timber housing in Wood Lane, looking along North Green ",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2586_251-wood-lane-timber-housing-1-1-768x548_fe848b4f42e6232979535c1481427240.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "CU London Rainham Road North, Dagenham",
        "latitude": 51.5607812,
        "longitude": 0.1556215,
        "meeting_point": null,
        "travel_info": [
            "Tube: Dagenham East",
            "Train: Romford",
            "Bus: 5, 103, 128, 150"
        ]
    },
    "name": "Becontree Estate Bus Tour, Dagenham",
    "original_url": "https://programme.openhouse.org.uk/listings/2586",
    "ticketed_events": false
}