{
    "all_week": false,
    "description": "Typical mid-Victorian stucco-fronted house built on a grassy hillside, extended in 1888 by Ernest Newton with William Morris redesigning the interiors. The library, formerly drawing room, has a unique William Morris hand-painted ceiling.",
    "design": {
        "designers": [
            {
                "architect": "William Morris",
                "description": null,
                "year": "1889"
            },
            {
                "architect": "Ernest Newton",
                "description": null,
                "year": "1889"
            }
        ],
        "periods": [
            "Victorian"
        ],
        "types": [
            "education"
        ]
    },
    "events": [],
    "facilities": [
        "Disabled access",
        "Toilets",
        "Refreshments"
    ],
    "factsheet": [
        {
            "heading": "Bullers Wood House",
            "paragraphs": [
                "The first Bullers Wood House was built in the middle of the 19th Century and has a fascinating history. It was a typical mid-Victorian stucco-fronted villa built on a grassy hillside. It had extensive grounds including fields, woods, several cottages and a small farm. In 1872 it was leased by merchant John Sanderson who had returned to this country to set up a headquarters in London for his large wool exporting company.",
                "Sanderson and his wife, Agnes, had a large family and he commissioned local architect, Ernest Newton, to extend and redecorate Bullers Wood. This was Newton’s first important domestic commission. His design enlarged the villa into a house of red brick and stone dressings in a style which is a fusion of Georgian and leaded-light Tudor. A key figure in the Arts and Crafts movement and a friend of the family, William Morris was commissioned to decorate and redesign the interiors which he did whilst living and commuting from the Red House in Bexleyheath, now a National Trust property.",
                "Newton extended the house to the east and west, throwing out bays with mullioned windows. The house was then refaced with the present red brick. Newton also designed formal red brick terraced gardens to harmonise with the appearance of the house. The work was completed in 1889 and this date is seen on the terrace gates. Several of the surviving members of the Sanderson family were scattered round the world after the First World War and so the family house was sold in 1920 after the death of 'Granny' Agnes Sanderson.",
                "We have a collection of books about William Morris and a facsimile of the 1896 edition of the Kelmscott Chaucer illustrated by his friend Edward Burne-Jones.",
                "Our school library, which used to be the drawing room, will be the focus of the Open House event. The ceiling is an absolute treasure not to be missed. The book ‘Dream Houses – The Edwardian Ideal’, by Roderick Gradidge has an extensive description of the architecture of Bullers Wood and this extract from the book vividly captures the beauty of the decoration:",
                "“The showpiece is the drawing room, which was well known at the time, through illustrations, both on the Continent and in England. It was a white-painted panelled room 30 by 30 feet, with fireplaces at either end, the walls divided with thin Jacobeany Ionic pilasters. Above there is a deep frieze and a heavily beamed ceiling. The frieze was painted in a flowing, curving leaf pattern by William Morris, much in the style of his Acanthus wallpaper. All the beams are stencilled, the larger with a similar pattern to the frieze and the smaller with a more formalized design. The colours throughout are subtle, light pinks and greens on a pale cream base. On the floor there was a Morris rug and most of the furniture, including a glass fronted cabinet with Ogee-shaped panels, was made by the Morris firm. The room is light and uncluttered almost to a point beyond comfort – there seem to have been few places to sit down. It would be impossible to say what period style it is in. The beams and leaded lights are a sort of Tudor, the furniture has both Gothic and Georgian overtones, and the fireplace surround is Classical”."
            ]
        }
    ],
    "id": 2740,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/2740/building_2740_bw-house_0c046b122f998f3fc2397ddb0a08476b.jpg",
            "description": null,
            "title": "Bullers Wood House",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2740_bw-house_0c046b122f998f3fc2397ddb0a08476b.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/2740/building_2740_img_1020_7007cc1db6165a7cd83f9f66ffeadf23.jpg",
            "description": null,
            "title": "Bullers Wood House Entrance Hall",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2740_img_1020_7007cc1db6165a7cd83f9f66ffeadf23.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/2740/building_2740_dsc_0130_c8a66750f17ba6b2720892396e83130d.jpg",
            "description": null,
            "title": "Inglewood",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2740_dsc_0130_c8a66750f17ba6b2720892396e83130d.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "St Nicolas Lane, Logs Hill, Chislehurst",
        "latitude": 51.4082358,
        "longitude": 0.0449388,
        "meeting_point": null,
        "travel_info": [
            "Train: Chislehurst, Elmstead Woods, Bickley",
            "Bus: 314"
        ]
    },
    "name": "Bullers Wood School for Girls",
    "original_url": "https://programme.openhouse.org.uk/listings/2740",
    "ticketed_events": false
}