{
    "all_week": false,
    "description": "Grade ll* early 18C mansion.  Unique panelled dining room from the Chateau de Bercy, 18C Dutch wall paintings and  exquisite original plaster ceiling and Grade ll Temple shaped folly  by James 'Athenian' Stuart. .  Golf Club from 1894.ple s",
    "design": {
        "designers": [
            {
                "architect": "George Dance and James 'Athenian' Stuart",
                "description": null,
                "year": "1717"
            }
        ],
        "periods": [
            "Nathaniel Strode oversaw work to create a French chateau  possibly under direction from Napoleon lll",
            "Georgian"
        ],
        "types": [
            "historical house"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "booking_link": null,
            "capacity": 30,
            "date": "2022-09-18",
            "drop_in": true,
            "end": "2022-09-18T17:15:00+01:00",
            "fully_booked": false,
            "name": "Drop in",
            "notes": "Visitors can arrive at any time during the opening hours. There may be queues at busy times.",
            "start": "2022-09-18T15:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        "Toilets",
        "Refreshments",
        "Parking",
        "Disabled access"
    ],
    "factsheet": [
        {
            "heading": "The history of Camden Place",
            "paragraphs": [
                "Antiquarian William Camden built a house on 2 acres of the property in 1609.  Despite requests to be buried where he died, his body is not in Chislehurst but at Poet's Corner, Westminster Abbey.",
                "In 1717 a new owner, Robert Weston demolished the Camden House and built himself a country house, which he named Camden House and created a magnificent lime tree lined driveway. To do this he leased an acre of the common from the vestry.",
                "In 1760 the house was purchased by Charles Pratt, an ambitious and radical lawyer. He renamed the house Camden Place and set about a twenty year building project, working with designers George Dance (possibly both senior and junior) and designer James 'Athenian' Stuart. They converted the country house into a Georgian mansion with a folly and bath house by Stuart.",
                "In in 1776 he was made an Earl when he became Lord Chancellor and took the title Baron Camden of Camden Place. From him the name Camden has been exported, to his properties in North London, Camden Town, 23 towns and cities in USA (he supported the Americans case for no taxation without representation) and a town in Australia.",
                "After his death a merchant Thomson Bonar bought the estate, now some 127 acres to add to his estate at neighbouring Elmstead. He and his wife Anne continue developing the property with architect George Dance, the younger.  In 1813 the couple are brutally murdered in their beds by their footman.",
                "After some years of being rented out the house was bought in 1860 by Nathaniel Strode, a lawyer and fixer who was acquainted with Napoleon lll through one of his clients, Harriette Howard, a long time mistress and financial backer of Louis Napoleon.  He set about turning the property into a French Chateau - adding a magnificent dining room with panelling from the Chateau de Bercy, and gates from the Paris Exposition. Art work, fixtures and fittings were added mostly French and Flemish.",
                "After the defeat of the French at the Battle of Sedan in the Franco Prussian War, the Empress Eugenie was forced to flee Paris. On arrival in England Camden Place was offered to her for a pepper corn rent. Its proximity to the railway, London  and a Catholic Church helped to commend it to her.",
                "The house saw Napoleon join the family in March 1871 - and the French flag flew above the house. Queen Victoria, Tsar Alexander, politicians and clergy all visited. The young Prince Imperial, now enrolled at Woolwich  Arsenal as an artillery student was already being called Napoleon lV.",
                "In 1873 Napoleon lll died at the house following surgery to remove bladder stones. A huge funeral attracting more than a hundred thousand went from the house to the local St Mary's church.",
                "The Empress and Prince Imperial remained at the house and there were celebrations in the town for his 18th and 21st birthdays.  He graduated third in his class from Woolwich and pressed to be allowed to join his class mates when they left to fight in the Zulu Wars. He was given permission by Queen Victoria to go as an observer.",
                "Tragically he was with a small scouting party when they were surprised by 40 Zulu warriors. The Prince failed to get away and was killed.",
                "His devastated mother wanted to build an Abbey for father and son but could not get the land she needed in Chislehurst so in 1881 she left for Farnborough and the bodies were moved to the newly built Abbey at Farnborough Hants. in 1888.",
                "The property reverted to Nathaniel Strode but he was an ill man and died nearly 1890's.  The estate was sold to property developers William Willet and son. Their plans to build across the whole site were thwarted by the Common Conservators bringing into play a ransom strip - part of Robert Weston's 1717 lease. This prevented building materials being allowed across the land. Negotiations followed and it was agreed they could build on half of the estate but 50% had to be kept for recreation to benefit the local community. So in 1894 William Willet (younger and architect of Daylight Saving) became the first proprietor  of Chislehurst Golf Club. Within 5 years it had been bought by the club members and the club house remains substantially as it would have when the Imperial family were resident."
            ]
        },
        {
            "heading": "Architecture",
            "paragraphs": [
                "Camden Place has a mix of architectural features and heritage that reflect its history.",
                "There is a fine oak entrance hall with panelling (and 20 gargoyles) dating from early 1600's and reclaimed when Lord Camden and George Dance added a three room, three storey frontage in 1760's. Probably created by Flemish craftsman the hall boasts two 'secret' doors, allowing the staff to enter the rooms either side, discretely, from the rear.",
                "The Camden eating room is attributed to James 'Athenian' Stuart with a magnificent decorated ceiling and fireplace.\nThe lounge overlooking the folly in the grounds and an entrance hall were added by Lord Camden. Bonar turned the entrance into a library ( the ladder shelving can be seen behind the mirrors) and moved the staircase, creating an oval shaped room. Strode covered the shelving with Dutch murals and the Imperial family used it as a card room.",
                "Thomson Bonar added a dining room which was converted to a billiard room and adjoining smoking room by Strode. Note that from the outside this room has three front facing windows but inside there is only one.",
                "The Strode changes were significant, adding walnut and brass balustrade to the cantilevered staircase, enclosing the courtyard to create a picture gallery and of course the famous panelled dining room.  Acknowledged as the pinnacle of French craftsmanship the panels were carved in the early 1700's by craftsmen of the Royal works who went on to develop  Versailles. French windows and shutters, ornamentation inside and out turned this house into a home fit for an Emperor."
            ]
        }
    ],
    "id": 2774,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/2774/building_2774_img_20190411_0008_c6f0c958a6710fa2b013d592552675a0.jpg",
            "description": null,
            "title": "Front of Camden Place with French flag flying",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2774_img_20190411_0008_c6f0c958a6710fa2b013d592552675a0.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/2774/building_2774_mclayton_2103-2-per-cam_001_e6c7dbab540c29af37baf44b8cdecc40.jpg",
            "description": null,
            "title": "Oak panelled entrance hall",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2774_mclayton_2103-2-per-cam_001_e6c7dbab540c29af37baf44b8cdecc40.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/2774/building_2774_mclayton_2103-2-per-cam_019_e8dbe72c2a92d6600e6ed9ca676533c9.jpg",
            "description": null,
            "title": "Muralled oval room",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2774_mclayton_2103-2-per-cam_019_e8dbe72c2a92d6600e6ed9ca676533c9.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Camden Place, Camden Park Road, Chislehurst",
        "latitude": 51.4108808,
        "longitude": 0.0655663,
        "meeting_point": null,
        "travel_info": [
            "Train: Chislehurst",
            "Bus: 269, 162"
        ]
    },
    "name": "Camden Place (Chislehurst Golf Club)",
    "original_url": "https://programme.openhouse.org.uk/listings/2774",
    "ticketed_events": false
}