{
    "all_week": false,
    "description": "Purpose built to house the English Folk Dance and Song Society, this Grade II listed building was designed by members of the Art Workers Guild of the time. Bomb damaged in 1940, rebuilt and reopened in 1950. Iconic Ivon Hitchins mural.",
    "design": {
        "designers": [
            {
                "architect": "Stillman and Eastwick-Field",
                "description": null,
                "year": "1930"
            }
        ],
        "periods": [
            "Inter-war"
        ],
        "types": [
            "community/cultural"
        ]
    },
    "events": [],
    "facilities": [
        "Refreshments",
        "Toilets",
        "Disabled access"
    ],
    "factsheet": [
        {
            "heading": "History",
            "paragraphs": [
                "Welcome to Cecil Sharp House, home of the English Folk Dance and Song Society, originally built in 1929.",
                "Cecil Sharp House was built in memory of Cecil Sharp, who died on June 23, 1924. He was committed to restoring the heritage of country songs and dances, and died while he was Director of the English Folk Dance Society.",
                "The EFDS had been seeking a suitable centre in London to house the Society, specifying that it should include: \n1.  A library. This became a priority as Sharp left his books to the Society on the condition that they were ‘suitably housed and accessible to the members and the general public’.\n2.  A large hall for social dances, concerts and large classes. Sharp thought this should be 80 x 50 foot.\n3.  A minimum of two smaller halls\n4.  Administrative offices\n5.  Changing rooms\n6.  A buffet",
                "The Society resolved that his memorial should take the form of a central building in London, though there was initially debate about locating it in the capital. This site, being triangular, was felt to be ideal as it was then relatively free of neighbours, avoiding problems with noise complaints. It is interesting to note the concern about noise; this was when most events were not amplified. The shape of the building was determined by the decision to put the main hall at the apex of the triangle, furthest away from the neighbours. The very tip of the apex was left clear for a memorial garden.",
                "The architect Henry Martineau Fletcher (see plaque outside) worked mainly in brick, and he selected these Staffordshire clay bricks for their variety in colour. He chose Portland stone for the dressings around the doorways. A member of the Art Workers’ Guild, Fletcher moved in a circle which included Cecil Brewer, Ambrose Heal, Arnold Dunbar Smith and W.C. Lethaby, and was also a friend of Vaughan Williams.",
                "Cecil Sharp House was first opened in 1930. Shortly afterwards the English Folk Dance Society amalgamated with the English Folk Song Society. In 1935 Cecil Sharp House was the centre of the first International Folk Dance Festival to be held in Europe."
            ]
        },
        {
            "heading": "Architectural details",
            "paragraphs": [
                "The building was thought to be very modern in construction. Contemporary architectural journals saw this as an indication of the forward thinking of the Folk Society.",
                "The ground floor was raised to enable natural light to shine into the basement, which housed the two smaller classrooms, changing rooms and buffet. The window glass was called ‘Vita’ glass, which was reported to have health giving properties as it let in ultra-violet rays.",
                "Former Director, Douglas Kennedy, recalled how he used to stand in the sun streaming through the windows feeling that it was ‘doing him good’. The symmetrical windows in the main hall were to give a Neo-Georgian effect.",
                "The exterior doors are constructed from teak and the interior joinery from Columbian pine. The staircase is from artificial stone.",
                "The Trefusis Room was named after Lady Mary Trefusis, who was the President of the Society until 1926. It has a semi-sprung floor and a layer of Cabot’s Quilt on the ceiling to reduce reverberation. The Storrow Room was named after James Storrow, President of the American Country Dance Society. It too has a sprung floor and treated ceiling.",
                "The main dance space, Kennedy Hall, has a sprung floor and the original wood was Kauri pine. Initially, there was a ‘minstrel’s gallery’ with carvings by William Simmonds of the Art Workers’ Guild. The ceiling and walls had one of the earliest acoustic treatments by Hope Bagenal who was a friend of Fletcher, the architect. Hope Bagenal was one of the first architects to be interested in the problem of acoustics. His method made use of Masonite Board and a layer of Akoustikos: a felt made of goat’s hair and asbestos about 3/4 inch thick. It was stuck on with paste, covered with size and butter muslin and distempered. Holes were then put into it using a 6-inch square of wood with 3/4 inch gramophone needles sticking out of it.",
                "The Library Room is the most beautiful in the building. It originally housed a grand piano and recitals were held there. The bookcases were made by Heal & Son and the furniture and curtains were designed by Betty Joel.",
                "Unfortunately these features were destroyed by a bomb in 1940, which severely damaged the House, wrecking the gallery in Kennedy Hall. Late in 1948, in succession to Fletcher, J. Eastwick-Field was appointed architect. The Ministry of Education assisted the Society with materials and a grant, and rebuilding began early in 1950. The new architects preserved much of the character of the original design, but added a storey and modified the interior in an effort to capture the present spirit of architectural aesthetics and of the Society. In the absence of the gallery, the artist Ivon Hitchen was commissioned to create a mural on the blank wall, reflecting the forms and fluid movements of folk dance."
            ]
        },
        {
            "heading": "EFDSS today",
            "paragraphs": [
                "Today EFDSS continues to raise the national and international profile of folk arts in England, acting as a custodian of our heritage and encouraging ever more people to participate. Visit www.efdss.org for more information about our thriving programme of dances, concerts, family days, classes and workshops and to access the Vaughan Williams Memorial Library."
            ]
        }
    ],
    "id": 2822,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/2822/building_2822_outside_low-res_4cedb81197daa33850981033e2274dc0.jpg",
            "description": null,
            "title": "View from garden",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2822_outside_low-res_4cedb81197daa33850981033e2274dc0.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/2822/building_2822_cecilsharpehousept3hr-74_f50069a8db5781e43bf91ebbc659b05e.jpg",
            "description": null,
            "title": "Kennedy Hall with mural ",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2822_cecilsharpehousept3hr-74_f50069a8db5781e43bf91ebbc659b05e.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/2822/building_2822_cshblitzed_ef45c2627b4b3e5dd7c9af49ce2e3967.jpg",
            "description": null,
            "title": "Cecil Sharp House blitzed",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2822_cshblitzed_ef45c2627b4b3e5dd7c9af49ce2e3967.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/2822/building_2822_c-house-1930s_7e244eea65aaea501b5722e88fe8a16e.jpg",
            "description": null,
            "title": "Front Entrance",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2822_c-house-1930s_7e244eea65aaea501b5722e88fe8a16e.jpg"
        }
    ],
    "links": [
        {
            "href": "www.efdss.org",
            "title": null
        }
    ],
    "location": {
        "address": "2 Regent's Park Road, NW1 7AY",
        "latitude": 51.5381546,
        "longitude": -0.1493065,
        "meeting_point": null,
        "travel_info": [
            "Tube: Camden Town",
            "Bus: 274, 29, 253, 168"
        ]
    },
    "name": "Cecil Sharp House",
    "original_url": "https://programme.openhouse.org.uk/listings/2822",
    "ticketed_events": false
}