{
    "all_week": false,
    "description": "Founded as a Black Death burial ground, the site has served as a Carthusian monastery, Tudor mansion, school and an almshouse, which it remains to this day. The Charterhouse opened to the public in 2017 with a new museum.",
    "design": {
        "designers": [
            {
                "architect": "Henry Yevele",
                "description": null,
                "year": "1371"
            }
        ],
        "periods": [
            "Seely and Paget",
            "Eric Parry Architects",
            "Richard Griffiths Architects",
            "Medieval",
            "Tudor",
            "Post-war",
            "Contemporary",
            "Victorian"
        ],
        "types": [
            "religious",
            "museum",
            "historical house",
            "community/cultural"
        ]
    },
    "events": [],
    "facilities": [
        "Bookshop",
        "Toilets",
        "Disabled access"
    ],
    "factsheet": [
        {
            "heading": "History",
            "paragraphs": [
                "• Black Death Burial Ground 1348 -1371\n• Carthusian Monastery 1371-1538\n• Tudor Mansion 1545-1611\n• Almshouse and School founded by Thomas Sutton 1611 to the present day",
                "The site upon which the Charterhouse (formally known as Sutton’s Hospital in Charterhouse) stands was acquired in the middle of the fourteenth century as a burial ground for the victims of the Black Death. In 1371 Sir Walter Manny, one of Edward III's senior advisers founded a Carthusian Monastery. A prior and twenty-four monks were accommodated in two-storey houses arranged around a characteristically large cloister, and the church built alongside the Burial Ground became the priory church.",
                "In 1535, the monks refused to align themselves with Henry VIII’s Act of Supremacy and some were executed at Tyburn in a most brutal way. The monastery was suppressed and passed to the crown. Subsequently it was granted to Lord North, who constructed a fine Tudor mansion which was later sold to the fourth Duke of Norfolk, who further embellished it.",
                "In 1611 Norfolk’s son, Thomas Howard, first Earl of Suffolk, sold the mansion to Thomas Sutton, building Audley End in Essex with the proceeds. Sutton was said to be the wealthiest commoner in England. He had held the post of Master of the Ordnance in the Northern Parts from 1568 to 1594 and his involvement in the coal trade, advantageous property dealings and money lending had allowed him to amass a considerable fortune. He used much of his wealth to endow a charitable foundation to educate boys and care for elderly gentlemen. The school developed to such an extent that in 1872 it moved to a new site in Godalming, near Guildford, Surrey, where it remains to this day.",
                "The Charterhouse sustained much damage during the Second World War but was faithfully restored by the architects Seely and Paget.",
                "In January 2017 the Charterhouse opened to the public with a museum, learning programme, tour and events offer. Visit https://thecharterhouse.digitickets.co.uk to book your tour."
            ]
        },
        {
            "heading": "Brothers of the Charterhouse",
            "paragraphs": [
                "The Brothers of the Charterhouse are a residential community of single men and women over sixty years of age. Originally for men who could supply ‘good testimonye and certificat of theire good behaviour and soundnes in religion’, those who had been servants to the King ‘either decrepit or old captaynes either at sea or land’, maimed or disabled soldiers, merchants fallen on hard times, those ruined by shipwreck or other calamity, the community now consists of former teachers, musicians, writers, clergymen, etc.",
                "Each Brother is provided with accommodation which varies between a separate bedroom and sitting room and a bed-sitting room with a washing area. Breakfast, lunch, tea and supper are served daily in the Great Hall.",
                "In January 2018 the first female Brother joined the community."
            ]
        },
        {
            "heading": "Open House Event - View the Great Chamber for FREE!",
            "paragraphs": [
                "15th September 2022 | 10:30am - 4:30pm",
                "Join us for a rare opportunity to glimpse into our majestic Great Chamber for FREE! Usually only accessible on a guided tour, you will be able to spend 30 minutes exploring the beautifully refurbished room and get up close to our exquisite 17th century portraits.",
                "You’ll also be able to listen to our Soundscape and hear from our community engagement partners who will be bringing the room to life!",
                "4 x 30 minute viewings available: 10.30am-11am, 12noon-12.30pm, 1.30pm-2pm, 3.45pm-4.15pm.",
                "No booking necessary but please arrive on time to avoid disappointment.",
                "We will also be offering attendees 10% off our Great Chamber book. This is a free event for Heritage Open Days and Open House Festival 2022."
            ]
        }
    ],
    "id": 2845,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/2845/building_2845_dsc_0078_e396e592bddc1c2343549021fc386b9c.JPG",
            "description": null,
            "title": "Chapel Garden entrance",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2845_dsc_0078_e396e592bddc1c2343549021fc386b9c.JPG"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/2845/building_2845_will-pryce-cf130242-fl_39e088ae41641db704b65c3acf2954c0.jpg",
            "description": null,
            "title": "The Refurbished Great Chamber",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2845_will-pryce-cf130242-fl_39e088ae41641db704b65c3acf2954c0.jpg"
        }
    ],
    "links": [
        {
            "href": "https://thecharterhouse.digitickets.co.uk",
            "title": null
        }
    ],
    "location": {
        "address": "Charterhouse Square, EC1M 6AN",
        "latitude": 51.5204546,
        "longitude": -0.099006,
        "meeting_point": null,
        "travel_info": [
            "Tube: Barbican, Farringdon",
            "Train: Farringdon",
            "Bus: 4, 56, 153"
        ]
    },
    "name": "The Charterhouse",
    "original_url": "https://programme.openhouse.org.uk/listings/2845",
    "ticketed_events": false
}