{
    "all_week": false,
    "description": "Modern, accessible purpose-built theatre, housing the unique, inclusive Chickenshed. Building houses Rayne Theatre auditorium, Studio Theatre, dance studio, cafe space, backstage and wardrobe areas, with amphitheatre & garden outside.",
    "design": {
        "designers": [
            {
                "architect": "Renton Howard Wood Levin Partnership",
                "description": null,
                "year": "1994"
            }
        ],
        "periods": [
            "Contemporary"
        ],
        "types": [
            "theatre"
        ]
    },
    "events": [],
    "facilities": [
        "Disabled access",
        "Parking",
        "Refreshments",
        "Toilets"
    ],
    "factsheet": [
        {
            "heading": "History",
            "paragraphs": [
                "In 1974, musician and composer Jo Collins met teacher and director Mary Ward. Sharing a belief that everyone should be able to perform and create, they set up a theatre company, they asked local benefactor and landowner (and fan!) Lady Elizabeth Byng if there might be a space free on her land for the company to use as its base – and history was made with the kind offer of a disused chicken shed!",
                "The company grew as more and more young members began to join, buying in to the collective passion and enthusiasm for the power of community theatre. And then, in the early 1980s, a young boy with cerebral palsy took part in a Chickenshed production. “If we’re open to everyone,” asked Chickenshed’s teenage members, “then why is there no-one else like him?”",
                "Mary and Jo saw that the way forward for Chickenshed must be one of true inclusion, and by embracing this ethos wholeheartedly the next phase of Chickenshed’s development began.",
                "Mary and Jo were joined by John Bull, who became Chickenshed’s first Managing Director, and whose pioneering work on integration took Chickenshed to the next level: Jo, Mary and John had created the world’s first truly inclusive theatre company.",
                "Chickenshed was going from strength to strength with record contracts, CDs, West End shows, TV spots, high-profile trustees such as Judi Dench and Trevor Nunn. But more – so much more – was yet to come.",
                "In the late eighties, Chickenshed was lucky enough to meet Lord and Lady Rayne. And it was thanks to Lady Rayne that Chickenshed got a very special patron indeed: Diana, Princess of Wales, whose zest for Chickenshed’s message of hope shone through in spectacular fashion.",
                "The next big step came in the early nineties, when Lord and Lady Rayne continued to work tirelessly to create a permanent home for the company, until in 1994 Chickenshed was able to move into its own purpose-built theatre in Southgate, North London.",
                "In 1997, Chickenshed saw the vital need to expand its ground-breaking inclusive model into the field of education, and began to run at first BTEC courses, then to offer Foundation Degrees, with finally the ability to deliver full Bachelor of Arts Degree courses.",
                "In 2011, Chickenshed launched a new branch in Kensington and Chelsea to expand the company’s ability to offer the same life-changing opportunities in an area of London with the widest disparity between life chances and choices.",
                "Now a major force for change, Chickenshed continues to grow. Many of those early Chickenshed members are still with us, and many have moved on, leaving a wonderful legacy but all taking with them the belief in the power of inclusion to change the world for the better.",
                "And – of course – many more have joined us along the way. Each and every one of them – member, supporter, performer, friend – is a testament to Chickenshed’s artistic and social impact. Lives have changed. Lives will still be changed. We’ll keep shining the spotlight on what really matters. Everyone."
            ]
        },
        {
            "heading": "About Chickenshed",
            "paragraphs": [
                "Chickenshed is an inclusive theatre company that first began in 1974. Primarily based at our own purpose-built venue in North London, we create theatre for all ages and run successful outreach projects, education courses and membership programmes throughout the year.",
                "We are also a registered charity and rely heavily on the generous support of individuals, companies, trusts and foundations in order to continue our pioneering work.",
                "Performance",
                "Performance is at the heart of everything that we do, and brings together all aspects of the company. Our work uses the stage to celebrate diversity and performance as a vehicle to communicate with audiences and tackle topical social issues. We regularly present original and entertaining productions for young children, families and adults. We also create new work, inspired by the people around us, about personal and social issues that affect society today which we then take on tour to theatres, community centres and schools across the UK.",
                "Education",
                "Chickenshed changes lives by bringing young people from all social and economic backgrounds, cultures and abilities together to study creatively alongside each other, many of whom have been marginalised by society and excluded from mainstream educational settings. We welcome over 150 students onto our Level 3, Foundation Degree and BA courses every year. 66% of students would not otherwise have the opportunity to study, yet 95% of these same students achieve a nationally recognised qualification at Chickenshed.",
                "Participation",
                "We believe that every person who joins our company positively changes the way that we work. We work to every individual's strengths, finding the creative environment that will enable them to flourish. We hold weekly workshops for over 900 children and young people - providing them with a safe and rewarding environment where they can gain a new-found confidence and have the chance to regularly perform in major in-house productions.",
                "Outreach",
                "Chickenshed has established a network of partners that enables us to effectively target children and young people who would otherwise not be able to access our work. We regularly take our inclusive outreach model on the road, delivering over 15 projects and benefiting over 15,000 young people every year in venues ranging from primary schools and young offender centres, to mainstream and special schools.  Our work engages and educates young people about relevant social issues through the power of performance and active participation in workshops.",
                "We also run Shedlink - an ongoing project that enables us to help community groups set up independent 'Sheds' around the UK and overseas so that more people can benefit from our ethos and teaching style.",
                "Chickenshed Kensington & Chelsea",
                "In 2011, we launched our branch in Kensington & Chelsea to bring our work to an area of London polarised between rich and poor. This will ensure even more children and young people can experience the importance of being included and valued; not segregated or rejected. 50% of children in the Borough of Kensington and Chelsea attend independent schools, yet 42% of children in the Borough are from low income families.",
                "Young Creators",
                "Young Creators is a professional development programme which launched in 2013, providing young people with access to training and practical work experience in a variety of theatre skills. The programme provides a platform which teaches young people creative skills and arms them with the necessary tools to further their professional development. Each year, up to 165 Young Creators can benefit from the programme."
            ]
        },
        {
            "heading": "Vision and Mission",
            "paragraphs": [
                "Chickenshed is a pioneering and inclusive company that makes beautiful and inspirational theatre. We bring together people of all ages and from all backgrounds to produce outstanding theatre that entertains, inspires, challenges and informs both audiences and participants alike.",
                "Our vision is a society that enables everyone to flourish, and Chickenshed’s mission is to create entertaining and outstanding theatre that celebrates diversity and inspires positive change."
            ]
        }
    ],
    "id": 2858,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/2858/building_2858_img_0882_8d3b8de9909fb8504135cc928f128725.JPG",
            "description": null,
            "title": "Main entrance",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2858_img_0882_8d3b8de9909fb8504135cc928f128725.JPG"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/2858/building_2858_brooklyns-garden-shots-9_605cad4453a224c6e965b58e10a87384.JPG",
            "description": null,
            "title": "Garden and Amphitheatre",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2858_brooklyns-garden-shots-9_605cad4453a224c6e965b58e10a87384.JPG"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/2858/building_2858_chickenshed-building-1_a1b140d3b14884fca9cf9c09e322f657.png",
            "description": null,
            "title": "Front of building",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2858_chickenshed-building-1_a1b140d3b14884fca9cf9c09e322f657.png"
        }
    ],
    "links": [],
    "location": {
        "address": "290 Chase Side, Southgate, N14 4PE",
        "latitude": 51.6444026,
        "longitude": -0.1450389,
        "meeting_point": null,
        "travel_info": [
            "Tube: Cockfosters, Oakwood",
            "Train: Oakleigh Park, New Barnet",
            "Bus: 298, 299, 307"
        ]
    },
    "name": "Chickenshed Theatre",
    "original_url": "https://programme.openhouse.org.uk/listings/2858",
    "ticketed_events": false
}