{
    "all_week": false,
    "description": "Coombe Conduit is one of Kingston’s most important ancient monuments. It was built around 1540 as part of a system to collect fresh water from springs on Kingston Hill and channel it to  Hampton Court Palace.",
    "design": {
        "designers": [
            {
                "architect": "Unknown",
                "description": null,
                "year": "1540"
            }
        ],
        "periods": [
            "Tudor"
        ],
        "types": [
            "infrastructure/engineering",
            "online"
        ]
    },
    "events": [],
    "facilities": [],
    "factsheet": [
        {
            "heading": "History",
            "paragraphs": [
                "Coombe Conduit represents an intriguing survival from the system which, for 350 years, provided fresh water to Hampton Court Palace. The Kingston upon Thames Society manages the property on behalf of English Heritage.",
                "The Hampton Court conduit system was fed from three conduit heads, which were known as Coombe Conduit, Gallows Conduit and Ivy Conduit (the last is not in English Heritage’s guardianship). The system has traditionally been attributed to Cardinal Thomas Wolsey, who began work to the great palace at Hampton Court between 1514 and 1529.",
                "More recent research has suggested that the system was installed during Henry VIII’s residence, from 1529 onwards. This is further supported by the fact that the lands on which the conduit heads were built belonged until 1538 to Merton Priory. After the suppression of the monastery, these lands fell into the king’s hands.",
                "The Coombe Conduit system supplied the palace with water until 1876, though the supply had become intermittent some time before. In 1896 the conduit houses and a length of the lead piping were sold to the Duke of Cambridge, on whose land they stood. In 1900 the Crown formally relinquished all rights over the pipes.",
                "The upper conduit house at Coombe Conduit was badly damaged in 1943 when an elm tree, weakened by high-explosive bombs, fell across the west and north walls, bringing down the remains of the roof, the two masonry gables and parts of the remainder of the walls. This damage was partly repaired under the War Damage Act and further restored in 1956, after a lengthy debate about conservation philosophy.",
                "In about 1970 the area was developed residentially, and Coombe Conduit was enclosed within the garden of 28 Lord Chancellor Walk."
            ]
        },
        {
            "heading": "Description",
            "paragraphs": [
                "Coombe Conduit originally consisted of an upper and a lower chamber, 20 metres (65.5 feet) apart, connected by an underground vaulted passage. Water from the spring passed into a tank in the upper chamber, from which it was drawn by a pipe into a tank in the lower chamber.  From the lower tank the water passed into the main conduit leading to the palace. Intermediate tanks fitted with stopcocks enabled sections of pipe to be isolated for repairs.",
                "The total length of piping was about 5.5 kilometres (3.4 miles). The lead pipes were 7.5 centimetres (3 inches) in diameter and 1.2 centimetres (0.5 inches) thick. The system was engineered with a fall of 39.3 metres (129 feet) over a length of about 4.8 kilometres (3 miles), creating a water pressure adequate to supply running water to rooms on the second floor of the palace.",
                "In the 17th century an additional tank was created on the north side of the upper conduit house a level higher than the Tudor original, with a third tank being added in the 18th century at a lower level on the south side."
            ]
        },
        {
            "heading": "Further Reading",
            "paragraphs": [
                "Forge, JL, ‘Coombe Hill Conduit Houses and the water supply of Hampton Court Palace’, Surrey Archaeological Collections (1959), 56, 3–14",
                "Thurley, S, Hampton Court Palace (London, 2003)",
                "Kennedy, D.A. A virtual tour of Coombe Conduit, www.kingstonhistoryresearch.co.uk"
            ]
        }
    ],
    "id": 2949,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/2949/building_2949_img_0773_023bec33b422e54a9def13a680595fec.JPG",
            "description": null,
            "title": "Coombe Conduit",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_2949_img_0773_023bec33b422e54a9def13a680595fec.JPG"
        }
    ],
    "links": [
        {
            "href": "www.kingstonhistoryresearch.co.uk",
            "title": null
        }
    ],
    "location": {
        "address": "Coombe Lane West, Kingston upon Thames, KT2 7HF",
        "latitude": 51.4165268,
        "longitude": -0.2638856,
        "meeting_point": null,
        "travel_info": [
            "Train: Kingston, Wimbledon, Raynes Park, Norbiton",
            "Bus: 57"
        ]
    },
    "name": "Coombe Conduit",
    "original_url": "https://programme.openhouse.org.uk/listings/2949",
    "ticketed_events": false
}