{
    "all_week": false,
    "description": "25 homes designed with the Older Women’s Co-Housing group using PTE’s ‘fabric first’ approach which maximises the benefits of orientation, air-tightness, insulation and following the co-housing model. www.youtube.com/watch?v=9q25nbEl8rg",
    "design": {
        "designers": [
            {
                "architect": "Pollard Thomas Edwards",
                "description": null,
                "year": "2016"
            }
        ],
        "periods": [
            "Contemporary"
        ],
        "types": [
            "housing",
            "online"
        ]
    },
    "events": [],
    "facilities": [],
    "factsheet": [
        {
            "heading": "A Sense of Community",
            "paragraphs": [
                "This is PTE’s first venture into designing for a cohousing group. Our clients are a group of 26 older women who are pioneering a radically different approach to growing old.",
                "The members of Older Women's CoHousing have worked together for many years, pioneering the idea of a supportive community for women in later life. PTE collaborated with OWCH to design their ideal community on a site in Barnet, acquired for the group by not-for-profit retirement housing provider, Hanover.",
                "The women’s brief was very clear: their own sustainable homes, with shared facilities that create a sense of community. The collaborative design process that PTE facilitated was a learning exercise in understanding the realities of planning and building. The architects worked with the group to evolve a T-shaped layout focussed around shared facilities and communal gardens that gave every home its own outlook and sunlight.",
                "The scheme has its own distinctive character, while sitting comfortably with very different neighbours – a mixture of Georgian, Victorian, and more modern buildings. Like their neighbours, the new brick buildings front the street with low pitched pyramid roofs, while the asymmetric pitches of the garden wing roofs refer to the less domestic high street context to the East.",
                "The main entrance opens into the shared common areas and out to the south-facing communal garden, with flats above overlooking both the garden and the street.",
                "The shared spaces at the entry are the hub of the community. The sociable common house meeting room, kitchen and generous dining areas are complemented by other practical amenities like a laundry and drying space arranged around the mews courtyard, and a guest room with balcony that doubles as a quieter meeting space. Access to parking, refuse and mobility scooter bays is all from the central lobby, which will also become an informal meeting space as residents come and go.",
                "The large central garden is the focal point, with secret orchard garden and garden room tucked into a more remote corner of the site.",
                "Like a traditional mews garage, the concealed parking is also topped by two storeys of flats.  Perpendicular to the street, a 3-storey apartment block looks towards the historic spire of St John’s church and overlooks the shared gardens and courtyards on either side.",
                "The homes are 1, 2 and 3 bedroom flats, including 8 socially rented homes. Using PTE’s ‘fabric first’ approach, which maximises the benefits of orientation, air-tightness and insulation above bolt-on equipment, the homes will all reach Code for Sustainable Homes Level 4."
            ]
        },
        {
            "heading": "Awards",
            "paragraphs": [
                "Evening Standard New Homes Award 2017\nHousing Design Custom-build Award 2017\nHousing Design Award 2017\nHousing Design HAPPI Project Award 2016"
            ]
        }
    ],
    "id": 30,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/30/building_30_common-house_ab632f62b9bec4dbab50b244f928bbbb.jpg",
            "description": null,
            "title": "Common House",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_30_common-house_ab632f62b9bec4dbab50b244f928bbbb.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/30/building_30_balcony-group_a7b70d8a91bb65d1a13e26cf288a43da.jpg",
            "description": null,
            "title": "Balcony group",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_30_balcony-group_a7b70d8a91bb65d1a13e26cf288a43da.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/30/building_30_tree_8b8cfba8742ccb89c678c81f2e9796d0.jpg",
            "description": null,
            "title": "Tree in garden",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_30_tree_8b8cfba8742ccb89c678c81f2e9796d0.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/30/building_30_right-side_62f187ab268dcbc74b2ab806b56fd7b4.jpg",
            "description": null,
            "title": "Right side of building",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_30_right-side_62f187ab268dcbc74b2ab806b56fd7b4.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/30/building_30_leftside3_f881bf1b860035ad5f7e554dd5a3a69e.jpg",
            "description": null,
            "title": "Left facing the garden",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_30_leftside3_f881bf1b860035ad5f7e554dd5a3a69e.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "5b Union Street, Chipping Barnet, Barnet",
        "latitude": 51.6542151,
        "longitude": -0.202757,
        "meeting_point": null,
        "travel_info": []
    },
    "name": "New Ground (online only)",
    "original_url": "https://programme.openhouse.org.uk/listings/30",
    "ticketed_events": false
}