{
    "all_week": false,
    "description": "An 'Italian Romanesque' church set in Epping Forest, St Peter's was founded in 1840 and extended in 1887. The building underwent a major reordering throughout 2020 to save it from subsidence and create new community facilities.",
    "design": {
        "designers": [
            {
                "architect": "John Shaw",
                "description": null,
                "year": "1840"
            }
        ],
        "periods": [
            "Charles Rowntree Ainslie",
            "J C Lewis",
            "Martin Travers",
            "Fullers",
            "Citizens Design Bureau",
            "Victorian",
            "Historical/contemporary"
        ],
        "types": [
            "religious",
            "community/cultural"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "booking_link": null,
            "capacity": null,
            "date": "2022-09-17",
            "drop_in": true,
            "end": "2022-09-17T15:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in",
            "notes": "Visitors can arrive at any time during the opening hours. There may be queues at busy times.",
            "start": "2022-09-17T11:00:00+01:00",
            "ticketed": false
        },
        {
            "activity_type": "Drop in",
            "all_day": false,
            "booking_link": null,
            "capacity": null,
            "date": "2022-09-18",
            "drop_in": true,
            "end": "2022-09-18T15:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in",
            "notes": "Visitors can arrive at any time during the opening hours. There may be queues at busy times.",
            "start": "2022-09-18T11:30:00+01:00",
            "ticketed": false
        },
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/3093",
            "capacity": null,
            "date": "2022-09-17",
            "drop_in": false,
            "end": "2022-09-17T12:00:00+01:00",
            "fully_booked": false,
            "name": "History tour of St Peter's",
            "notes": null,
            "start": "2022-09-17T11:00:00+01:00",
            "ticketed": true
        },
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/3093",
            "capacity": null,
            "date": "2022-09-17",
            "drop_in": false,
            "end": "2022-09-17T15:00:00+01:00",
            "fully_booked": false,
            "name": "History tour of St Peter's",
            "notes": null,
            "start": "2022-09-17T14:00:00+01:00",
            "ticketed": true
        },
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/3093",
            "capacity": null,
            "date": "2022-09-18",
            "drop_in": false,
            "end": "2022-09-18T15:00:00+01:00",
            "fully_booked": false,
            "name": "History tour of St Peter's",
            "notes": null,
            "start": "2022-09-18T14:00:00+01:00",
            "ticketed": true
        }
    ],
    "facilities": [
        "Refreshments",
        "Toilets",
        "Disabled access"
    ],
    "factsheet": [
        {
            "heading": "History",
            "paragraphs": [
                "The church was built in 1840 as a chapel of ease to St Mary's Church, Walthamstow. It was designed by John Shaw Jr (1803-1870), who had previously worked as surveyor to Eton College and has several listed buildings to his credit, including the completion of the Church of St Dunstan in the City of London, which was begun by his father (also John Shaw). Father and son were pioneers in the development of semidetached housing.",
                "St Peter's was originally a smaller church, extending westwards by only one bay beyond the tower. It was built in an Italianate Romanesque style and paid for by public subscription (£3,000). The interior arrangement included 30 pews for the 'larger rate-payers' and 360 free seats for the poor, including 80 for their children. It became a separate parish church in 1844 with the Rev'd Tully Cornthwaite as vicar (his grave can be seen in the churchyard). The land around the church was consecrated as a burial ground by the Bishop of London in 1845. The Italianate styling is unusual and there are very few other church buildings of this type elsewhere in England.",
                "At some point a church hall was constructed adjacent to the church. It also served as a Church of England school until 1872. The building was demolished following the construction of a replacement hall in Bisterne Avenue in 1955, but its footprint can still be seen in the churchyard.",
                "Following the retirement of the Rev'd Tully Cornthwaite, the Rev'd Frederick Quarrington was appointed vicar and remained so for 34 years. In 1860 he became the first occupant of the parish's first vicarage, which had been partially paid for by Edward Warner in return for the patronage of the church. The Warner family were builders and property developers and became very influential in the development of the Walthamstow area through the construction of many streets of houses.",
                "Following a rise in population, the church was extended to the west in 1887. This extension was designed by local architect and church warden, J C Lewis. It followed the style of the original building and, as well as increasing the size of the church, the extension also included the insertion of the west gallery with a staircase at each corner and reorganisation of the east end as a chancel. The gallery extended along both the north and south sides of the nave. The refurbished church was officially unveiled by Lady Leucha Warner, daughter-in-law of Edward Warner, on March 4th 1887– a date stone on the outside south wall commemorates the event, which was reported in detail in the Walthamstow Guardian. The vicar at this time was Rev'd Matthew Rees.",
                "Further alterations and refurbishments followed in 1901-1905 when the paintings in the chancel were created. Later, in 1936-37, Martin Travers was commissioned to renovate the interior. The side sections of the gallery were removed and the pews replaced by chairs donated by Sir Edward Warner in memory of his father, husband of Lady Leucha.",
                "Martin Travers (1886-1948) was a distinguished designer of church interiors, many of which were theatrical and ornate. He was also one of the most influential British stained glass artists, becoming chief instructor in stained glass at the Royal College of Art in 1925, a position he held until his death. How much of his work at St Peter's survived a fire of 1975 is not known, but the red and gold wooden altar frontal that he designed is still in regular use and a memorial to Sir Thomas Courtenay Warner is located on the south wall.",
                "On 1st February, 1945, disaster struck St Peter's when a V2 rocket landed in the nearby boating lake of the Rising Sun Inn. Earlier in the war, in 1940, three bombs had dropped nearby, but hadn't caused any damage; this time the blast lifted the church roof and damaged the north wall, which had to be rebuilt at a cost of £9,000. During the building work, which began in April 1951, services were held in Forest School chapel. The works included the re-building of the entire north wall and insertion of larger windows. At the same time, the entrance lobby and two rooms at the west end were added. Further work in 1958 included alterations to the chancel and the insertion of a new stained glass east window depicting Christ the King.",
                "A significant proportion of the cost of the work was borne by Charles Howard, a local Methodist, entrepreneur and philanthropist. Parishioners were also resourceful in their fund-raising activities and the church's Dramatic Society staged an annual programme of performances including 'The Cheerful Knave' in 1950, 'Fools Rush In' in 1951, 'The Poltergeist' in 1952 and 'The House of Mary' in 1956.",
                "In 1962, the vicar, by now the Rev'd Edward Finch, moved into a new vicarage. The old vicarage was renamed 'Peter House' and became a Youth Club and coffee bar in July 1962. Activities on offer included drama, music and sports. There were also many social outings and holidays organised for parishioners at this time, including forty people attending the 'Passion Play' at Oberammergau in 1960, a group spending a fortnight in Rome in 1966 and an annual week-long Sunday School holiday at Norman's Bay in Sussex.",
                "On a more serious note, the church was active in matters of social reform at this time. Meetings were held to discuss nuclear disarmament, issues of drug addiction and the Dramatic Society performed a production of the play 'People of Nowhere' in 1960, which was Refugee Year, to raise awareness of the plight of refugees after the Second World War. Similar issues are still relevant today. In 1975 disaster struck St Peter's again, this time in the form of a fire, which broke out in the pipe organ. It was spotted by a passing driver in time to prevent large scale damage to the structure of the building, but the organ, situated in the south east corner, was destroyed and the interior seriously damaged by smoke. Two paintings were destroyed – one, a copy of the 'Madonna and Child' by Raphael, was replicated, the other, a painting by Sir John Gilbert, was later replaced by a new artwork by local artists, Pamela Saxton and Ellen Cummings, depicting the church and people enjoying the forest setting in 1977. The organ was replaced, with one supplied by Bishops and Sons, and moved to the west gallery by 1978.",
                "The 1990s saw a number of significant developments, not least the church's celebration of 150 years since its construction. In 1996 the old vicarage (Peter House) was demolished and the construction of the new Peterhouse Centre began. The old church hall in Bisterne Avenue was also demolished and the land sold. At the end of 1999, to celebrate the Millennium, a time capsule was placed in the attic of Peterhouse."
            ]
        },
        {
            "heading": "The Churchyard",
            "paragraphs": [
                "Set within a quiet corner of Epping Forest, the churchyard provides a very tranquil setting for the church. Surrounded on three sides by ancient woodland, the boundary fences provide a minimal barrier to the forest and this place of memorial largely shares its ecology with the forest.",
                "Due to its ancient woodland setting, the churchyard is located within the Epping Forest Site of Special Scientific Interest (SSSI) and Special Area for Conservation (SAC). It is also within a Site of Metropolitan Important to Nature Conservation (Epping Forest North, M012).",
                "The churchyard has a rich variety of tree and hedgerow species including oak, sycamore, hornbeam, ash, elder, horse chestnut, yew, holly, beech, lime, blackthorn and hawthorn. In spring it is carpeted with bluebells and has patches of wood anemone, both indicators of ancient woodland. The path edges and graves provide habitats for plants that would not normally be associated with woodland settings, such as sedum growing on some gravelly grave surfaces.",
                "Despite the best efforts of the volunteers, many parts of the churchyard have become overgrown with bramble and ivy; however, this adds to both the charm of the setting and the potential for nesting sites for woodland and garden birds. Add to this the patches of nettles and wild flowers and there is a good habitat for butterflies and other invertebrates.",
                "An ecological survey, undertaken in October  2017, noted that the churchyard may be used as a foraging site by bats and may also be used by reptiles, such as grass snakes, although none were actually recorded on the visit. Casual observation during site visits revealed a diversity of flowering plants including ox-eye daisy, meadow buttercup, ribwort plantain, tormentil, teasel, violet, self heal, cow parsley, burdock, woody nightshade and hedge woundwort."
            ]
        },
        {
            "heading": "Our Neighbourhood",
            "paragraphs": [
                "Prior to the construction of St Peter-in-the-Forest Church, Wood Street was still a relatively undeveloped rural area, separate from Walthamstow. The surrounding farms and market gardens provided dairy produce and fruit and vegetables for the London market. In the 17th century, this was a popular location for wealthy London merchants to have their country homes. Large brick-built houses changed hands frequently and were added to and embellished as fashions changed. While the northern end of Wood Street was home to some of the area's poorest inhabitants, living in\ntimber cottages in unsanitary alleyways, the Whipps Cross end had grand houses, including Clock House, built in 1706 for Sir Jacob Jacobson, a wealthy Dutch merchant. The plot of land on which the church was built was waste land.",
                "Walthamstow village was the main centre of activity. In 1831 the population was 4,258 and on the rise. The vicar of St Mary's Church in Walthamstow, the Rev'd William Wilson, set about revitalising his parish with three new district churches in the outlying areas, one of which was St Peter-in-the-Forest, constructed in 1840. Perhaps he hoped to attract a new congregation from the growing number of London merchants establishing their country residences at nearby Chingford, Snaresbrook and Woodford. Or maybe the opening of Forest School in 1834, on the opposite side of the recently constructed Woodford New Road, was the draw to creating a new church in the forest. From the date of opening until 1857, when the school built its own chapel, St Peter's received an income of £25 per annum for 28 seats reserved for the use of the school.",
                "The area around St Peter's was also a popular destination for day trippers from London to enjoy some fresh air and exercise in the forest. They were well catered for by the Rising Sun Inn, the church's near neighbour. The inn became the terminus for a horse-drawn tramway from Hackney, which must also have made the church more accessible. Visitors were able to stroll in the forest, enjoy a picnic, take refreshment at the inn or use the boating lake beside the inn, now an important wildlife habitat within Epping Forest.",
                "The arrival of the railway was the trigger for a large scale influx of people from London and associated housing development. Walthamstow became connected to the rail network in 1870. An extension to Chingford, via Wood Street, was completed three years later. In 1871 the population was 11,092. This had risen to 124,580 by 1911. Large areas of Walthamstow were developed for working class housing. Proximity to Epping Forest made St Peter's parish and the Wood Street area more desirable for middle class commuters and many new houses were designed for households with servants.",
                "In the latter part of the 19th and early 20th century, the Warner Estate Co was prolific in building affordable housing for the working classes in Walthamstow. Large terraced estates with corner shops and offices sprung up in the west of the borough. Warner Homes were known for their high quality workmanship and distinctive materials, often patterned in bold red brick with gables, recessed porches and a green and cream paint scheme. Many were decorated with a 'W' emblem. In the north and east of the borough, closer to Epping Forest, more middle class, semi-detached homes were built. The remaining building land was developed in the 1930s with middle class estates, such as those in The Risings close to St Peter-in-the-Forest Church. The borough suffered a considerable amount of bomb damage in the Second World War. Rebuilding work in the 1960s included many high rise developments.",
                "In the early years of the 20th century, the Borough of Waltham Forest was becoming a centre for the emerging film-making industry. The clean air, cheap land on which to build large studios, scenery in and around Epping Forest and proximity to London made it an ideal location for the silent movie makers. The stars of their films could travel out to Walthamstow during the day and be back to perform in London's theatres in the evenings.",
                "Between 1910 and 1924, there were four studios in operation. One of these, located in Hoe Street, was owned by the British and Colonial Kinematograhy Company and was the second largest in the country. Their films featured adventure characters such as 'Dick Turpin', 'Three Fingered Kate' and 'Lieutenant Daring'. Another, the Precision Film Company, was set up in a purpose-built studio by Gobbett Bros in 1910 at 280 Wood Street. The studio had a glass roof for natural light, which is believed to have been a pioneering design and much copied. At 245 Wood Street was the Cunard Film Company Ltd. This studio was later taken over by Broadwest Films Ltd (c1916). Broadwest gained fame in producing successful films of novels and stage plays including 'The Merchant of Venice' and 'The Case of Lady Camber'. By 1918 Broadwest was recognised as one of the UK's leading film-makers, and the borough's film studios amounted to 20% of the country's studio space. Some 130 films were made here. While nothing is now left of this significant cultural heritage activity, which largely disappeared in 1924 being unable to compete with the Hollywood 'talkies', some of the films made by these companies are held at the British Film Institute archives."
            ]
        }
    ],
    "id": 3093,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/3093/building_3093_img_2528_fc1a9cd04608f51f8f0d1670d4f3a6db.jpg",
            "description": null,
            "title": "St Peter-in-the-Forest with completed renovations",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_3093_img_2528_fc1a9cd04608f51f8f0d1670d4f3a6db.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/3093/building_3093_1928-easter_d1e877856ed7543b864159d8dd7fba9b.jpg",
            "description": null,
            "title": "Easter, 1928",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_3093_1928-easter_d1e877856ed7543b864159d8dd7fba9b.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/3093/building_3093_1945-approx-old-organ-and-lady-chapel_c5cdca2b3d2c41b9c615d3ab8a5a58db.jpg",
            "description": null,
            "title": "Old organ and lady chapel",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_3093_1945-approx-old-organ-and-lady-chapel_c5cdca2b3d2c41b9c615d3ab8a5a58db.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/3093/building_3093_1949-09-harvest-festival_ed33ccf01bdf7670a9bc0d1816b60b30.jpg",
            "description": null,
            "title": "Harvest Festival",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_3093_1949-09-harvest-festival_ed33ccf01bdf7670a9bc0d1816b60b30.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/3093/building_3093_1950-approx-chancel-before-change_22bdaaf03f2d930d0226306c97d556dd.jpg",
            "description": null,
            "title": "Apsidal chancel before renovation",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_3093_1950-approx-chancel-before-change_22bdaaf03f2d930d0226306c97d556dd.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/3093/building_3093_1950-approx-west-door-before-vestries-added-in-1952_9d8b68de64fa0bfeded30a47f35597f7.jpg",
            "description": null,
            "title": "West doors before the vestry extension",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_3093_1950-approx-west-door-before-vestries-added-in-1952_9d8b68de64fa0bfeded30a47f35597f7.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/3093/building_3093_1951-north-wall-removed-for-rebuiding-with-bigger-windows-less-weight_88eeed448a9d75c58de6e6b4571a4603.jpg",
            "description": null,
            "title": "Renovation of the north wall following bomb damage",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_3093_1951-north-wall-removed-for-rebuiding-with-bigger-windows-less-weight_88eeed448a9d75c58de6e6b4571a4603.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/3093/building_3093_1952-fullers-builders-picture-light-inside-church-with-new-windows_cd72adb9822bb984358389d26770a276.jpg",
            "description": null,
            "title": "The nave following renovation",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_3093_1952-fullers-builders-picture-light-inside-church-with-new-windows_cd72adb9822bb984358389d26770a276.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/3093/building_3093_1952-rededicationafter-n-wall-rebuilt-nave-organ-gone-ted-fenn-at-temporary-hammond-organ-rev-j-a-burleigh_252c3543747aa6a5f994bc22532e9a57.jpg",
            "description": null,
            "title": "Reopening the church following renovation",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_3093_1952-rededicationafter-n-wall-rebuilt-nave-organ-gone-ted-fenn-at-temporary-hammond-organ-rev-j-a-burleigh_252c3543747aa6a5f994bc22532e9a57.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/3093/building_3093_1961-or-62-view-from-ne_eff54ac7061c6d4e881ff17cbc8a63fa.jpg",
            "description": null,
            "title": "Christmas at St Peter's",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_3093_1961-or-62-view-from-ne_eff54ac7061c6d4e881ff17cbc8a63fa.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/3093/building_3093_img_0037_920c265fd35bdfe46af8b24b782014b8.JPG",
            "description": null,
            "title": "Building works begin, November 2019",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_3093_img_0037_920c265fd35bdfe46af8b24b782014b8.JPG"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/3093/building_3093_dsc_0587_46e16a39afad3631247beee21d581220.JPG",
            "description": null,
            "title": "Mayor's site visit, December 2019",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_3093_dsc_0587_46e16a39afad3631247beee21d581220.JPG"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/3093/building_3093_img_0364_a7492197844b0c78397871323f555ee5.JPG",
            "description": null,
            "title": "Start of steel installation, January 2020",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_3093_img_0364_a7492197844b0c78397871323f555ee5.JPG"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/3093/building_3093_img_0508_6fd506e88d4a4c210ed6d20016074b0e.JPG",
            "description": null,
            "title": "First floor taking shape, February 2020",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_3093_img_0508_6fd506e88d4a4c210ed6d20016074b0e.JPG"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/3093/building_3093_porch-demo-march-2020_1795e960e757919033c5358e10595f2d.jpg",
            "description": null,
            "title": "Porch demolition complete, March 2020",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_3093_porch-demo-march-2020_1795e960e757919033c5358e10595f2d.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/3093/building_3093_img_0742_825da99c7925947120a318c82ab009c3.JPG",
            "description": null,
            "title": "Scaffolding at the West End, April 2020",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_3093_img_0742_825da99c7925947120a318c82ab009c3.JPG"
        }
    ],
    "links": [],
    "location": {
        "address": "18 Woodford New Road, Walthamstow, E17 3PP",
        "latitude": 51.5871381,
        "longitude": 0.0061333,
        "meeting_point": null,
        "travel_info": [
            "Train: Wood Street",
            "Bus: 20, 230"
        ]
    },
    "name": "St Peter-in-the-Forest Church & Community Centre",
    "original_url": "https://programme.openhouse.org.uk/listings/3093",
    "ticketed_events": true
}