{
    "all_week": false,
    "description": "Grade II* listed 14/15C church, housing a Roman coffin, the historic Carew Chapel, Morris-designed organ screen and more. Restoration by Joseph Clarke.",
    "design": {
        "designers": [
            {
                "architect": "Unknown",
                "description": null,
                "year": "1350"
            }
        ],
        "periods": [
            "Joseph Clarke",
            "Medieval"
        ],
        "types": [
            "religious"
        ]
    },
    "events": [],
    "facilities": [
        "Toilets",
        "Refreshments",
        "Parking",
        "Family activities",
        "Disabled access"
    ],
    "factsheet": [
        {
            "heading": "History",
            "paragraphs": [
                "The Domesday Book provides evidence that there was a church on this site in 1086. This early church may have been founded by either Azor the Saxon, a prominent landowner given lands by Edward the Confessor, or Robert de Watteville, who acquired the manor at some point after the Norman conquest of 1066. There is also evidence that that a church may have been at this site earlier in the 10th Century.",
                "There has been activity in this location since the Roman period. Two Roman coffins were unearthed to the south of St Mary's between 1870 – 1930. These may have belonged to members of a nearby Roman villa, remains of which were found on a sewage plant on the north side of the Wandle River in 1871.",
                "The manor next to St Mary’s was bought by Nicholas Carew in around 1359. He purchased it from his father-in-law, Richard de Willoughby. The Carews were a wealthy and well-connected family who supported and extended the church, adding the Carew chapel in the 15th century.",
                "Members of the Carew family were significant figures in Tudor England. Nicholas Carew (1496 – 1539) was a relative of Anne Boleyn and a trusted courtier and friend of King Henry VIII, until his downfall and execution in 1539. His granddaughter Bess Throckmorton (1565 – 1647) was a courtier of Elizabeth I. She secretly married Sir Walter Raleigh in 1591 without permission from the queen. Following her husband’s execution in 1618 she asked for his body to be buried at her family church in Beddington, but there is no physical evidence that his body was ever moved here."
            ]
        },
        {
            "heading": "Victorian Restoration",
            "paragraphs": [
                "During the Victorian period, St Mary’s was heavily restored and redecorated. These restorations can be divided into two periods:",
                "•\t1850–2: major restoration works were undertaken by Joseph Clarke for the Rev. Hamilton. These restorations included the addition of the outer north aisle - known as the St Nicholas chapel. Simple pews made from oak were added to this new chapel. During these restorations, remains of three medieval mural paintings were discovered above the chancel arch. These were destroyed during this rebuild.",
                "•\t1868–9: Canon Bridges commissioned further church restorations. These included the addition of a number of beautiful stained-glass windows, and also a new vestry. During these restorations, the nave was heavily decorated in the Arts and Crafts style with stenciled designs, wall and ceiling paintings. A new organ was added to the chancel, its decorative organ screen having been designed in the workshops of William Morris at Merton. A large and elaborate altarpiece (reredos) depicting the Last Judgement was also commissioned to cover up the gap left by a window which was removed when the vestry was added to the west end of the church."
            ]
        }
    ],
    "id": 3751,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/3751/building_3751_church-exterior-1_9f48be589b4fae30a15aaf01fdb8ef5e.jpg",
            "description": null,
            "title": "Close up view of St Mary's and Graveyard ",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_3751_church-exterior-1_9f48be589b4fae30a15aaf01fdb8ef5e.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/3751/building_3751_church-exterior-02_af633739b0e4de4b04c0e063396f8462.jpg",
            "description": null,
            "title": "View of St Mary's and Graveyard ",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_3751_church-exterior-02_af633739b0e4de4b04c0e063396f8462.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Church Road, Beddington (in Beddington Park)",
        "latitude": 51.3739677,
        "longitude": -0.1429116,
        "meeting_point": null,
        "travel_info": [
            "Train: Hackbridge, Wallington",
            "Bus: 407, 410, 463"
        ]
    },
    "name": "St Mary's Beddington",
    "original_url": "https://programme.openhouse.org.uk/listings/3751",
    "ticketed_events": false
}