{
    "all_week": false,
    "description": "We are deeply saddened to hear of the death of Her Majesty Queen Elizabeth II. As a mark of respect, we will be cancelling our programme for the Open House - Riverside Festival. We look forward to welcoming you back to our studio in 2023.",
    "design": {
        "designers": [
            {
                "architect": "Foster + Partners",
                "description": null,
                "year": "1990"
            }
        ],
        "periods": [
            "Contemporary"
        ],
        "types": [
            "architectural practice"
        ]
    },
    "events": [],
    "facilities": [
        "Family activities",
        "Disabled access",
        "Toilets",
        "Refreshments"
    ],
    "factsheet": [
        {
            "heading": "History of the practice",
            "paragraphs": [
                "• Foster + Partners is a global studio for architecture, urbanism and design, rooted in sustainability, which was founded fifty years ago in 1967 by Norman Foster.",
                "• The studio integrates the skills of architecture with engineering, both structural and environmental, urbanism, interior and industrial design, model and film making, aeronautics and many more.",
                "• The studio has established an international reputation with buildings such as the Hearst Headquarters in New York, 30 St Mary Axe in London, Millau Viaduct in France, the German Parliament in the Reichstag, Berlin, The Great Court for the British Museum, Headquarters for HSBC in Hong Kong and London, the ME Hotel in London, Commerzbank Headquarters in Frankfurt, the Bilbao Metro, the Carré d’Art Nîmes, the sustainable Masdar development in Abu Dhabi, and research centres for Stanford University, California. Recent work includes, Bloomberg European Headquarters in London, Buenos Aires City Hall, Queen Alia International Airport in Amman, Crossrail Place Canary Wharf in London, Château Margaux in Bordeaux, and Yacht Club de Monaco. Currently, the practice is involved in projects such as the Al Haramain High Speed Rail project in Saudi Arabia and Apple’s headquarters in California.",
                "• The practice employs approximately 1200 staff worldwide with about 1000 based in London.",
                "• Foster + Partners have overseas offices in Abu Dhabi, Bangkok, Beijing, Buenos Aires, Dubai, Hong Kong, Madrid, New York, San Francisco, Shanghai, Singapore and Sydney"
            ]
        },
        {
            "heading": "Riverside",
            "paragraphs": [
                "• The practice moved into Riverside February 1990.",
                "•  The building itself has eight storeys, with Foster + Partners' studio occupying the lower three levels and apartments located on the upper floors, all of which share spectacular views of the river.",
                "• Office space is 60 metres long, 24 metres deep and 6.5 metres high. Along its southern edge a mezzanine contains meeting and presentation spaces together with a library and image bank, while below is a state-of-the-art modelshop.",
                "• Everyone in the studio, whatever their job description, has a place at one of the long workbenches; the arrangement is very fluid with no division between design and production.",
                "Appointment: 1987\nCompletion: 1990\nClient: Petmoor Developments\nArchitect: Foster + Partners\nStructural Engineers: Arup\nSite Area: 4,000m2\nBuilding Area: 2,000m2"
            ]
        }
    ],
    "id": 422,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/422/building_422_0361_fp479815_indesign_4d3d824df1ba6292cf021077af686e1b.jpg",
            "description": null,
            "title": "Main Studio at Riverside looking towards Albert Bridge",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_422_0361_fp479815_indesign_4d3d824df1ba6292cf021077af686e1b.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Riverside, 22 Hester Road, SW11 4AN",
        "latitude": 51.48025,
        "longitude": -0.168501,
        "meeting_point": null,
        "travel_info": [
            "Tube: Sloane Square, South Kensington",
            "Train: Clapham Junction, Battersea Park, Queenstown Road (Battersea)",
            "Bus: 19, 49, 170, 319, 345"
        ]
    },
    "name": "Foster + Partners",
    "original_url": "https://programme.openhouse.org.uk/listings/422",
    "ticketed_events": false
}