{
    "all_week": false,
    "description": "Built thanks to a generous gift from local benefactress, Mrs Lavinia Keene, St Patrick's was consecrated in July 1940 and is unusual in style. The concrete and brick interior contrasts with the dramatic, colourful reredos. Grade II listed.",
    "design": {
        "designers": [
            {
                "architect": "A E Wiseman",
                "description": null,
                "year": "1940"
            }
        ],
        "periods": [
            "Inter-war"
        ],
        "types": [
            "religious"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "booking_link": null,
            "capacity": null,
            "date": "2022-09-17",
            "drop_in": true,
            "end": "2022-09-17T16:30:00+01:00",
            "fully_booked": false,
            "name": "Drop in",
            "notes": "Visitors can arrive at any time during the opening hours. There may be queues at busy times.",
            "start": "2022-09-17T10:00:00+01:00",
            "ticketed": false
        },
        {
            "activity_type": "Exhibition",
            "all_day": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/4597",
            "capacity": null,
            "date": "2022-09-17",
            "drop_in": false,
            "end": "2022-09-17T16:30:00+01:00",
            "fully_booked": false,
            "name": " Barking Photographic Society and Historical Societies ",
            "notes": null,
            "start": "2022-09-17T10:00:00+01:00",
            "ticketed": true
        }
    ],
    "facilities": [
        "Parking",
        "Disabled access",
        "Refreshments",
        "Toilets"
    ],
    "factsheet": [
        {
            "heading": "The Story of St Patrick's Church",
            "paragraphs": [
                "When the First World War ended, the parish of St Margarets was divided into several new parishes. The spiritual needs of the rapidly growing district of Eastbury was provided by the Church of Ascension which was a temporary Church dedicated in 1924, the building later became St Patrick's Church hall before its demolition in 1975.",
                "The discussions between the Vicar of Barking and Barking Council to find a site for a new Church began in 1937 and the Blake Avenue site was finally agreed on. Funding for the Church came from an endowment from the parish of Barking accepted by Ecclesiastial Commissioners in March 1938, there was also a very generous gift of monies for the building by local benefactress Mrs Lavina Keene. In late 1938 the new parish of St Patrick's was formally announced and the parish council was duly elected. The nominated vicar was the former vicar of the Church of the Ascension the Rev. G. Bowker.",
                "The architect for the building was Mr A. E. Wiseman of Chelmsford who was better known for designing cinemas rather than churches. This may explain the design of the reredos behind the Altar. The total cost of the buildings and furnishings was £10,500.  It is unusual but not unique that the Church was built during the Second World War. Building work had started before World War Two began and was allowed to continue.",
                "Building works where largely prohibited during wartime, but were occasionally permitted if the building materials where already at hand or building work was sufficiently advanced to allow completion.",
                "The Bishop of Chelmsford consecrated the church in July 1940. The stone laying ceremony was performed by Mr J.B.H. Low as Mrs Lavina Keene was unable to attend due to illness. Considering the close proximity to the London/ Tilbury Dock railway line the new Church sustained minor damage to the plaster but otherwise was unscathed.",
                "In 1976-77 the church had some alterations. The naive was divided to create a Church hall at the west end and a false ceiling was inserted. The clerestory windows where blocked up due to heat conservation and as a deterrent to constant vandalism.",
                "2008 saw the Church undergo a refurbishment scheme which included conservation and cleaning of the reredos, replacement kitchen and toilet facilities at the back of the church, plastering of some of the internal brickwork and replacement of some windows. A sliding partition between the hall and the nave has been installed. At this time the pews were replaced by upholstered chairs."
            ]
        },
        {
            "heading": "Building Design",
            "paragraphs": [
                "St Patrick's Church is an unusual design and striking building. It is designed in the streamline Moderne style. It is appropriately orientated with the altar to the east and is located on the first curve of Blake Avenue. The building is constructed on piers, has a reinforced concrete frame and is faced in buff Dutch bricks. The flat roof behind a parapet is covered in asphalt.",
                "Approaching the building from Denham Way the view is dominated by the impressive, symmetrical east facade with its  dominating drum tower. The tower is flanked by low curving transeptal vestries and a Lady Chapel is a bold composition. The exterior has a subtle touches of embellishment but it is the unusual form and massing and it's streamlined architecture that engages the viewer.",
                "The Church has undergone a few changes, but perhaps the most regrettable is the blocking of the clerestory windows to combat heat loss, restricting the light flooding into the building which is what the architect had originally intended. But the alteration can be reversed and does not diminish the original design."
            ]
        },
        {
            "heading": "The Interior",
            "paragraphs": [
                "The interior exploits the contrasts between concrete, wood and brick. The exposed brick walls contrast with structural splayed concrete piers and a stepped concrete rood beam provides the support for a Bakelite cross at the junction of the nave and the chancel. The Ham stone pulpit and font, the walnut veneer for the altar back and door finishes are simple but are of excellent quality and are used to good effect. It is the chancel though that is most striking.",
                "There is a fan shaped reredos above a stepped wooden backdrop to the altar with curved brick side panels. The reredos has a painted sky either side of gilded ribs and it is illuminated. The decoration is reminiscent of a style possibly more associated with cinema architecture of the 1930s perhaps due to the designer A. Wiseman being a cinema architect. But it is the reredos that gives it such uniqueness. It gives colour and drama to the building and draws the eye to the east end and the sanctuary.",
                "During the refurbishment work in 2008 the nave was subdivided to create a church hall at the west end. The partition has been carefully designed and slides open to allow the church to be more open."
            ]
        }
    ],
    "id": 4597,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/4597/building_4597_img_0644_5af0955aa40950f98204748638249a58.JPG",
            "description": null,
            "title": "View from Denham Way",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_4597_img_0644_5af0955aa40950f98204748638249a58.JPG"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/4597/building_4597_img_0646_8df5f205ca236f5da96ab39b3d544ac2.JPG",
            "description": null,
            "title": "The curve of Blake Avenue",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_4597_img_0646_8df5f205ca236f5da96ab39b3d544ac2.JPG"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/4597/building_4597_img_0648_deb639daf03c252b457c295390f40b49.JPG",
            "description": null,
            "title": "View from Kennedy footbridge ",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_4597_img_0648_deb639daf03c252b457c295390f40b49.JPG"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/4597/building_4597_img_0637_cea11658f7e42a655276d29ff9db2fcc.JPG",
            "description": null,
            "title": "The Chancel",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_4597_img_0637_cea11658f7e42a655276d29ff9db2fcc.JPG"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/4597/building_4597_img_0638_414f53b4cc3c14f936d47b6dd69e05dd.JPG",
            "description": null,
            "title": "The eye catching reredos",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_4597_img_0638_414f53b4cc3c14f936d47b6dd69e05dd.JPG"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/4597/building_4597_img_0639_bf3052697fb8ead17cb76aee698d7004.JPG",
            "description": null,
            "title": "The Mosaic of Barking",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_4597_img_0639_bf3052697fb8ead17cb76aee698d7004.JPG"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/4597/building_4597_img_0643_827f231312c7c47f1c9430cb4ccfffb2.JPG",
            "description": null,
            "title": "The Foundation Stone",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_4597_img_0643_827f231312c7c47f1c9430cb4ccfffb2.JPG"
        }
    ],
    "links": [],
    "location": {
        "address": "Blake Avenue, Barking, IG11 9SQ",
        "latitude": 51.5337857,
        "longitude": 0.0956496,
        "meeting_point": null,
        "travel_info": [
            "Tube: Upney",
            "Train: Barking",
            "Bus: 62, 287, 368, EL1, EL2"
        ]
    },
    "name": "St Patrick's Church",
    "original_url": "https://programme.openhouse.org.uk/listings/4597",
    "ticketed_events": true
}