{
    "all_week": false,
    "description": "Grade I listed Georgian garden building. Tribute to Shakespeare built in the Ionic style by actor David Garrick. Arcadian Thames-side setting in restored 18C gardens thought to be by Capability Brown.",
    "design": {
        "designers": [
            {
                "architect": "Unknown",
                "description": null,
                "year": "1756"
            }
        ],
        "periods": [
            "Georgian"
        ],
        "types": [
            "museum"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "booking_link": null,
            "capacity": null,
            "date": "2022-09-18",
            "drop_in": true,
            "end": "2022-09-18T17:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in",
            "notes": "Visitors can arrive at any time during the opening hours. There may be queues at busy times.",
            "start": "2022-09-18T12:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        "Refreshments",
        "Bookshop",
        "Toilets",
        "Disabled access"
    ],
    "factsheet": [
        {
            "heading": "The Temple",
            "paragraphs": [
                "This is in fact Garrick’s Temple to Shakespeare, a tribute by the great actor-manager to his idol William Shakespeare. David Garrick was born in Hereford of relatively humble Huguenot stock but through his remarkable talents he rose to pre-eminence in the artistic and social life of 18th century London. Largely because of brilliant performances in Shakespearean roles, his reputation grew with that of his hero.",
                "In 1754, Garrick purchased Hampton House (now Garrick’s Villa), overlooking the Thames at Hampton. He commissioned Robert Adam to improve the property, adding a classical portico and orangery, while his friend Lancelot ‘Capability’ Brown laid out the riverside garden. This was designed in typical mid-18th century style, with a serpentine path reflecting the ‘Line of Beauty,’ defined by Garrick’s friend William Hogarth. There, in 1756, Garrick built an octagonal Palladian temple with a dome and eight Ionic columns. The architect is unknown but the design almost certainly derives from that of the Temple at Chiswick House,  home of Lord and Lady Burlington, Garrick’s close friends who had acted as guardians to Eva Maria (an Austrian ballet dancer) before she married David.",
                "The Temple and garden formed the perfect setting for Garrick to cultivate his talent as a country gentleman. On May Day each year, seated on his special ‘President of the Shakespeare Club’ chair, Garrick and his wife dispensed money and cakes to the poor children of Hampton. Zoffany’s great paintings of the Garricks in the Temple gardens give an idea of the amiable style in which the couple enjoyed their country retreat, far away from their hectic London life. The Arcadian scene so moved Garrick’s long-standing friend Dr Johnson, that he is recorded as proclaiming, “Ah, David, it is the leaving of such places that makes a deathbed so terrible.”",
                "To preside over the interior of the Temple, in 1758 Garrick commissioned a life-sized marble statue of Shakespeare from the eminent Huguenot sculptor, Louis François Roubiliac. Garrick almost certainly posed for the statue himself – showing the Bard at the precise moment of inspiration. Completion of this commission was not without difficulties. The original version showed faint veins across the face (natural blemishes in the marble), which Garrick found unacceptable. Roubiliac had to remove the head and replace it with another of a purer marble.",
                "The original statue, bequeathed to the British Museum, is now in the British Library (without its plinth). The excellent copy now in the Temple was presented to the Trust by the British Museum. In the Zoffany painting showing the Garricks resting in front of the Temple, the statue can be glimpsed through the open door of the building, reminding us of Garrick’s devotion to his idol.",
                "Garrick used the Temple to write, entertain his friends and house his growing collection of Shakespeare relics. Even in the 18th century the highway from Kingston to Staines was a busy road and having been prevented from building a bridge, Garrick had a tunnel constructed so he could reach his riverside garden easily and safely. These days visitors must rely on pedestrian-controlled traffic lights."
            ]
        },
        {
            "heading": "Renovation",
            "paragraphs": [
                "Over the years the Temple was allowed to fall into disrepair until in 1998/9, a partnership between the local council and a number of charities, raised the funds to get the building restored and the Temple gardens, now called Garrick’s Lawn, laid out again as in Garrick’s day.",
                "The Temple, now managed by Garrick’s Temple to Shakespeare Trust (a registered charity), contains a collection of copies of paintings from some of the country’s major galleries plus many original 18th century prints and engravings, giving an account of Garrick’s life, career, social life and the theatrical world in which he played so prominent a part."
            ]
        },
        {
            "heading": "Usage",
            "paragraphs": [
                "The gardens are open during daylight hours throughout the year and the Temple is open to the public every Sunday from 2 to 5 pm from March to the end of October.",
                "The Temple provides a perfect venue for a programme of small-scale musical and dramatic performances and other suitable events, which are listed on the Garrick's Temple to Shakespeare website.",
                "In addition, in recent years, the Temple has been used by professor Richard Wilson of Kingston University, to hold a series of symposia on Shakespeare.  These symposia have attracted scholars from around the world."
            ]
        }
    ],
    "id": 460,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/460/building_460_1-garrick-s-temple-ready-for-visitors_1f8cf31ab4388aba9257114b5868b0bf.jpg",
            "description": null,
            "title": "Garrick's Temple open for visitors, 1st May 2017",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_460_1-garrick-s-temple-ready-for-visitors_1f8cf31ab4388aba9257114b5868b0bf.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/460/building_460_1-loki-1a-william-summers-elin-harries-kathryn-bennet_74e4bd410e937b31ce06fa42fc940abd.jpg",
            "description": null,
            "title": "Musicians preparing for concert in Garrick's Temple, April 2018 ",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_460_1-loki-1a-william-summers-elin-harries-kathryn-bennet_74e4bd410e937b31ce06fa42fc940abd.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/460/building_460_9-dancing-round-the-maypole_21c820871929e27cd0d58058577b4cf8.jpg",
            "description": null,
            "title": "Dancing round the Maypole, 1st May 2016",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_460_9-dancing-round-the-maypole_21c820871929e27cd0d58058577b4cf8.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/460/building_460_220px-garrick-s_temple_south_view_d2835f24f7f380c04964a49677da0f54.jpg",
            "description": null,
            "title": "View of the Temple from across the River Thames",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_460_220px-garrick-s_temple_south_view_d2835f24f7f380c04964a49677da0f54.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Garrick's Lawn, Hampton Court Road, , Hampton",
        "latitude": 51.4123247,
        "longitude": -0.3592084,
        "meeting_point": null,
        "travel_info": [
            "Train: Hampton, Hampton Court, Kingston",
            "Bus: 111, 216, R68"
        ]
    },
    "name": "Garrick's Temple to Shakespeare, Hampton",
    "original_url": "https://programme.openhouse.org.uk/listings/460",
    "ticketed_events": false
}