{
    "all_week": false,
    "description": "One of only 2 schools designed using Ernő Goldfinger's school building system - precast reinforced concrete frame with brick infill. Mural of school subjects by Gordon Cullen. Grade II* listed. Bouncing Off the Wall C20th Arts Fair 12-5",
    "design": {
        "designers": [
            {
                "architect": "Ernö Goldfinger",
                "description": null,
                "year": "1952"
            }
        ],
        "periods": [
            "Gordon Cullen",
            "Post-war"
        ],
        "types": [
            "education"
        ]
    },
    "events": [],
    "facilities": [
        "Disabled access",
        "Refreshments",
        "Toilets"
    ],
    "factsheet": [
        {
            "heading": "History",
            "paragraphs": [
                "This Grade II* listed building was one of two primary schools designed in 1949 by architect, Erno Goldfinger (1902-1987), an influential figure in the British Modernist Movement. Opened in 1952, it was originally named Westville Road School and in 1987, the same year Goldfinger died, was renamed Greenside School. The building earns the star on its listing due to the fine mural in the entrance foyer by architectural artist and urban theorist Gordon Cullen (1914-1994).",
                "The school was built in response to the need to create a better Britain after the Second World War and inspired by the optimistic influences expressed in the Festival of Britain in 1951. The school is on the site of a Victorian Board School, built in 1886 to accommodate 1200 children and offer a “serviceable education at very low fees”. The old school was bombed in 1944, fortunately after the evacuation of the children. The London County Council had plans to build temporary schools after the war as sets of Ministry of Works huts, but Goldfinger proposed an alternative scheme using a precast reinforced concrete frame with brick infill. One of the reasons that the LCC were persuaded to adopt his scheme was that the main hall would be joined to the school via a covered corridor rather than being disconnected huts where pupils would be exposed to the elements between classes."
            ]
        },
        {
            "heading": "Goldfinger's Designs",
            "paragraphs": [
                "Goldfinger's innovative school designs (for Greenside here and Brandlehow in Putney), based on a pre-cast concrete scheme scheduled to be built in 24 working days, were executed between his earlier modernist work at small scale, characterised by the Willow Road flats in Hampstead in 1939, and his later ‘brutallist’ work such as the Balfron Tower in Poplar built 1966-67. His work at Greenside showed a great understanding of how to make a pleasant and inspiring learning environment. His classrooms are bright, flooded with light, and many of the features of the school encourage an outside/inside feel. The original terrazzo tiles on the approach to the front entrance flowed inside the glassy doors and into the foyer. Most of the rooms feature photobolic screens designed to throw reflected natural light up onto the ceiling and provide some shade near the window (thus evening out natural light distribution in the room). The grounds were planned to include ‘outside classrooms’ with trees planted to offer shade for the teachers."
            ]
        },
        {
            "heading": "The Greenside Mural",
            "paragraphs": [
                "The Gordon Cullen mural in the entrance foyer is more evidence of Goldfinger creating an inspiring learning environment. Goldfinger had worked during the war mounting exhibitions to send to the troops on subjects such as 'Food', 'Cinema', 'the Eastern front' and 'Planning Your Home', often working with Cullen to do the graphics and illustrations. He then commissioned Cullen to produce a mural on school subjects: Invention, History, The Sea, Geography, The Solar System and Nature. Completed in 1953, Cullen’s mural takes on the character of simplified but nonetheless stimulating detail found in the new generation of factual books of the time, among which the Puffin Picture Books series has become the best known.",
                "After many years hidden, the mural has been rehabilitated back into school life as an imaginative visual resource. The Friends of the Greenside Mural have raised funds and arranged for conservation of the mural in 2014 and again in 2022.",
                "In 2012 the re-designed Learning Garden, very much in the spirit of Goldfinger, was opened as part of the school’s Diamond Jubilee celebrations."
            ]
        },
        {
            "heading": "Greenside Primary School today",
            "paragraphs": [
                "Greenside Primary School stay at the forefront of educational thinking and practice. They have a creative curriculum themed around films, integrate iPads into their learning and use innovative teaching methods like vertical classes (an age range from Year 6 to Year 1 taught together). Their approach to the environment and food is exemplary - having recently won the London Sustainable School of the Year award. To help children learn about food production they grow vegetables for school lunches, bake their own bread and even have a (tiny) wheat field."
            ]
        },
        {
            "heading": "Bouncing Off the Wall!",
            "paragraphs": [
                "We launched the restoration of the fine Gordon Cullen mural with a C20th Graphic Arts Fair, Bouncing Off the Wall!, at the school in 2014. This year, combined with the Open House Festival, we are opening our doors and holding the fair in the school hall with a carefully curated selection of exhibitors showing work by C20th artists, contemporary artists with C20th sympathies, traditional skills like wood engraving, letterpress printing, etching and screen printing, pattern papers, ceramics and publishers. There are two free talks this year: At 2pm - Alan Powers on Riverside Days and Nights, the artists living and working near the river in Hammersmith between the wars. At 3pm - Ian Beck will be delivering a talk on Glynn Boyd Harte, one of the most distinctive and influential illustrators of the 70s and 80s - and his new book on Glynn Boyd Harte will be launched on the day. Other exhibitors include Design for Today, Mainstone Press, Penfold Press, Jonny Hannah, Neil Jennings Fine Art and Gwen Hughes Fine Art. Greenside School will be offering their home-made bread for sale and running the Vintage Tearoom. Instagram: @bouncingoffthewall"
            ]
        }
    ],
    "id": 5286,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/5286/building_5286_greenside-primary-school-street-view_35059424082b12a3ee05cdc89f658847.jpg-large",
            "description": null,
            "title": "Greenside Primary School street view ",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_5286_greenside-primary-school-street-view_35059424082b12a3ee05cdc89f658847.jpg-large"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/5286/building_5286_greenside-front_f993536f0fcc4bbb5ee8da1de16896c0.jpeg",
            "description": null,
            "title": "Greenside from Westville Road ",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_5286_greenside-front_f993536f0fcc4bbb5ee8da1de16896c0.jpeg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/5286/building_5286_greenside-hall-from-playground_01aa02e044689e958150a37a3cbd0159.jpeg",
            "description": null,
            "title": "Greenside Hall from playground",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_5286_greenside-hall-from-playground_01aa02e044689e958150a37a3cbd0159.jpeg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/5286/building_5286_greenside-hall-fair_5ce91664a9eb0dc1d27950055d1504af.jpeg",
            "description": null,
            "title": "Greenside Hall Interior",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_5286_greenside-hall-fair_5ce91664a9eb0dc1d27950055d1504af.jpeg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/5286/building_5286_greenside-mural0121-2_10795568dc1b6210af024c38211e191c.jpg",
            "description": null,
            "title": "Gordon Cullen Mural",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_5286_greenside-mural0121-2_10795568dc1b6210af024c38211e191c.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/5286/building_5286_bouncing_showcard_7c7bc0e884239e7a79c4b85904b33036.jpg",
            "description": null,
            "title": "Bouncing Off the Wall! poster",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_5286_bouncing_showcard_7c7bc0e884239e7a79c4b85904b33036.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "51 Westville Road, W12 9PT",
        "latitude": 51.5035638,
        "longitude": -0.237022,
        "meeting_point": null,
        "travel_info": [
            "Tube: Shepherd's Bush Central, Shepherd's Bush Hammersmith & City, Goldhawk Road, Ravenscourt Park",
            "Train: Shepherds Bush",
            "Bus: 94, 237, 283, 260, 207, 266"
        ]
    },
    "name": "Greenside Primary School",
    "original_url": "https://programme.openhouse.org.uk/listings/5286",
    "ticketed_events": false
}