{
    "all_week": false,
    "description": "Half Moon Theatre is a highly decorated stucco rendered building in the York Square conservation area which was renovated 2012-15. The building was originally constructed as Limehouse District Board of Works in 1864.",
    "design": {
        "designers": [
            {
                "architect": "C. R. Dunch",
                "description": null,
                "year": "1864"
            }
        ],
        "periods": [
            "Victorian"
        ],
        "types": [
            "theatre"
        ]
    },
    "events": [],
    "facilities": [
        "Family activities",
        "Bookshop",
        "Disabled access",
        "Refreshments",
        "Toilets"
    ],
    "factsheet": [
        {
            "heading": "Limehouse District Board of Works",
            "paragraphs": [
                "In 1864, the new offices of the Limehouse District Board of Works opened at 43 White Horse Road. The new building by Charles Dunch, Surveyor to the Board, had an ornate, Italianate stuccoed façade, described in the Pevsner Guide to the Architecture of the British Isles, as featuring 'a grossly decorated round arched entrance beneath a portico on massive festooned brackets'. This beacon of civic virtue, along with the 19th Century houses of the nearby Mercers Estate would have stood out in stark contrast to the clay-pipe factory, the charity school, the alms houses to the north and the East End tenement slums to the south in Ratcliff.",
                "After the 1901 abolition of the Limehouse District Board of Works, the building became the office of the Stepney Public Health Department and, later still, the Tower Hamlets Housing Department, then an adult day care Training Centre. Most of the records from these times are, inevitably, prosaic technical reports on Sewers, Drains and other services."
            ]
        },
        {
            "heading": "The local area",
            "paragraphs": [
                "Over a hundred and fifty years ago, in 1864, the new offices of the Limehouse District Board of Works opened at 43 White Horse Road. The Board's Committees had previously met in the house of the clerk, Thomas Wrake Ratcliff, on the corner of Salmon Lane. White Horse Road, then known as Cliff Street, originally linked the medieval hamlet of Ratcliff with St Dunstan's church. The road follows an ancient track on which the body of a Kentish Saxon chief slain in battle with the Danes is said to have been carried up from the river to be laid to rest on what would become the site of the church.",
                "St Dunstan, as the story goes\n\tOnce pulled the Devil by the nose\n\tWith red-hot tongs, which made him roar\n\tThat he was heard three miles or more.",
                "The house of Ratcliff (the clerk not the place) had been built on the grounds of the former rectory, commonly known as Dean Colet House. It took its name from the Christian Humanist John Colet, vicar of St Dunstan's, Dean of St Paul’s and founder of St Paul’s school. Dean Colet was friends with the radical Protestant reformers Erasmus, Calvin and Zwingli, all of whom visited him in England.",
                "Limehouse itself dates back to the 14th century; the name derives from the lime-kilns by the river. It had always had strong maritime connections, its docks crowded with boatyards, chandlers, rope-makers and smoke-holes for curing fish, along with cheap lodgings and riverside taverns. By the 1860s migrant Lascars, Asian sailors, were settling in what was to be London's first Chinatown in Limehouse.",
                "Over the first forty years of the 19th century, the population of Limehouse had more than quadrupled – from less than 5,000 to nearly 20,000 inhabitants. Extreme poverty and disease were rife. During a particularly virulent cholera epidemic in 1866 the Medical Officer, Thomas Orton, wrote a Special Report for the Limehouse District Board of Works. His report challenged the new consensus that cholera was a water-borne disease, arguing that it was the result of miasma or 'bad air'. In the event, he was proved wrong, though he made a convincing case for the effects of atmospheric pressure on the spread of the disease in low-lying, swampy areas.",
                "Charles Dickens is said to have taken his morning coffee at a tobacconists close to the Board of Works building. Dickens knew the area from his boyhood, when his godfather, who lived nearby, had shown him the sights and characters that would one day populate his novels, including 'Our Mutual Friend'. He was not the only writer to recount lurid tales of Limehouse's seamy, dangerous side; Sax Rohmer created the Chinese criminal mastermind Fu Manchu, playing on racist fears of a 'Yellow Peril'. Despite such libels, then as now, most immigrants built new lives, contributing to a thriving multi-cultural community.",
                "The 1888 Bryant and May match-girls strike in Bow began as a protest against low pay, poor working conditions and the health-risks associated with phosphorus, including the dreaded 'phossy jaw'. The match-girls' industrial action helped inspire the dockers' strike of the following year, triggered by an argument over 'plus money' (bonuses paid for unloading ships). The dockers, led by Ben Tillett, were protesting their treatment as casual labour, which forced them to crowd the dock-side, jostling and competing to be 'called-on' for a shift; if unsuccessful, they would be sent home with no pay.",
                "The Blitz began on the night of 7th September 1940. According to George Turnbull of the Home Guard: 'The first day of bombing was most dreadful... Explosions were everywhere, there was just not a break, bang after bang after bang...' This was followed by 57 consecutive nights of bombing. During the 1940s Blitz, the Queen (later the Queen Mother) visited Limehouse to show solidarity with the people of the East End, famously pulling a pint in the appropriately names Queen's Head pub.",
                "The Blitz and subsequent post-war development destroyed Chinatown and much of old Limehouse. In the 1960s the docks closed. Twenty years later the London Docklands Development Corporation (LDDC) began the transformation of Limehouse Basin into prime river-front real estate. In 1965 Limehouse was amalgamated with the rest of Tower Hamlets, now one of the most ethnically diverse parts of London."
            ]
        },
        {
            "heading": "History of Half Moon Theatre",
            "paragraphs": [
                "Half Moon Theatre was formed in 1972 in a disused synagogue in Alie Street, Aldgate. It took its name from Half Moon Passage at the side of the building, an alleyway which is still there today, though the original building has been demolished. Two of the founders, Michael Irving and Maurice Colbourne, already lived in the synagogue and decided to convert the space into a fringe theatre when joined by Artistic Director, Guy Sprung. They were soon joined by many other theatre people and artists, including Jeff Hooper, Steve Gooch and Mary Sheen, and were offered help from members of the local community. The company’s opening production in January 1972 was Bertolt Brecht’s In the Jungle of the Cities. In May 1972 the company had a major artistic success with Will Wat, If Not, What Will? by Steve Gooch, which received many positive reviews in the national press. Half Moon also actively sought to highlight opportunities for local actors and writers, including Billy Colvill and Johnnie Quarrell.",
                "In 1974 Peter Conway and Murray Edmonds were taken on to run the Youth Project: drama workshops in youth clubs across Tower Hamlets. They were first based in Alie Street, then at the Berner Club, and finally at Oxford House. Soon plays were being presented on tour to community spaces, such as Spare Us A Copper, which explored the legal rights of someone being taken into custody. The seeds of what was to become the Half Moon Young People’s Theatre were sewn.",
                "When Guy Sprung returned to his native Canada in 1975, Pam Brighton took over as Artistic Director and continued to place the community at the heart of the company. Her plays included the very politically influential George Davis Is Innocent, OK by Shane Connaughton. Rob Walker succeeded Pam Brighton in 1977 and offered a season of popular, music-hall inspired theatre. Mozzle with Anthony Sher was in 1978, followed by the UK’s first ever production of a Dario Fo play, We Can’t Pay? We Won’t Pay!, and, later that year, The Resistible Rise of Arturo Ui  with Simon Callow. 1979 began with a production of Guys and Dolls with only seven performers. By this stage the Young People’s Theatre was producing several shows a year to tour into schools and youth centres. Steven Berkoff’s Greek, with Linda Marlowe, was one of the last productions in Alie Street in 1980.\n \nIn 1979, Half Moon Theatre moved into the former Welsh Methodist Chapel on the Mile End Road and began to plan its transformation into a new theatre and community centre. Rob Walker’s first production, staged in the scaffolding of the un-renovated building, had Frances de la Tour as a female Hamlet. In 1980 Pal Joey, starring Sian Philips and Denis Lawson, was a big hit and transferred to the West End. As the company celebrated its 10th birthday in 1982, sufficient funds had been raised to begin work on the ambitious £1.2m scheme conceived by architects Florian Beigel and Philip Christou and the Architectural Research Unit. The New Half Moon Theatre would use the Welsh Chapel as a community venue and build a separate new square-plan auditorium, as well as an independent young people’s theatre. When Rob Walker left in 1983, Stuart Mungall became Artistic Director for a brief six-month period, during which time the production of The Ragged Trousered Philanthropists was very successful and gave Josie Lawrence her first professional role. By then the young people’s theatre was firmly establishing itself locally with a collective of actors devising participatory and immersive shows to tour into schools and community spaces. A Bangladeshi outreach worker was appointed to develop contacts with the growing Bangladeshi community, now 20% of the population of Tower Hamlets.",
                "Having previously directed Trafford Tanzi at Half Moon in 1980, Chris Bond was appointed Artistic Director in 1984. His first production was a Christmas comedy, Dracula with Daniel Day Lewis and Peter Capaldi. Steve Harris was appointed as Associate Director to create a long-term Young People’s Theatre (YPT) policy and programme. The company ran youth theatre groups, a young playwrights’ group and technical training courses began. During his tenure, Chris Bond’s productions included Sweeney Todd, which opened the New Half Moon Theatre in April 1985, and As Is, one of the first plays about HIV/AIDS, and Steven Berkoff’s Sink The Belgrano!.",
                "By the late 1980s, the financial implications of the major capital project represented a huge problem for the company in a climate of recession and cuts from funding bodies. The company finances were unmanageable and the theatre went into voluntary administration."
            ]
        },
        {
            "heading": "Half Moon Young People's Theatre",
            "paragraphs": [
                "Following the closure of Half Moon Theatre, the Young People’s Theatre became an independent organisation with its own constitution in 1990. In the late 1980s, in partnership with Tower Hamlets, the company had already identified a suitable building (the former Limehouse Board of Works) on White Horse Road for a permanent base for Half Moon Young People’s Theatre. Following the acquisition of £1.3m funding to enable building modernisation from London Docklands Development Corporation and European and Social Regeneration funds, the organisation moved into the building in 1994. Initially there were no public performances at the building, only workshops and youth theatre groups, whilst the company continued to tour plays into schools. With the appointment of the present Director, Chris Elwell in 1997, the company underwent a radical re-focusing of operations, which was followed by significant increases in core funding from Arts Council England, opening the building as a public venue in 1998.",
                "Chris Elwell and his team established positive relationships with schools and members of the wider local community, putting young people at the heart of the company’s work, with the participatory programmes and professional theatre work informing each other. The professional theatre focused on two age groups, very young children and teenagers, and the company toured work to other venues around the UK. The plays for teenagers were human stories about teenagers’ experiences growing up in East London, including Yeah, Whatever! by Ashmeed Sohoye, Cutter by Sean Burn and Begin/End by David Lane.",
                "In 2003, the company began a series of six bilingual shows for young children in English and British Sign Language, including Baa Moo Yellow Dog and Igloo Hullabaloo. The company’s artform development programme was formalised in 2004 as Exchange for Change, which focused on cross arts work by Black and Minority Ethnic and/or disabled artists. Latterly, Half Moon has introduced a focus on collaboration; co-producing shows with other companies and launching Half Moon Presents, a producing arm which supports small companies and individual artists – including those from other artforms, such as spoken word – to tour work for young audiences.",
                "The Creative Learning programme and its inclusive integrated approach is crucial to the success of the company and is made up of signature projects, including Youth Theatres and projects both within and outside of formal education. Careers in Theatre, which has run in various forms since 1996, gives teenagers practical experience of the various technical and artistic careers available in theatre. The company delivers multi-sensory and cross arts work in early years settings and uses drama to help primary schools deliver areas of the National Curriculum, such as maths and literacy.",
                "The future of Half Moon Theatre was secured in 2008, when the company purchased the freehold of the building. In 2012, a three year £1m programme of capital works included upgrading and refurbishing the public areas of the building, repairs to the roof and gutters and renovation of the beautiful Victorian façade. The theatre is now established as a beacon for young people and artists for many years to come.",
                "A snapshot of Half Moon’s activity last year:",
                "•\t3 new shows created during lockdown \n•\t7 productions filmed for young people \n•\t7 filmed shows nominated for Off West End OnCom Awards\n•\t18 productions made available to watch online\n•\t52,500 people viewed these productions at home\n•\t84 freelancers and 10 core staff team employed\n•\t411 face-to-face participatory sessions held\n•\t618 volunteer hours donated\n•\t3,500 people attended participatory sessions\n•\t8,000 people engaged in our online participatory activity"
            ]
        }
    ],
    "id": 552,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/552/building_552_half-moon-theatre-limehouse-www-halfmoon-org-uk_0a8179661d84e7e405ed959ae3e9197a.jpg",
            "description": null,
            "title": "Half Moon Theatre",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_552_half-moon-theatre-limehouse-www-halfmoon-org-uk_0a8179661d84e7e405ed959ae3e9197a.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/552/building_552_p25114-public-health-offices-43-white-horse-street-1937-300_bb8d8ab1c3a13681c69af45c82402950.jpg",
            "description": null,
            "title": "The Half Moon building in 1937",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_552_p25114-public-health-offices-43-white-horse-street-1937-300_bb8d8ab1c3a13681c69af45c82402950.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/552/building_552_p07389-white-horse-road-1935-300-dpi-001_cf70144ac51fefa441825f67d316854e.jpg",
            "description": null,
            "title": "White Horse Road in 1935",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_552_p07389-white-horse-road-1935-300-dpi-001_cf70144ac51fefa441825f67d316854e.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/552/building_552_p07365-white-horse-road-1950-300-dpi-002_2e80521812edf73a08ccdbb41b94a99c.jpg",
            "description": null,
            "title": "Looking towards White Horse Road; taken from the Commercial Road",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_552_p07365-white-horse-road-1950-300-dpi-002_2e80521812edf73a08ccdbb41b94a99c.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/552/building_552_p07381-white-horse-road-1976-300-dpi-001_f9880144e83524cef62d1324eaacf8cf.jpg",
            "description": null,
            "title": "Half Moon Theatre before the restoration",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_552_p07381-white-horse-road-1976-300-dpi-001_f9880144e83524cef62d1324eaacf8cf.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/552/building_552_p07389-white-horse-road-1988-300-dpi-001_b2f3bbb07bac97b9d418e24e745bfb27.jpg",
            "description": null,
            "title": "Half Moon Theatre before the restoration",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_552_p07389-white-horse-road-1988-300-dpi-001_b2f3bbb07bac97b9d418e24e745bfb27.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/552/building_552_hmt001_912ea51a66b0dff669fcf86a63fdeb58.jpg",
            "description": null,
            "title": "Half Moon Theatre foyer",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_552_hmt001_912ea51a66b0dff669fcf86a63fdeb58.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/552/building_552_img_2794_65a7a4b4ead562415216fbeeeb28bf58.jpg",
            "description": null,
            "title": "Half Moon Theatre auditorium",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_552_img_2794_65a7a4b4ead562415216fbeeeb28bf58.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/552/building_552_img_9927_591679b59f741d439ad2b884e32b2288.jpg",
            "description": null,
            "title": "Half Moon Theatre foyer",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_552_img_9927_591679b59f741d439ad2b884e32b2288.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "43 White Horse Road,, E1 0ND",
        "latitude": 51.5132579,
        "longitude": -0.0411263,
        "meeting_point": null,
        "travel_info": [
            "Tube: Stepney Green",
            "Train: Limehouse",
            "Bus: 135, 115, 15, D3, D7"
        ]
    },
    "name": "Half Moon Theatre",
    "original_url": "https://programme.openhouse.org.uk/listings/552",
    "ticketed_events": false
}