{
    "all_week": false,
    "description": "Victorian grand design, radial pattern of wings & landings from central point & impressive gatehouse where Governor & Chaplain resided, sometimes viewing arrival of prisoners passing through gate.Museum has over 470 items on display.",
    "design": {
        "designers": [
            {
                "architect": "Daniel Rowlandson Hill",
                "description": null,
                "year": "1851"
            }
        ],
        "periods": [
            "Victorian"
        ],
        "types": [
            "legal",
            "museum"
        ]
    },
    "events": [],
    "facilities": [],
    "factsheet": [
        {
            "heading": "Historical Background",
            "paragraphs": [
                "When the Surrey House of Correction in Wandsworth first opened its cell doors in November 1851 it was hailed as the model of a modern prison, designed to standing among the new wave of gaols which could deal with an expanding prison population with improved conditions and security.",
                "Work on the prison had begun two years earlier after an outbreak of ‘gaol fever’ in several smaller local prisons persuaded Surrey Justices to start from scratch on a new state of the art facility. The powers that be eventually settled on Wandsworth as the perfect site for this new facility as it fitted their criteria of being between six to eight miles from central London – about as far a fully laden horse-drawn prison transport carriage could go and return from the courts.",
                "The completed building, designed along the same lines of Pentonville Prison with wings radiating out from a central hub, initially contained sections for male and female prisoners whose crimes ranged from murder to burglary. Many of these prisoners had sentences of hard labour, which posed a problem for an inner London prison with no access to stone quarries, until some industrious Victorian invented a machine which required the prisoner to turn a crank handle at a precise speed with the guard monitoring revolutions. Depending on the physique of the prisoner, a screw could be turned to increase resistance – a practice which gave rise to the term ‘screw’ for a prison officer.",
                "In 1878, when prisons in the UK came under national control, several of the older gaols around London were closed including Horsemonger Lane Gaol at Kennington which had been Surrey’s official ‘hanging jail’. The result was that the gallows were transferred to Wandsworth and installed in a purpose-built Execution Shed. The prison’s first execution took place on 10 October 1878, with the hanging of Thomas Smithers for the murder of his common law wife.",
                "The executioner was William Marwood from Lincolnshire, who is credited with developing the long-drop method of hanging designed to break the culprit’s neck rather than a slow strangulation. Public access to executions had been ceased ten years earlier but crowds still gathered to witness the raising of a black flag over the gates to show the execution had taken place. The gallows in E Wing hanged their last unfortunate, Henryk Niemasz on 8 September 1961, though oddly they were kept in working order and tested every six months until they were finally dismantled in 1993. The condemned suite is now used as a tea room for the prison officers.",
                "Over its long history Wandsworth Prison has housed such prisoners as Oscar Wilde, William Joyce (Lord Haw-Haw – the last man executed for treason), John Haigh (the Acid Bath Murderer), Derek Bentley (an innocent man who was wrongly executed and whose story was immortalised in the film Let him have it) and of course Ronnie Biggs – the Great Train Robber who escaped the prison in 1965 when some accomplices threw a ladder over the walls and then drove him to Wandsworth Common station to catch a train to his new life on the run in Australia and Brazil.",
                "Today the prison remains the largest of London’s jails and one of the biggest in Europe housing between 1600 and 1700 prisoners."
            ]
        },
        {
            "heading": "The Museum",
            "paragraphs": [
                "The prison’s pioneering, sensational and sometimes gory past  is commemorated in the small Museum next door.",
                "The Museum was opened in 2008, then relocated to a new building opened by HRH Prince Michael of Kent in April 2017. It has over 470 objects on display covering the history of Wandsworth Prison.",
                "Stewart McLaughlin"
            ]
        }
    ],
    "id": 5752,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/5752/building_5752_0178a422_17e6e445c690c97e0efa3866b5031bbd.jpg",
            "description": null,
            "title": "Main Gate",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_5752_0178a422_17e6e445c690c97e0efa3866b5031bbd.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "North Gate Car Park, HMP Wandsworth",
        "latitude": 51.4497711,
        "longitude": -0.1774369,
        "meeting_point": null,
        "travel_info": [
            "Tube: Tooting Bec",
            "Train: Wandsworth Common, Earlsfield",
            "Bus: 77, 219"
        ]
    },
    "name": "Wandsworth Prison Museum",
    "original_url": "https://programme.openhouse.org.uk/listings/5752",
    "ticketed_events": false
}