{
    "all_week": false,
    "description": "The building features a limestone exterior designed to 'complement but not mimic' the surrounding historical architecture, whilst behind the façade is a 4-storey composition of steel, glass and exposed concrete.",
    "design": {
        "designers": [
            {
                "architect": "Heneghan Peng Architects",
                "description": null,
                "year": "2014"
            }
        ],
        "periods": [
            "Contemporary"
        ],
        "types": [
            "education"
        ]
    },
    "events": [
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/6096",
            "capacity": null,
            "date": "2022-09-18",
            "drop_in": false,
            "end": "2022-09-18T15:00:00+01:00",
            "fully_booked": false,
            "name": "Guided Tours Stockwell Street Building",
            "notes": null,
            "start": "2022-09-18T14:00:00+01:00",
            "ticketed": true
        },
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/6096",
            "capacity": null,
            "date": "2022-09-18",
            "drop_in": false,
            "end": "2022-09-18T16:00:00+01:00",
            "fully_booked": false,
            "name": "Guided Tours Stockwell Street Building",
            "notes": null,
            "start": "2022-09-18T15:00:00+01:00",
            "ticketed": true
        }
    ],
    "facilities": [
        "Disabled access",
        "Toilets",
        "Refreshments"
    ],
    "factsheet": [
        {
            "heading": "Background",
            "paragraphs": [
                "The University’s new library and academic building, which was designed by Heneghan Peng Architects, is located along an approach from Greenwich Town Centre to Greenwich Park within the Maritime Greenwich World Heritage Site. The building is home to the University’s main research and study library as well as several academic Departments including the Department of Architecture and Landscape and the Department of Creative Professions and Digital Arts."
            ]
        },
        {
            "heading": "The Site",
            "paragraphs": [
                "The site sits within an urban fabric of terraced building which suggested to the architects a fine-grained approach. The urban grain is drawn across the site, its dimensions related to natural light penetration, air movement and scale. The grain of narrow and wide bands structure the site and streetscape: narrow bands contain courtyards, service and cores, wide bands provide the teaching and learning spaces.",
                "The library is located to the north, establishing a connection to the main university campus in the Old Royal Naval College. Café, exhibition and retail spaces line Stockwell Street whilst at the corner, opposite Hawksmoor’s St Alfege Church, a slight setback creates a threshold, an entrance to the building and a pause in the street from which to turn with the church as its focus."
            ]
        },
        {
            "heading": "The Building",
            "paragraphs": [
                "One of the building’s extraordinary and significant features is the landscaped roof. With fourteen interlinked terraces and covering an area of about twelve tennis courts, the roof is probably Europe’s largest teaching and learning green roof.",
                "By providing specialist research environments, such as dedicated facilities for the study of algae and aquaponics, and sophisticated, bio-diverse learning spaces the roofs become an integral part of the academic conversation.",
                "Within, the studio space is designed as the heart of the academic building occupying the entire first floor. Seminar rooms overlook the studio forming part of its environment, creating an educational space of production and discussion.",
                "The building has the dual role of embedding itself as a piece of urban fabric to the south while making itself recognisable as a civic entity to the north. Its expression shifts in response to its context, appearing from Nevada Street as a series of tightly packed volumes which blend into the streetscape; as one rounds the corner this fabric begins begin to pull apart, revealing the activity within and establishing the university’s presence within the town as a space of academic excellence and urban connectivity."
            ]
        }
    ],
    "id": 6096,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/6096/building_6096_img_8357-stockwell-street_ad11cf0f187e3d72765546be7b56f9cd.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_6096_img_8357-stockwell-street_ad11cf0f187e3d72765546be7b56f9cd.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/6096/building_6096_img_8372-stockwell-street_afdc68fca75cf6169c40ef2a722af3ca.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_6096_img_8372-stockwell-street_afdc68fca75cf6169c40ef2a722af3ca.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Stockwell Street, Greenwich, SE10 9BD",
        "latitude": 51.479672,
        "longitude": -0.008551,
        "meeting_point": null,
        "travel_info": [
            "Tube: Cutty Sark",
            "Train: Greenwich",
            "Bus: 286, 177, 188"
        ]
    },
    "name": "University of Greenwich, Stockwell Street",
    "original_url": "https://programme.openhouse.org.uk/listings/6096",
    "ticketed_events": true
}