{
    "all_week": false,
    "description": "The home of Emery Walker, printer, antiquary and mentor to William Morris. A unique Arts and Crafts domestic interior.",
    "design": {
        "designers": [
            {
                "architect": "Furnishings by Philip Webb and William Morris",
                "description": null,
                "year": "1750"
            }
        ],
        "periods": [
            "Georgian",
            "Edwardian",
            "Victorian"
        ],
        "types": [
            "historical house",
            "online"
        ]
    },
    "events": [],
    "facilities": [
        "Photography is not permitted on site"
    ],
    "factsheet": [
        {
            "heading": "7 Hammersmith Terrace (Emery Walker's House)",
            "paragraphs": [
                "Sir Emery Walker (2 April 1851 – 22 July 1933) was an English engraver, photographer and printer. Walker took an active role in many organisations that were at the heart of the Arts and Crafts movement, including the Art Workers Guild, the Society for the Protection of Ancient Buildings and the Arts and Crafts Exhibition Society.",
                "Walker was born in London. His father was a coach builder. He obtained a very old book when he was twelve that gave him a love of books. A year later his father's failing sight meant that he had to leave school.",
                "In the late 1870s, Walker befriended William Morris, with whom he shared both Socialist beliefs and a keen interest in printing. They lived near to each other. Walker's expertise and his collection of 16th-century typefaces inspired Morris to create the Kelmscott Press.",
                "After Morris' death, Walker set up his own printing enterprise, the Doves Press, with bookbinder T. J. Cobden Sanderson which in turn inspired the private presses of the 20th century. The capital for the enterprise which was £1,600 was supplied by Anne Cobden-Sanderson. The font that they created was intended to be shared. By 1906 the partners had fallen out over Walker's low interest and T. J. Cobden-Sanderson's obsessive interest. Despite the agreement Cobden-Sanderson did not deliver a copy of the font and instead arranged for every copy of the design to be dropped into the Thames.",
                "In 1910, Walker photographed the Rice portrait of Jane Austen, subsequently published in the 1913 edition of Jane Austen: her life and letters, a family record by William Austen-Leigh and Richard Arthur Austen-Leigh.",
                "In 1922 Anne Cobden-Sanderson's husband died. After his death she paid a large sum to settle the dispute with Walker. This money was to compensate him for the loss of the typeface that her husband had thrown into the Thames when his partnership with Walker ended.",
                "\"Emery Walker, Esq. Process engraver and Printer. Past Master of the Art Workers' Guild. Late President of the Arts and Crafts Exhibition Society. A Trustee of the Wallace Collection and a Fellow of the Society of Antiquaries\" received a knighthood in 1930.",
                "Walker's daughter, Dorothy Walker, and later Dorothy's live-in companion, Elizabeth de Haas, preserved many of Walker's private papers and the family collection of Arts and Crafts decorative items and ephemera at the family home at 7 Hammersmith Terrace, London."
            ]
        },
        {
            "heading": "The Interiors",
            "paragraphs": [
                "When visitors step through the door at No 7 Hammersmith Terrace they are immediately struck by how much the house feels like a home; which is what is was until Elizabeth de Haas died and the Trust took it over in 1999. \n \nIt is this homely feel and quirkiness that people appreciate and which distinguishes it from other Arts & Crafts house museums, where curators have often edited a family’s collection of furniture and brought in Arts & Crafts items.\n \nThe photographs in our Archive confirm that both Walker and Morris had an eclectic mix of belongings in their homes, which is why this interior is believed to be the most authentic Arts & Crafts home in Britain.\n \nSo yes, there are masses of marvellous Morris & Co textiles and wallpapers and furniture and other items designed by Philip Webb, but these mingle with 17th and 18th-century English furniture, Middle-Eastern rugs, and Chinese and Moroccan ceramics. Exactly how Arts & Crafts protagonists would have decorated their homes.\n​\n7 Hammersmith Terrace is also thought to be one of the few houses in the world to have original Morris & Co wallpaper in nearly every room in the house. These hand blocked wallpapers date back to the 1920s and some are rare designs and colourways.\n \nThe narrow hallway is still furnished with Morris hangings, and, just visible beneath the rugs, is believed to be the only example of Morris lino surviving in its original domestic setting.\n​\nThe Walker’s original telephone room,  then kitchen, is now a small reception area and shop for visitors, but the rest of the public areas of the house are pretty much as they would have looked 100 years ago."
            ]
        }
    ],
    "id": 668,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/668/building_668_emery-1624-2_be5c2ea48809e8d8d559dc1983108bc4.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_668_emery-1624-2_be5c2ea48809e8d8d559dc1983108bc4.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/668/building_668_7-hammersmith-terrace-dining-room-high-res_97eadd94a005acfc17c5f08c1f7e513e.jpg",
            "description": null,
            "title": "Dining Room",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_668_7-hammersmith-terrace-dining-room-high-res_97eadd94a005acfc17c5f08c1f7e513e.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/668/building_668_front_8aababe623f12743547272666ff5255d.jpg",
            "description": null,
            "title": "Street view",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_668_front_8aababe623f12743547272666ff5255d.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "7 Hammersmith Terrace, W6 9TS",
        "latitude": 51.4898045,
        "longitude": -0.2425187,
        "meeting_point": null,
        "travel_info": [
            "Tube: Stamford Brook, Hammersmith"
        ]
    },
    "name": "Emery Walker's House",
    "original_url": "https://programme.openhouse.org.uk/listings/668",
    "ticketed_events": false
}