{
    "all_week": false,
    "description": "RIBA award winning building,  housing teaching spaces and a wonderful multi function breakout space which is used for exhibitions and displays.",
    "design": {
        "designers": [
            {
                "architect": "Daniel Libeskind",
                "description": null,
                "year": "2004"
            }
        ],
        "periods": [
            "Contemporary"
        ],
        "types": [
            "education"
        ]
    },
    "events": [],
    "facilities": [
        "Toilets"
    ],
    "factsheet": [
        {
            "heading": "The Design",
            "paragraphs": [
                "An RIBA Award winning building designed by Daniel Libeskind, who won the commission via an international design competition.",
                "The 10,000 sq. ft. Graduate Student Centre for the London Metropolitan University was an addition to the bustling block on London’s Holloway Road. Composed of three intersecting volumes, clad with embossed stainless steel panels for a shining and ever-changing surface, the Graduate Centre houses a lecture theatre, seminar rooms, a large breakout/exhibition space, staff offices and a café for the university’s graduate students.",
                "The interiors are filled with natural light by way of large windows of geometrical cuts and slashes. The Centre serves not only as a facility to enhance the staff and student experience, but acts as a major gateway to the University on Holloway Road.",
                "“At £3m all in, this is not an expensive building. What it has that distinguishes it from what a client might ordinarily expect for that money is great presence … When you visit the area, you immediately realise that Libeskind’s explosive building acts not only as a junction box for the university but as a landmark for the entire street.”\nJonathan Glancey, The Guardian (February 2004)"
            ]
        },
        {
            "heading": "Awards",
            "paragraphs": [
                "2004 – UK RIBA prize\n2005 – Royal Fine Art Commission Trust’s Building of the Year Awards and Jeu d’Esprit Award"
            ]
        }
    ],
    "id": 7510,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/7510/building_7510_20180509_121410_00cf5716200f05f63629bd6852a7c113.jpg",
            "description": null,
            "title": "View on Holloway Road",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_7510_20180509_121410_00cf5716200f05f63629bd6852a7c113.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "166-220 Holloway Road, N7 8DB",
        "latitude": 51.5516311,
        "longitude": -0.1106899,
        "meeting_point": null,
        "travel_info": [
            "Tube: Holloway Road",
            "Train: Highbury & Islington, Drayton Park",
            "Bus: 43, 263, 271, 393"
        ]
    },
    "name": "The Graduate Centre",
    "original_url": "https://programme.openhouse.org.uk/listings/7510",
    "ticketed_events": false
}