{
    "all_week": false,
    "description": "Grade II listed building with neoclassical portico. Highly decorated meeting rooms throughout the building with ceiling and wall mouldings, and artwork featuring Venus the Goddess of Love and the Greek Muses.",
    "design": {
        "designers": [
            {
                "architect": "Robert and James Adam",
                "description": null,
                "year": "1776"
            }
        ],
        "periods": [
            "Georgian"
        ],
        "types": [
            "historical house",
            "institution/profession",
            "museum"
        ]
    },
    "events": [],
    "facilities": [
        "Family activities",
        "Disabled access",
        "Toilets"
    ],
    "factsheet": [
        {
            "heading": "Building history",
            "paragraphs": [
                "21 Portland Place is an 18th century, Grade II listed building, originally built on the 'Grandest Street in London'.",
                "Portland Place was built between 1776 - 1778, designed by two of the leading architects of the time, brothers Robert and James Adam. It was originally designed as a series of private palaces, though the architects quickly acknowledged that this was a little ambitious and the residences became more modest; originally designed as large detached houses they were turned into terraces. The construction of this terrace, of which number 21 is the centrepiece, began in approximately 1776 and was completed around 1778.",
                "21 Portland Place contains a wealth of attractive features which are typical of the neoclassical Adam style. Particularly fine examples are the ceilings of the main rooms - the Portex and the Intavent Suite - which incorporate ornate mouldings and paintings into their design.",
                "A visitor to the house would have been greeted by the sight of a grand staircase. This staircase climbs two storeys only. At that time guests would have ventured no further into the house. The upper floors housed family bedrooms and servants’ quarters. These were accessed by a secondary staircase, situated as usual behind the main staircase.",
                "Notable residents have included Alexander Macmillan (1818-1896) who founded the Macmillan publishing house and Sir Arthur Pearson who founded the charity St Dunstan's, now known as Blind Veterans UK.",
                "The house was bought by the Association of Anaesthetists in 2002 and has been modernised to create a fully functioning headquarters, while respecting the beauty of the building. It is home to the Anaesthesia Heritage Centre which contains the Association’s archives, the Anaesthesia Museum and a rare book collection and is open to everyone."
            ]
        },
        {
            "heading": "The Anaesthesia Heritage Centre",
            "paragraphs": [
                "The Anaesthesia Museum is part of the Anaesthesia Heritage Centre and it contains objects relating to the history of anaesthesia. The earliest object in our collections is a resuscitation set from 1774. Our collection ranges from large anaesthetic machines down to tiny needles.",
                "Museum visitors can explore the history of anaesthesia, resuscitation and pain relief. The museum also features an 'operating theatre' which allows visitors to listen to aural recordings, including some oral histories, about anaesthetic equipment, procedures and developments.",
                "As the Association of Anaesthetists celebrates its 90th anniversary this year, the temporary exhibition looks at the foundation of the Association, its achievements, and future ambitions."
            ]
        }
    ],
    "id": 7736,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/7736/building_7736_21-pp_e0cbb863dc3a734c05c138875ee005b6.jpg",
            "description": null,
            "title": "Association headquarters view from Portland Place ",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_7736_21-pp_e0cbb863dc3a734c05c138875ee005b6.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/7736/building_7736_1844p_27ab455b509a418cc5019d6124918479.jpg",
            "description": null,
            "title": "Intavent ceiling ",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_7736_1844p_27ab455b509a418cc5019d6124918479.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/7736/building_7736_1920p_083c59f890a585c16a791af22cab1617.jpg",
            "description": null,
            "title": "Wall moulding",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_7736_1920p_083c59f890a585c16a791af22cab1617.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/7736/building_7736_dsc_2225-hdr_mmp_1078508f1d6d436f8581b0a16f3cd255.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_7736_dsc_2225-hdr_mmp_1078508f1d6d436f8581b0a16f3cd255.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "21 Portland Place, Marylebone, W1B 1PY",
        "latitude": 51.5193726,
        "longitude": -0.1450566,
        "meeting_point": null,
        "travel_info": [
            "Tube: Warren Street, Regent's Park, Oxford Circus, Bond Street, Great Portland Street",
            "Train: Marylebone, Euston, King's Cross",
            "Bus: 27, 25, 18, 10, 8, 7, 98, 73, 205, 30, 55, 88, 453"
        ]
    },
    "name": "The Association of Anaesthetists and Anaesthesia Heritage Centre",
    "original_url": "https://programme.openhouse.org.uk/listings/7736",
    "ticketed_events": false
}