{
    "all_week": false,
    "description": "Completed by the Smithsons in 1964, The Economist Plaza is considered a milestone in the canon of modern architecture. Since 2016, DSDHA has led the refurbishment of this Grade II* listed icon to provide world-class work and public space.",
    "design": {
        "designers": [
            {
                "architect": "Alison & Peter Smithson",
                "description": null,
                "year": "1964"
            }
        ],
        "periods": [
            "Skidmore Owings and Merrill",
            "DSDHA",
            "Post-war"
        ],
        "types": [
            "miscellaneous",
            "art in the public realm",
            "offices",
            "public realm/landscape",
            "restaurant/bar"
        ]
    },
    "events": [],
    "facilities": [
        "Architect on site"
    ],
    "factsheet": [
        {
            "heading": "History",
            "paragraphs": [
                "The Economist Building is widely recognised as one of the great triumphs of 1960s architecture. It was designed by Alison Smithson (1928-1993) and Peter Smithson (1923-2003), who were central to the post-war British architectural canon and are the subject of enduring discussion and debate. Their ideas about design helped shape and rebuild a country completely changed after the war, whilst their prolific written works and teaching created a legacy that has outlived their relatively few built works (which include Robin Hood Gardens in Poplar, east London).",
                "Designed and built in 1959-64 as the new headquarters for The Economist Group in Piccadilly, it was designed in the Smithsons’ signature ‘New Brutalism’ and is one of few 1960s developments where the spaces between the buildings are of equal importance to the buildings themselves. The modest development based on the tower and plaza format achieves a rare elegance and structural logic, while showing great consideration for its sensitive location amongst the 18th-century streets of London’s St James’s. In 1988 it received Grade II* listed status and is an enduring monument to its architects’ rigorous and determined style."
            ]
        },
        {
            "heading": "Commission",
            "paragraphs": [
                "Following the acquisition of the estate in 2016 by Tishman Speyer, DSDHA were appointed to support their strategic brief to safeguard the future of the estate through considered investment in the buildings and their public realm, enhancing their historic significance and longevity, while delivering best-in-class and environmentally sustainable accommodation.",
                "In conversations with distinguished scholars and experts on the Smithsons’ work, DSDHA considered the impact of incremental changes made since 1964 (the Smithsons themselves made alterations to their project before Skidmore Owings and Merrill (SOM)’s major reworking in the 90’s) and assessed what might be preserved or changed to devise a phased framework for the complex’s sensitive restoration and substantial environmental upgrade."
            ]
        },
        {
            "heading": "Change: An Idea to Keep",
            "paragraphs": [
                "The Smithsons used to continually re-visit their buildings, to make new appraisals that they would crystallise in writings, drawings and photographs. The Economist Plaza was no exception, and over time it offered itself to multiple interpretations, becoming a leitmotiv of its architects’ visual and written output.",
                "This research allowed the Smithsons to establish a precise way of operating to address a building’s evolution and determine how to accommodate new uses within existing artefacts. In line with their recommendation, that when “a wanted new use is found, that change of use is clearly signalled”, DSDHA sought to sensitively restore the complex while clearly signalling substantial alterations, such as the re-purposing of the underground carpark and the rationalisation of the roof."
            ]
        },
        {
            "heading": "DSDHA’s Research Evidence",
            "paragraphs": [
                "The Smithsons designed the Economist’s three buildings as elements of the townscape to be experienced kinetically, according to a precise choreography of movements and views towards and through the complex.",
                "DSDHA mapped the little-known alterations of the 80s and 90s when, having been the headquarters for the Economist, the office tower became a multi-tenanted block. Revealing their spatial effects and tracing the original patterns of movement through the buildings, DSDHA exposed how, over time, the complex’s intrinsic dynamism was subtly eroded by each subsequent change, with SOM’s alteration turning the original dynamic choreography into a rigid and efficient thoroughfare."
            ]
        },
        {
            "heading": "Present Day",
            "paragraphs": [
                "Phase one of DSDHA’ restoration was delivered in 2018 and has seen the Plaza resurfaced with new lobbies to both the residential and office towers. In addition, four floors of the residential tower have been retrofitted and six floors of the office tower were renovated to create approximately 2,000m² of Grade A workspaces. The latter’s environmental performance was enhanced through the installation of new double-glazed windows, insulation and discrete new services and lifts. All of which has reduced the environmental impact by 60%.",
                "At street level the scheme has created a new 430m² art gallery, while a public art programme has been reintroduced to the Plaza level, to revive the space’s long and established tradition as a prominent stage for London’s creative and artistic scene.",
                "Following the acquisition of the estate in 2020 by Fidelidade Property, DSDHA has since been commissioned to refurbish the remaining six floors of the office tower."
            ]
        }
    ],
    "id": 8100,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/8100/building_8100_258_smithson_plaza_plaza_n4_medium_d56ca73c3499c44c58a8b34cff053d00.jpg",
            "description": null,
            "title": "Smithson Plaza",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_8100_258_smithson_plaza_plaza_n4_medium_d56ca73c3499c44c58a8b34cff053d00.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/8100/building_8100_258_smithson_plaza_lobby_n4_medium_84329f12c1ccaabe865a1f7ee1270bcb.jpg",
            "description": null,
            "title": "Smithson Tower Lobby Lifts",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_8100_258_smithson_plaza_lobby_n4_medium_84329f12c1ccaabe865a1f7ee1270bcb.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/8100/building_8100_258_smithson_plaza_lobby_n6_medium_dd5e2dc1150de2a155aa52976142b0b6.jpg",
            "description": null,
            "title": "Smithson Tower Lobby",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_8100_258_smithson_plaza_lobby_n6_medium_dd5e2dc1150de2a155aa52976142b0b6.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/8100/building_8100_258_smithson_plaza_plaza_n9_medium_97462aff33b99ac0945edaac6760146f.jpg",
            "description": null,
            "title": "Smithson Tower and Denham Building",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_8100_258_smithson_plaza_plaza_n9_medium_97462aff33b99ac0945edaac6760146f.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/8100/building_8100_258_smithson_plaza_plaza_n10_medium_e47980cc900cab1aa36189414d459fa4.jpg",
            "description": null,
            "title": "Smithson Tower Lobby",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_8100_258_smithson_plaza_plaza_n10_medium_e47980cc900cab1aa36189414d459fa4.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "25 St James's Street, St. James's, SW1A 1HA",
        "latitude": 51.506891,
        "longitude": -0.1388121,
        "meeting_point": null,
        "travel_info": [
            "Tube: Piccadilly Circus, Green Park",
            "Train: Charing Cross",
            "Bus: 6, 9, 14, 19, 22, 38"
        ]
    },
    "name": "Smithson Plaza (previously The Economist Plaza)",
    "original_url": "https://programme.openhouse.org.uk/listings/8100",
    "ticketed_events": false
}