{
    "all_week": false,
    "description": "A striking Neoclassical villa in tranquil gardens on Hampstead Heath, Kenwood boasts breath-taking interiors by Robert Adam and a world-class art collection. For guaranteed entry, book your free ticket via the English Heritage website.",
    "design": {
        "designers": [
            {
                "architect": "Robert and James Adam",
                "description": null,
                "year": "1764"
            }
        ],
        "periods": [
            "Humphrey Repton",
            "George Saunders",
            "Georgian"
        ],
        "types": [
            "historical house",
            "garden",
            "museum"
        ]
    },
    "events": [],
    "facilities": [
        "Bookshop",
        "Parking",
        "Refreshments",
        "Toilets",
        "Disabled access"
    ],
    "factsheet": [
        {
            "heading": "Layout and Exterior",
            "paragraphs": [
                "Between 1764 and 1779, William Murray, 1st Earl of Mansfield employed the celebrated Scottish architect and designer Robert Adam and his brother James to transform Kenwood from a 17th-century red-brick mansion into a fashionable neo-classical villa. Adam described Kenwood as \"a beautiful villa belonging to Lord Mansfield, the friend of every elegant art and useful science\", who gave “full scope” to his ideas. Over fifteen years, Adam remodelled Kenwood both inside and out. The resulting villa is the first complete example of the architect’s mature style of neoclassicism and a manifesto of Adam’s ambitions.",
                "Adam significantly expanded Kenwood, adding an attic story, as well an extension to the east of the original house. Much of his work to the exteriors, particularly the celebrated south front and terrace, was aimed at unifying old and new, as well as situating the house more harmoniously within the picturesque landscape. The addition of a monumental Ionic porticoed entrance on the north front served to enhance the grandeur of Kenwood.",
                "The Library or ‘Great Room’ to the east was the highlight of Adam’s renovations at Kenwood. The proportions of the rooms were based on those of the Orangery on the west side of the house, probably built in the 1740s by the 3rd Earl of Bute. Adam’s addition of the Library to the east of the south elevation, with the same volume as the Orangery, was an ingenious way of providing a symmetrical façade.",
                "Under the 2nd Earl of Mansfield, two brick wings were added to the east and west of the north-front by architect George Saunders. These contained spaces for entertaining, including a dining room and ante-chamber to the east and drawing room and music room to the west. These wings were left unornamented and bare of stucco to distinguish them from Adam's original exteriors.",
                "The 2nd Earl was also responsible for the addition of the service wing on the eastern side, which was cleverly hidden by his new dining-room wing."
            ]
        },
        {
            "heading": "Interior",
            "paragraphs": [
                "Despite the symmetry of the exterior, the proportions of the rooms at Kenwood are relatively modest – it was intended as a villa, not a grand stately home. Adam’s decorative scheme throughout the house aimed to disguise this, using an integrated colour palette and repeating decorative motifs to give the impression of one space flowing into another. Many of the ground floor rooms retain Adam's original schemes, including carved marble fire surrounds and ornate stucco work. The Entrance Hall boasts a fine decorative ceiling, with paintings by Venetian artist Antonio Zucchi, which reflect the room’s dual purpose as a space for dining.",
                "The Library or 'Great Room' was the culmination of Adam's scheme and is widely acknowledged as one of the finest English 18th-century interiors anywhere. It was intended for receiving company and would have been used by Lord Mansfield and his family to host dinners, perform music, and play games with their guests. The novel shape – a double-height cube with apsidal ends and a coved ceiling – demonstrates Adam’s theory of ‘movement’, using rising and falling, receding and advancing architectural forms to enliven a space. The plasterwork ceiling features ornament distilled from classical and sixteenth-century Renaissance sources, as well as emblems from the Mansfield coat-of-arms. The ceiling paintings were almost certainly the result of collaboration between Antonio Zucchi, Adam and his patron, Lord Mansfield. Law and good judgement are prominent themes in the scheme of nineteen paintings, reflecting Lord Mansfield’s position as Lord Chief Justice, the head of the English judiciary.",
                "As part of an extensive repair and conservation project begun in 2012, part-funded by the Heritage Lottery Fund, the Library underwent refurbishment based on new scientific paint analysis and archival research, restoring Adam’s original colour scheme.",
                "The four wing-rooms at Kenwood, constructed in the 1790s, were redecorated by William Atkinson between 1813 and 1815 for the 3rd Earl of Mansfield. Refurbished in 2000, the presentation of these rooms reflects the Regency tastes of the 3rd Earl."
            ]
        },
        {
            "heading": "The Collections",
            "paragraphs": [
                "In 1925, after almost 175 years of family ownership, the 6th Earl of Mansfield sold Kenwood. The villa and grounds were saved from redevelopment by brewing tycoon, philanthropist and art collector, Edward Cecil Guinness, 1st Earl of Iveagh (1847–1927). On his death two years later, Lord Iveagh bequeathed Kenwood and the surrounding estate to the nation for the public to enjoy, together with an internationally significant collection of Old Master and British paintings.",
                "At Lord Iveagh’s request, today Kenwood is ‘…preserved as a fine example of the artistic home of a gentleman of the eighteenth century’. Visitors to the ground floor rooms will encounter masterpieces by Rembrandt, Vermeer, Van Dyck, Gainsborough, Reynolds and Turner, displayed alongside an important collection of 18th-century decorative arts.",
                "Though the original contents of the villa were sold by the 6th Earl of Mansfield in 1922, Kenwood is today home to an important collection of eighteenth-century decorative arts, including furniture, clocks, sculpture and ceramics. Several significant items of furniture designed by Robert Adam for Kenwood have been returned to the house and are displayed alongside important pieces made for other sites by Adam and his contemporaries.",
                "The paintings displayed on the first floor at Kenwood were collected over a period of 400 years by generations of the earls of Suffolk and Berkshire. This ancestral collection was given to the nation in 1974 through the will of Margaret ‘Daisy’ Howard, 19th Countess of Suffolk, under the auspices of her daughter-in-law Mary Greville Howard. Predominantly featuring royal and family portraits spanning the 16th to the 19th centuries, the jewel of the collection is an internationally important group of paintings by Jacobean portraitist William Larkin.",
                "Alongside the masterpieces of Iveagh Bequest and Suffolk Collection, Kenwood is home to three other distinct collections of Georgian treasures. The Draper Gift of Portrait Miniatures, The Hull-Grundy Gift of Jewellery and the Lady Maufe Collection of Shoe Buckles are each composed of small, personal, portable objects that reveal the variety and skill of Georgian artists and craftspeople."
            ]
        },
        {
            "heading": "History",
            "paragraphs": [
                "The first house at Kenwood was probably a red brick structure built by John Bill, King James I’s printer, who bought the estate in 1616. His son and grandson owned it until 1690, when it was sold. The house, which was already substantial, was significantly modified in about 1700. The new house was a two-storey red brick building with stone quoins, large sash windows, a hipped roof and a projecting central section with a triangular pediment.",
                "Kenwood changed hands several times in the first half of the 18th century. From 1704 to 1711 it belonged to a London merchant, John Walter, and then to William, 4th Earl of Berkeley. He sold it to John Campbell, 2nd Duke of Argyll, in 1712. In 1746 the Scottish aristocrat John Stuart, 3rd Earl of Bute, acquired Kenwood. His interest in plants probably led to the addition of the orangery to the west of the south front and the introduction of new species to the grounds.",
                "In 1754 William Murray (1705–93), from 1756 Lord Chief Justice and one of the greatest legal minds of the age, acquired Kenwood for £4,000. He and his wife, Elizabeth (Betty), née Finch (1704–84), used it as their weekend country villa. Lady Mansfield wrote to her nephew in May 1757:",
                "'Kenwood is now in great beauty. Your uncle is passionately fond of it. We go thither every Saturday and return on Mondays but I live in hopes we shall now soon go thither to fix for the Summer.'",
                "The couple were childless, but from about 1766 they agreed to take on the care of their two great-nieces, Lady Elizabeth Murray and Dido Elizabeth Belle. Dido – one of Kenwood’s most famous former residents - was the illegitimate, bi-racial daughter of a young enslaved black woman named Maria Bell and Lord Mansfield's nephew, royal naval captain Sir John Lindsay. It was extremely unusual for a mixed-race child to be raised as part of an aristocratic British family at this time. However, evidence shows that was Dido was brought up as a lady and enjoyed close relationships with her family. She was taught to read and write, play music and supervised the dairy at Kenwood, a fashionable pastime for genteel women in the 18th century.",
                "Both the second and third earls of Mansfield spent significant time at Kenwood, adding to or redecorating the villa in the contemporary style. However, after the death of the 3rd Earl of Mansfield in 1840, subsequent generations of the family preferred to live at their Scottish estate, Scone Palace.",
                "The 6th Earl of Mansfield, Alan David Murray (1864–1935), inherited Kenwood from his brother in 1906, but decided to sell it in 1914. From 1909 it had been rented out to tenants, including Grand Duke Michael Michaelovitch (1861–1929), second cousin to the last Tsar of Russia, Nicholas II, and his family, who lived there until 1917. They were followed by the American millionairess Nancy Leeds, who moved out when she married Prince Christopher of Greece in 1920.",
                "In November 1922 Lord Mansfield sold off the contents of the house, including most of the original furnishings, in a four-day sale. By 1925, however, Kenwood’s future was secured when brewing magnate, philanthropist and art collector Edward Cecil Guinness, 1st Earl of Iveagh (1847–1927), bought the house and 74 acres immediately surrounding it. On his death two years later, he bequeathed Kenwood and the surrounding estate, as well as 63 of his finest paintings to the nation for the public to enjoy."
            ]
        },
        {
            "heading": "Lady Mansfield's Dairy",
            "paragraphs": [
                "The present dairy at Kenwood was built for the 2nd Earl's wife, Louisa, Countess of Mansfield. It stands about a quarter of a mile west of the main house, on almost the highest point of Hampstead Heath. The three interlinked buildings, built between 1793 and 1795, were designed by the architect George Saunders, who was then enlarging the villa at Kenwood with the addition of east and west wings.",
                "The dairy was intended as the destination along the promenading route, which began in the Flower Garden immediately west of the house and led by a path through the beds to the plateau on which dairy stands. The dairy was designed to be both decorative as well as functional and was intended to be seen as part of the landscaped park. It is formed of three pavilions, each with deep over-hanging eaves to keep the rooms cool. The central pavilion would have been used as accommodation for the dairymaid, whilst the two side pavilions were used to process milk into cream, butter and cheese. The simple ‘rustic’ style of the pavilions is reminiscent of a number of earlier dairies designed by Sir John Soane, who had taught George Saunders when he was young.",
                "The popularity of ornamental dairies and model farms in the 18th-century was influenced by the French queen, Marie-Antoinette, who had a model farm - Hameau de la Reine - with a dairy at her small estate Le Petit Trianon in the grounds of Versailles. From there, the fashion spread across Europe. Before coming to live at Kenwood, Louisa, 2nd Countess of Mansfield had lived in France, which perhaps inspired her interest in dairy work.",
                "Although a fashionable pastime for aristocratic ladies, ornamental dairies and model farms were still functional. The diary at Kenwood would have supplied the house with butter, milk, cream and cheese, while ice stored in the ice-house below would have been used in the making of ice-cream, a fashionable dessert in the late 18th century. \nLady Mansfield maintained a herd of Warwickshire long-horned cattle at Kenwood and is reported to have been quite competitive with other ladies of her social circle who shared similar interests. One observer noted that, Louisa and Lady Southampton of Fitzroy Farm, both: ‘…admirable dairywomen, were so jealous of each other’s fame, that they have […] been very near to a serious falling out, on the dispute [over] which of them could make the greatest quantity of butter from such a number of cows’.",
                "The Settling Room\nThe Settling Room was used to process milk into cream, ready for churning into butter or making into cheese or ice-cream. The dairymaid would pour fresh, full-cream milk provided by the estate’s herd of cows into the black marble ‘pans’ that line the walls. Once it had settled, the cream would be skimmed off and kept. The ‘skimmed’ milk and also the whey from cheese production would then be drained through pipes to the nearby piggery to feed the pigs that were kept on the estate.",
                "The decoration of the rooms dates from the time of construction in the late 18th-century. The stone floor and tiled walls were considered hygienic, as they could be easily wiped down, while the decorative ‘font’ or fountain in the centre of the room would have been used for washing utensils.",
                "The room was also a place for show, visited by the ladies of the house and their guests. This is reflected in the simple, yet elegant decorative features, like the ‘Greek Key’ motif bordering the Wedgwood tiles and built in shelves on which to display porcelain.",
                "The Tea Room\nThe small octagonal tea room would have been used by the Countess of Mansfield to entertain her friends and to sample the products of her dairy. The room takes the form of an octagonal, domed garden pavilion, with restrained yet elegant decorative features such as a ceiling rose and niches framed by painted, plaster imitation ‘trellises’.  The room gives panoramic views of the landscape and of the west meadow. Mirrors opposite the windows reflect the view and, once the mirrored door is closed, the reflected landscape gives the impression that the Tea Room is an independent garden structure."
            ]
        },
        {
            "heading": "Carriage House",
            "paragraphs": [
                "The Carriage House at Kenwood forms part of the Stable Block designed by the architect George Saunders and built between 1793 and 1797 for David Murray, 2nd Earl of Mansfield (1727-96). Today it is home to Lord Iveagh’s four horse drag and one of the last Romani caravans in London.",
                "Lord Iveagh’s Four-Horse-Drag",
                "This private carriage was built in the 1870s for Edward Cecil Guinness, 1st Earl of Iveagh, by the famous London firm of Peters and Sons. It is a ‘four-horse drag’; the name ‘drag’ was a slang term for a gentleman’s private carriage, pulled by a team of four horses and driven by the owner.  Drags like this one can seat up to 12 – the owner who would drive, nine passengers on the roof, two grooms perched on the rear seat and space for four passengers inside.",
                "Lord Iveagh’s drag would have been used for larger family parties on days out or special occasions. Such vehicles were a familiar sight at sporting events, like cricket matches or race meetings, where a large group could travel together, then sit up on the roof of the stationary carriage to watch the action. The back panel or ‘boot’ even pulls out to form a tray for serving picnic meals.",
                "Traditionally, private coaches were painted in the colours or livery of the owner’s family. Here, the doors are marked with a coronet, dating from 1905, the year that Edward Cecil Guinness became a Viscount.",
                "‘Four-in-hand’ driving (one person driving a vehicle drawn by four horses) became a fashionable sporting activity for the rich after the mid-19th century. In 1859, a Four-in-Hand Driving Club was established. Membership was limited to thirty and all members drove private coaches known as ‘park drags’. Like Lord Iveagh’s carriage, these were made to the pattern of old mail coaches, but luxuriously finished and outfitted. Lord Iveagh was a keen four-in-hand driver and was a familiar figure at the club’s meets in Hyde Park. The drag was also very much a family vehicle.  In 1874 it was used to carry Rupert Guinness, the 1st Earl’s son (and later 2nd Earl) to his christening.",
                "The Buckland Caravan",
                "The Buckland Caravan was built in 1905 for the Buckland family by Dunton & Sons, well-known caravan builders of Reading.  Horse-drawn caravans were first built for travelling show people in the early nineteenth century. By 1850, the Romanichal community had begun to use them.  Known as ‘vardos’ in the Romani language, these caravans evolved into some of the most advanced forms of travelling wagon and became an iconic symbol of Romanichal culture.",
                "Leonard and Ivy Buckland, who commissioned this caravan, were travelling show people of partly Romani decent.  It is likely that they ordered the caravan from Dunton and Sons on the occasion of their marriage, as was customary in Romanichal culture. A number of different styles of vardo developed in the second half of the nineteenth century. The Buckland Caravan is a rare example of a ‘Ledge’ or Cottage Van, so-called because the body is built out over the large rear wheels. This has the advantage of allowing the caravan to turn within its own length, as well making the interior compartment more spacious.",
                "The building of a vardo took on average six months to a year to complete; at Dunton and Sons, William ‘Bill’ Dunton was responsible for work on the body of the van. A variety of woods, including oak, ash, elm, cedar, and pine were used for different parts of the caravan, utilised for their unique properties. For example, the wheel hubs of the Buckland Caravan, known as naves or stocks, are made from elm, the interlocking grain of which makes it resistant to splitting, while the fifty-two spokes of the wheels are made from knot-free oak, with the grain running end to end for strength. Brass brackets support the frame of the wagon, which has a solid arched roof with a central ‘mollicroft’; at twelve feet high, this adds extra head room, as well as top light and ventilation via the clerestory windows. The roof extends over the length of the caravan to create a porch at both front and back, supported on ornately carved brackets.",
                "Vardos were prized not only for their practicality but also for the beauty of their rich decoration. The Buckland Caravan is a particularly lavish example, featuring hand-carved panels, ornately painted and embellished with gold leaf. The design of the decorative panels was usually decided by the commissioning family and incorporated traditional symbols of the Romani lifestyle, such as horses and dogs, with more generic motifs including birds, lions, flowers, vines and elaborate scrollwork. The use of horses in the decoration of the Buckland Caravan not only reflects the ancient link between horses and the Romani people, but also the occupation of the Buckland family, who were the owners of a steam-powered merry-go-round, which they took to travelling fairs. While Mr Buckland is known to have played the violin to add to the atmosphere of the fair, the lavish decoration of the caravan would also have attracted the attention of children and passers-by.",
                "The fine craftsmanship of the Buckland Caravan continues inside, where the interior decoration includes inlaid mahogany panelling, ornate mirror glass and a carved and painted ceiling featuring a design of birds and flowers. The layout of the cabin reflects the standard adopted by most vardo builders, featuring built-in seats with drawers beneath, glass bow-fronted cupboards, a chest of drawers with a French polished mahogany top, which could double as a table, and a shallow glass-fronted china cabinet for storing tableware. The cast-iron stove, made by R.H. Mellor and Sons of Owl Lamp Works, Oldham, was invented in America in the 1830s; its small size made this model ideal for living-wagons and they were a fixture by the late nineteenth century. Above the stove is an overmantle mirror, which hides an airing cupboard accessed from either side. A slatted area at the rear when pulled out to the edge of the stove forms a double bed across the width of the wagon, with a small area beneath for children.  A mirrored partition provided privacy for the occupants, while also giving the illusion of space and reflecting the light from the coloured clerestory windows above. As well as adding a further touch of luxury, these coloured windows served as a rudimentary safety feature, as the rear window was fitted with red glass so that it served as a warning light when the interior lamps were lit at night.",
                "Each summer, Leonard and Ivy Buckland and their children would travel in the caravan from their home in Buckingham to fairs in the surrounding area, spending about a week in each location. The caravan would have been pulled by a single horse at a steady pace of 2mph; the large wheels keeping it clear of water. To manage steep hills an extra horse could be lashed to the side of the van to provide extra pulling power.",
                "In late August, the Bucklands would take their travelling merry-go-round to the Hampstead Heath Fair, where they became a familiar sight to local residents. Fairs had been held on Hampstead Heath since the 1860s and following the Bank Holidays Act of 1871, huge crowds would gather in May and August to enjoy the fair, which at its height, covered the whole of East Heath to Spaniard’s Road. By the 1890s, 'Appy Ampstead’ was known nationally and was celebrated in song at musical halls. In 1910, when the Bucklands and their merry-go-round were likely among the attractions, as many as 200,000 people attended the fair.",
                "It was while the Bucklands were at the Heath Fairs that they met and became friends with Mrs Muriel Mason, who worked as a wood engraver and painter under her maiden name, Muriel Jackson. Jackson was a resident of Hampstead and from 1920 she specialised in recording Romani vardo on the Heath. The Buckland Caravan features in several of her works. In the early 1930s the Bucklands retired from actively travelling and their caravan was kept in storage until 1938, when they sold it to Muriel Jackson, with whom they had remained in contact. It was kept in her garden before presenting it to London County Council in 1948 and moved to Kenwood."
            ]
        }
    ],
    "id": 835,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/835/building_835_n070265_e804879b82cebedf18da5060e1b95f1b.jpg",
            "description": null,
            "title": "Kenwood from the South",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_835_n070265_e804879b82cebedf18da5060e1b95f1b.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/835/building_835_n130020_cc2e332aab0e1675e199413663ebf8d6.jpg",
            "description": null,
            "title": "Library at Kenwood",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_835_n130020_cc2e332aab0e1675e199413663ebf8d6.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/835/building_835_eh23406_50373bbb905d301915e67c94e23af65d.jpg",
            "description": null,
            "title": "The 18th-century Settling Room ",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_835_eh23406_50373bbb905d301915e67c94e23af65d.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/835/building_835_eh23404_da56afdff61a5692977d87c5eb741fa3.jpg",
            "description": null,
            "title": "The Dairy at Kenwood",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_835_eh23404_da56afdff61a5692977d87c5eb741fa3.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/835/building_835_eh11705_419637fa509e876c7c8575840b8ec9e9.jpg",
            "description": null,
            "title": "Self-Portrait with Two Circles, by Rembrandt van Rijn",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_835_eh11705_419637fa509e876c7c8575840b8ec9e9.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/835/building_835_eh23366_40d1152c829cc98c2e163b49433f815d.jpg",
            "description": null,
            "title": "The 18th-century Tea Room at the Dairy",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_835_eh23366_40d1152c829cc98c2e163b49433f815d.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/835/building_835_eh6660_78ff500697f69caa304e25a3863f850c.jpg",
            "description": null,
            "title": "The Entrance Hall at Kenwood",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_835_eh6660_78ff500697f69caa304e25a3863f850c.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/835/building_835_music-room_web_27e0c3835427542ab326a82f29340feb.jpg",
            "description": null,
            "title": "The Music Room at Kenwood",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_835_music-room_web_27e0c3835427542ab326a82f29340feb.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/835/building_835_eh6672_2063f1b2a305d96788b090c58e9c2b22.jpg",
            "description": null,
            "title": "The South Front of Kenwood",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_835_eh6672_2063f1b2a305d96788b090c58e9c2b22.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/835/building_835_eh11700_bc8e0026cf7488a3a6457bc6c96f2e6f.jpg",
            "description": null,
            "title": "The East Wing of Kenwood",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_835_eh11700_bc8e0026cf7488a3a6457bc6c96f2e6f.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "English Heritage, Hampstead Lane, NW3 7JR",
        "latitude": 51.5713284,
        "longitude": -0.1675998,
        "meeting_point": null,
        "travel_info": [
            "Tube: Archway, Hampstead, Golders Green",
            "Train: Hampstead Heath",
            "Bus: 210"
        ]
    },
    "name": "Kenwood",
    "original_url": "https://programme.openhouse.org.uk/listings/835",
    "ticketed_events": false
}