{
    "all_week": false,
    "description": "Begun in 1985, our fifth Hall is constructed of traditional materials in a manner which is in keeping with this historic part of the City. Grayson Perry's Covid Bell will be on short term loan at the Hall for the Festival.",
    "design": {
        "designers": [
            {
                "architect": "Sam Lloyd",
                "description": null,
                "year": "1987"
            }
        ],
        "periods": [
            "Historical/contemporary"
        ],
        "types": [
            "livery hall"
        ]
    },
    "events": [],
    "facilities": [
        "Toilets"
    ],
    "factsheet": [
        {
            "heading": "History of Founders' Hall",
            "paragraphs": [
                "The principal outward and visible sign that a City Company had \"arrived \" was the possession of its own Hall, where it could transact its business and hold meetings of its officers and members.",
                "The Founders achieved this goal in 1531, when 18 members of the Company joined together to buy two houses and a garden in Lothbury and proceeded to build a Hall on a site that still bears the name of \"Founders' Court\". The Hall was apparently completed in 1549 and thereafter yielded income from rents paid by tenants renting part of the premises, among them being the Eastland Merchants, the East India Merchants, the Merchant Adventurers, and the Company of Brown Bakers.",
                "The Company was hard hit when the Hall, like so many others, was destroyed in the Great Fire of London in 1666 and rebuilt at a heavy cost mainly borne by the Liverymen from their own pockets. The new Hall, built of brick with a stone front, continued to bring in income from a variety of uses, including religious meetings and services held by the Scottish Presbyterian Church in London and by Nonconformist preachers.",
                "In 1845 the Company built another Hall in Founders' Court intended for its own purposes. This was leased to the Electric Telegraph Company in 1853. The property in Founders' Court was later leased to Brown Shipley and Company, Merchant Bankers, in 1921 and in 1964 they bought the freehold from the Founders.",
                "The Founders' Company then acquired freehold premises in St. Swithin's Lane. The building in St. Swithin's Lane was for many years partly let to various tenants as offices, but in 1966 it was entirely reoccupied by the Company and internally reconstructed.",
                "In the early 1980's, the Court took a decision to build a new Hall and during the period 1985 to 1987 a new building was erected on a freehold site at the east end of St. Bartholomew the Great in Cloth Fair.",
                "The new Hall was designed by Sam Lloyd and the building much reflects the traditions so ably established by his grandfather, William Curtis Green (1875-1960), one of the leading Arts and Crafts house architects. The design rejects the modern movement and is finished in traditional materials in a manner that is in keeping with this historic part of the City. Founders' Hall was opened by the Lord Mayor, Sir David Rowe-Ham, in September 1987."
            ]
        },
        {
            "heading": "Our Listing Application",
            "paragraphs": [
                "Begun in 1985, our fifth Hall, the first was lost in the Great Fire, was designed by Sam Lloyd and opened by the Lord Mayor, Sir David Rowe-Ham, in September 1987.  The building, is constructed of traditional materials in a manner which is in keeping with this historic part of the City and was listed, Grade 2, in May 2018:",
                "“for its historic and architectural interest and group value.",
                "‘Architectural interest:",
                "* as a distinctive and nuanced late-C20 reinterpretation of a livery hall, its architectural design fusing neo-Vernacular historicism, Arts and Crafts influences with Post-Modern wit and extravagance; * for its quality of craftsmanship and construction, detailed with rigour and consistency.",
                "Historic interest:",
                "* as an important work by Sam Lloyd, the third generation of the London-based architectural practice founded by his grandfather W Curtis Green in 1898; * the history of the Worshipful Company of Founders, a City livery company of medieval origin, is reflected in the predominance of bespoke metal fittings and the incorporation of elements from the Company’s previous halls.",
                "Group value:",
                "* with the Church of St Bartholomew the Great (Grade I) and the Hand and Shears Public House (Grade II) which frame the island site’."
            ]
        },
        {
            "heading": "Ancient History",
            "paragraphs": [
                "History",
                "The Founders' Company began its existence as one of the early medieval \"guilds\" or associations formed by members of various crafts or trades in the City of London.",
                "Their main purposes were to defend the craft against unfair competition, to assist its members in their work, to help those in distress and to promote and control education.",
                "Founders were workers in brass and brass alloys or tinplate known as \"Iatten\" or \"laton\", producing small cast articles such as candlesticks and pots and pans. Their workshops were situated in and around Lothbury, a street that still exists under that name.",
                "Fraternity to Unity",
                "From 1508 to 1987 their parish church was St. Margaret Lothbury. Before that time, the Founders were associated with the church of St. Lawrence Jewry, and indeed there is evidence to suggest that the medieval guild grew out of a parish fraternity known as the Brotherhood of St. Clement, based on the church",
                "of St. Lawrence Jewry, which served the spiritual and material needs of its members.",
                "It seems likely that, as many of them were small founders, the original social and religious purposes of the fraternity became increasingly subordinated to the task of defending and organising the craft itself.",
                "Loathsome",
                "If the early historian, Stow, is right, the founders were not always popular citizens. Speaking of Lothbury, he remarks:",
                "\"This street is possessed for the most part by Founders that cast candlesticks, chafing dishes, spice mortars, and such like copper or Laton works, and do afterwards turn them with the foot and not with the wheel, to make them smooth and bright with turning and scrating (as some do term it), making a loathsome noise to the by passers that have not been used to the like, and therefore by them disdainfully called Lothberie.\"",
                "Ordinance",
                "The earliest surviving evidence relating to the Guild of Founders is a petition in Norman French which it made in 1365 to the Lord Mayor and Aldermen for its Ordinances to be enrolled at Guildhall, which was granted. The Company must already have been in existence at that date, but the year 1365 served as the basis on which the Company celebrated its 600th anniversary at Guildhall in 1965. The Wardens' Accounts go back to 1497 and only three other City Companies possess accounts starting earlier.",
                "Etymology",
                "Early in the 14th century, the guilds came to be known as \"mysteries\", a name probably derived from the Italian word \"Mestierii\" used in Venice to describe crafts and trades.",
                "The term \"Livery Company\" was adopted in the reign of Edward III (1327- 1377), by which time the members of different guilds wore distinctive dress when summoned to appear on ceremonial occasions.",
                "An Act passed in 1364 decreed \"all artificers and peoples of mysteries shall each choose his own mystery before the next Candlemas, and that having so chosen it, he shall henceforth use no other.\"",
                "The historian, Macaulay, said of this Act: \"Here commences the history of the English nation\". In lighter vein, Dr. Hibbert remarks in his History of the Company that the principles of trade unionism are clearly not of very recent origin.",
                "Heraldry",
                "In 1590, the Company secured the grant of a coat of arms.",
                "Royal Charter",
                "A larger landmark in the progress of the Company in its earlier days was the Royal Charter it received in 1614 from James I. This required an outlay of about £175 a very considerable sum in those days, which was mostly spent on payments to the City Remembrancer and had to be financed by a loan from the Master, Richard Rowdinge.",
                "The Company's resources, like those of many others, were severely taxed by the constant demands for money made on the City by the Stuart Kings. In 1634 the Company had to sell all the silver spoons presented by Liverymen on their admission, except for one given by Humphrey Bowen.\nIn 1684, when Charles II sought to remove the Whigs from control of the City and replace them by Tories, the Livery Companies were faced with a threat of legal action for alleged breaches of their Charters. As the judges were Royal appointees, and likely therefore to find in favour of the Crown, the Company found itself compelled to surrender its Charter and to submit to the King's demand for the election of Royal nominees as office-holders. \nIn 1688, however, these measures were hastily revoked by James II, on hearing of William of Orange's imminent arrival, and the Company's Charter was restored.",
                "Since 1987 and the move of the Company's Hall to Cloth Fair, the Founders have been associated with the parish church of St. Bartholomew the Great, founded in 1123 by Rahere. The Company's annual Election Day Service is held at this church."
            ]
        },
        {
            "heading": "Modern Company",
            "paragraphs": [
                "What do we do now?",
                "We are a membership organisation that participates in a wide variety of activities. We have an annual spring tour, various sporting groups, meals throughout the year where you can get to know your fellow founders, committees that govern our philanthropic giving, lectures, exhibitions, industry specific visits, and much much more. There is a Founders’ event happening almost every week.\nWe also run a charity. Large amounts of our grants go towards education, specifically in the metallurgy and materials engineering sphere as this is most closely linked with our metallurgist ancestors."
            ]
        }
    ],
    "id": 8396,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/8396/building_8396_img_0168_aeaa19d6b15e0950c8e4825991cbf138.jpg",
            "description": null,
            "title": "Grayson Perry's Covid Bell",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_8396_img_0168_aeaa19d6b15e0950c8e4825991cbf138.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/8396/building_8396_ita-venues-founder-s-hall-stairwell-3-copy_a5238d2b05facd0aa6d1458f68e3a70d.jpg",
            "description": null,
            "title": "Entrance to the Hall",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_8396_ita-venues-founder-s-hall-stairwell-3-copy_a5238d2b05facd0aa6d1458f68e3a70d.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/8396/building_8396_ita-founders-hall-outside-building-2_debfad44a7c7d8a942ba215c8c6cea04.jpg",
            "description": null,
            "title": "Exterior View",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_8396_ita-founders-hall-outside-building-2_debfad44a7c7d8a942ba215c8c6cea04.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/8396/building_8396_pxl_20220110_144145659_89f2fbd11382e03144fec6a47e5c879c.jpg",
            "description": null,
            "title": "Artwork inside the Hall",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_8396_pxl_20220110_144145659_89f2fbd11382e03144fec6a47e5c879c.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/8396/building_8396_coade-stone-photograph-2021_ad3642dc2668917aa4c89fd8fd3d60f0.jpg",
            "description": null,
            "title": "Exterior - Coade Stone (1800)",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_8396_coade-stone-photograph-2021_ad3642dc2668917aa4c89fd8fd3d60f0.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/8396/building_8396_picture1_fa3a6d3a4a1d385dcd45f32444875562.jpg",
            "description": null,
            "title": "Founders' Hall ",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_8396_picture1_fa3a6d3a4a1d385dcd45f32444875562.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Founders' Hall, 1 Cloth Fair, EC1A 7JQ",
        "latitude": 51.5192561,
        "longitude": -0.0990206,
        "meeting_point": null,
        "travel_info": [
            "Tube: Farringdon, Barbican, St. Paul's, Moorgate",
            "Train: Farringdon, City Thameslink, Moorgate",
            "Bus: 4, 56, 153, 8, 25, 76, 40, 163, 63, 45"
        ]
    },
    "name": "Founders' Hall",
    "original_url": "https://programme.openhouse.org.uk/listings/8396",
    "ticketed_events": false
}