{
    "all_week": false,
    "description": "13 Princelet Street is typical of the speculative housing that sprang up in Spitalfields in the 18C. Occupied in the late 17 and early 18C by Huguenots fleeing religious persecution by the Catholic regime.",
    "design": {
        "designers": [
            {
                "architect": "Charles Wood/Simon Mitchell",
                "description": null,
                "year": "1705"
            }
        ],
        "periods": [
            "Julian Harrap Architects",
            "Georgian"
        ],
        "types": [
            "historical house",
            "online"
        ]
    },
    "events": [],
    "facilities": [
        "Toilets"
    ],
    "factsheet": [
        {
            "heading": "History",
            "paragraphs": [
                "13 Princelet Street is typical of the speculative housing that  sprang up in Spitalfields in the 18th century. Quite apart  from coping with population increase, the whole city had been in the throes of a massive reconstruction campaign since the Great Fire of London in 1666 and this gave rise to a new  breed of speculative builders, developing sites and buildings purely for profit.",
                "Spitalfields, named after a 12th century hospital, lay outside the City walls (which ran more or less along today’s Bishopsgate) and from the Middle Ages had attracted enterprising outsiders, whose birth or origin barred them from trading or living in the City. Most  important of such groups in the late 17th and early 18th centuries were the French Protestants known as Huguenots, fleeing religious persecution by the Catholic regime.",
                "Huguenots had congregated in this rural hamlet since Elizabeth’s reign and brought with them many skills – clockmaking, jewellery making, silver-smithing and, especially, silk weaving. The Huguenot  weavers provided an injection of new ideas into an already flourishing native industry, living in the tall, dignified houses we still see today. They were a thrifty, hard working, godly community, who decorated their houses with window boxes, hung singing birds outside them and sought inspiration for their silk designs from the insects and flowers in the fields around them.",
                "Princelet Street (first known as Princesses or Princes Street) was one of the first streets to be built, from around 1705 to 1720. It was part of the planned development of a piece of ground known as Joyce’s Garden by Charles Wood and Simon Mitchell, businessmen who bought the land and then leased it on at a peppercorn rent to the master builders and craftsmen, who erected the houses for onward lease or sale.",
                "No 13 (at first known as No 21) was leased to and built by a stonemason called Edward Buckingham on a 60 year lease, in 1718/9. Together with Folgate Street and Spital Square, Princelet Street held the most prosperous houses in the area, home to master weavers and wealthy merchants. We know  the names of those who have lived at No 13 but not, until the mid-to late-18th century, their professions.",
                "Certainly by the 1740s residents have recognisably French names (L’Amy, Durade, Allard...) and by the 1780s we know from Trade Directories that there were silk weavers living in the house. However, prosperity was not  to last and by the early 19th century the silk weaving industry was in crisis.",
                "Spitalfields continued to be a destination for each new wave of immigrants and was increasingly subject to overcrowding and poverty. The decline of the area continued right up until the 1960s, when the tide began to turn. In 1976, the historic core of Spitalfields was designated a Conservation Area and the process of regeneration began."
            ]
        },
        {
            "heading": "Restoration",
            "paragraphs": [
                "In 1984, No 13 was bought by Peter Lerwill, who became a loyal supporter of Landmark’s work and in due course asked if we would accept the building as a bequest.",
                "The house was a wreck when Peter Lerwill found it, but it still had its 18th century floor plan and most of its original joinery. Together with architect Julian Harrap, Peter began a careful three year restoration programme. Roof and ceilings were replaced, new wiring, central heating and windows introduced, the rear wall was underpinned and largely rebuilt and a rear extension was demolished and a new one built to provide kitchen and bathroom. The work was done as conservatively as possible, so that the joinery in particular retains its patina.",
                "Peter Lerwill enjoyed his house for some seventeen years before his death in 2004. When the house came to us, we needed to do little more than redecorate it. Thanks to Peter Lerwill’s great generosity, a succession of Landmarkers now  share the experience of living for a while in this extraordinary part of London, part of the city yet distinct from it.",
                "The Landmark Trust is a building preservation charity that  rescues historic buildings at risk and lets them for holidays. Princelet Street sleeps up to 6 people. To book the building or any other Landmark property for a holiday, visit www.landmarktrust.org.uk"
            ]
        }
    ],
    "id": 8711,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/8711/building_8711_princeletstreet-best-one_71e099cc2f27c6eee622e19476227536.jpg",
            "description": null,
            "title": "Exterior",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_8711_princeletstreet-best-one_71e099cc2f27c6eee622e19476227536.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/8711/building_8711_princelet-street-1_829624f1b55dbfe1301059eba43ac1d6.jpg",
            "description": null,
            "title": "Courtyard garden",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_8711_princelet-street-1_829624f1b55dbfe1301059eba43ac1d6.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/8711/building_8711_princelet-street-11_ecc8d6384d72585fe52d89e15a5ec814.jpg",
            "description": null,
            "title": "Sitting room",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_8711_princelet-street-11_ecc8d6384d72585fe52d89e15a5ec814.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/8711/building_8711_princelet-street-16_ab6732aafd69b8b9326f8068a304fdd6.jpg",
            "description": null,
            "title": "Dining room",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_8711_princelet-street-16_ab6732aafd69b8b9326f8068a304fdd6.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/8711/building_8711_princelet-street-29_9bbdd0974450510e43c47303f8629997.jpg",
            "description": null,
            "title": "Defltware tiles",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_8711_princelet-street-29_9bbdd0974450510e43c47303f8629997.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/8711/building_8711_princelet-street-15_0a093992bf11168a408f2a648b549625.jpg",
            "description": null,
            "title": "Entrance hall",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_8711_princelet-street-15_0a093992bf11168a408f2a648b549625.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/8711/building_8711_princelet-street-22-2_cfa069a4718e39050e14e46e714e2694.jpg",
            "description": null,
            "title": "Interior shot of Princelet Street",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_8711_princelet-street-22-2_cfa069a4718e39050e14e46e714e2694.jpg"
        }
    ],
    "links": [
        {
            "href": "www.landmarktrust.org.uk",
            "title": null
        }
    ],
    "location": {
        "address": "13 Princelet Street, Spitalfields, E1 6QH",
        "latitude": 51.5198517,
        "longitude": -0.0727619,
        "meeting_point": null,
        "travel_info": [
            "Tube: Liverpool Street",
            "Train: Liverpool Street"
        ]
    },
    "name": "13 Princelet Street",
    "original_url": "https://programme.openhouse.org.uk/listings/8711",
    "ticketed_events": false
}