{
    "all_week": false,
    "description": "All Hallows is a Grade I Listed building with an interesting history. Built by Sir Christopher Wren in Lombard Street, London. The tower, bells, cloister and many furnishings were moved to Twickenham in 1939 as the building had subsidence.",
    "design": {
        "designers": [
            {
                "architect": "Sir Christoper Wren;  Robert Atkinson",
                "description": null,
                "year": "1690"
            }
        ],
        "periods": [
            "Georgian",
            "Stuart"
        ],
        "types": [
            "religious"
        ]
    },
    "events": [],
    "facilities": [
        "Disabled access",
        "Parking",
        "Refreshments",
        "Toilets"
    ],
    "factsheet": [
        {
            "heading": "History",
            "paragraphs": [
                "Our story arises from two sources: the Wren church in the City of London and the more modest mission church of St Martin’s in Twickenham.",
                "The City church’s story starts in Saxon times when a church of All Hallows was founded in Lombard Street in what is now the City of London – the earliest date we have is 1053.  This church was rebuilt and enlarged but was destroyed in the Great Fire of 1666.  A new building, to Sir Christopher Wren’s design, replacing the destroyed one, was dedicated in 1694.",
                "In the mid-1930s, a declining resident population in the City prompted parish consolidations and, because there were some serious structural problems in the church building at All Hallows, it was decided that it should be demolished and the tower and all the internal furnishings moved to a new site.  At the same time, the suburbs were expanding, and, in Twickenham, a site on the Chertsey Road had been purchased. This was for a future replacement building for the small local Mission Church of St Martin, at that time a part of the Parish of St Mary, Twickenham.",
                "In 1938 the two schemes came together.  The Lombard Street church’s tower and its fittings and furnishings were to be moved to a new building on the St Martin’s replacement site in Twickenham and the Conventional District of All Hallows.  The foundation stone was laid in July 1939, and the new building was opened in November 1940 under wartime conditions."
            ]
        },
        {
            "heading": "The Great Fire",
            "paragraphs": [
                "The Great Fire of September 3rd 1666 followed immediately upon the Great Plague, and All Hallows suffered from these disasters as grievously as did other parishes.  In all, some eighty-nine churches were consumed in the inferno.  All Hallows was virtually destroyed in the fire although the tower was left standing and remained, in a dangerous state, until 1679.  After the fire, a temporary “tabernacle” was built on the site and continued in use until the building of the replacement church.",
                "There was some difficulty in raising funds for a replacement for the destroyed building, but work on the new building, designed by Sir Christopher Wren, commenced in May 1686 and finished in December 1694, re-opening in January 1695.",
                "The cost of the building was £9,058, with over one half of that sum going to the mason.  The carver’s portion of the cost was only £14; the cost of the furnishings being borne by the parishioners."
            ]
        },
        {
            "heading": "Some Interior Features",
            "paragraphs": [
                "The reredos, although of the same date as the building (1694) and part of Wren’s design, was provided separately by eighteen benefactors, whose names are listed on a framed panel near the west end of the church.  The cost is recorded as £188.  One historian records “This reredos is considered by some as the finest in the City of London”.",
                "The reredos and pulpit show indications of the work of Grinling Gibbons, and, although no written record of this exists, there is similarity to other London churches’ furnishings known to be by Gibbons.",
                "The organ, built by Renatus Harris, one of the foremost organ-builders of his day, was installed in the Lombard Street church in 1708.  The organ loft occupied an alcove at the west end of the church, although in 1870, when it was enlarged and modernised, the organ was moved to the southeast corner of the nave.  The organ, with its original casework and some of Harris’s original pipes is now installed here in Twickenham and is considered to be one of the finest instruments in the London area."
            ]
        }
    ],
    "id": 8725,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/8725/building_8725_all-hallows-tower_d614c8cc09b0223ed760e71dbb4f5662.jpg",
            "description": null,
            "title": "External View of Tower ",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_8725_all-hallows-tower_d614c8cc09b0223ed760e71dbb4f5662.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/8725/building_8725_all-hallows-interior_96589c81e5b10934a56d88737e78f8aa.jpg",
            "description": null,
            "title": "Interior ",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_8725_all-hallows-interior_96589c81e5b10934a56d88737e78f8aa.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/8725/building_8725_requiem-04_85925860cd6efeae41ce277f6530e43d.jpg",
            "description": null,
            "title": "Interior 2 ",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_8725_requiem-04_85925860cd6efeae41ce277f6530e43d.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/8725/building_8725_requiem-02_165f0fb173e3905dab1198f65a640625.jpg",
            "description": null,
            "title": "Font ",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_8725_requiem-02_165f0fb173e3905dab1198f65a640625.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/8725/building_8725_requiem-10_aeb8ed42d461fb8b6adab89451c5ff9a.jpg",
            "description": null,
            "title": "Font Detail ",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_8725_requiem-10_aeb8ed42d461fb8b6adab89451c5ff9a.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/8725/building_8725_twickenham_all_hallows200915__0f22898fec636e172eea1a7beff0e32b.jpg",
            "description": null,
            "title": "Pulpit ",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_8725_twickenham_all_hallows200915__0f22898fec636e172eea1a7beff0e32b.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Erncroft Way, Twickenham , TW1 1DA",
        "latitude": 51.4536937,
        "longitude": -0.3350975,
        "meeting_point": null,
        "travel_info": [
            "Tube: Richmond",
            "Train: Twickenham",
            "Bus: 281"
        ]
    },
    "name": "All Hallows Twickenham",
    "original_url": "https://programme.openhouse.org.uk/listings/8725",
    "ticketed_events": false
}