{
    "all_week": false,
    "description": "Victorian church of cathedral proportions, built in the French Gothic style, through public subscription. Grade II* listed. Restored 1993, now functioning as a community arts centre.",
    "design": {
        "designers": [
            {
                "architect": "William S Niven FSA JP",
                "description": null,
                "year": "1889"
            }
        ],
        "periods": [
            "William S Niven FSA JP ",
            "Victorian"
        ],
        "types": [
            "community/cultural"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "booking_link": null,
            "capacity": 200,
            "date": "2022-09-18",
            "drop_in": true,
            "end": "2022-09-18T13:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in",
            "notes": "Visitors can arrive at any time during the opening hours. There may be queues at busy times.",
            "start": "2022-09-18T10:00:00+01:00",
            "ticketed": false
        },
        {
            "activity_type": "Exhibition",
            "all_day": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/881",
            "capacity": null,
            "date": "2022-09-18",
            "drop_in": false,
            "end": "2022-09-18T13:00:00+01:00",
            "fully_booked": false,
            "name": "Recycle Your Electricals Exhibition ",
            "notes": null,
            "start": "2022-09-18T10:15:00+01:00",
            "ticketed": true
        },
        {
            "activity_type": "Workshop",
            "all_day": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/881",
            "capacity": null,
            "date": "2022-09-18",
            "drop_in": false,
            "end": "2022-09-18T13:30:00+01:00",
            "fully_booked": false,
            "name": "Working with Wire Sculpture Workshop – Adults",
            "notes": null,
            "start": "2022-09-18T11:30:00+01:00",
            "ticketed": true
        }
    ],
    "facilities": [
        "Toilets",
        "Refreshments",
        "Family activities",
        "Disabled access"
    ],
    "factsheet": [
        {
            "heading": "History",
            "paragraphs": [
                "The Landmark Arts Centre was formerly the Church of St Alban the Martyr. Alban lived at some time in the third century in the Roman city of Verulamium. Although a worshipper of Roman gods, he gave shelter to a Christian priest fleeing from persecution. Influenced by the priest’s prayer and teaching, he converted to \n Christianity. Though never designated as a cathedral, St Alban’s was known informally as ‘the Cathedral of the Thames Valley’.",
                "The foundation stone was laid in 1887 and the church was designed in the French Gothic style by architect William S Niven FSA JP (his name is engraved on the external wall at the west end of the south aisle wall). Niven, who lived locally and \nwho had been a pupil of renowned architect Sir George Gilbert Scott, was also involved with the restoration of the Chapter House at Westminster Abbey.",
                "The first vicar was the Reverend Francis Leith Boyd MA, who had been appointed as Vicar of Teddington in 1884 when he was 28, officiating at the parish church St Mary’s. It was he who commissioned the design of this church, and when it was dedicated in 1889, he and the congregation and other clergy moved across the road from St Mary’s. In 1908 he was appointed Vicar of St Paul’s, Knightsbridge, \nwhere he remained until his death in 1927, aged 74. He is buried in Teddington cemetery.",
                "The building was declared redundant in 1977, fell into disrepair and suffered through neglect and vandalism. However, thanks to a robust campaign led by local people it was restored by English Heritage in the early 1990s."
            ]
        },
        {
            "heading": "Features of this amazing building",
            "paragraphs": [
                "East Window: St Alban, the patron saint. The replacement in 1952 was designed by Frederick Cole and made by the William Morris Studio. Beneath a figure of God stands St Alban enthroned, with scenes from his life either side.",
                "North Transept, West: Joseph’s Dream. The designer is unknown, but possibly Reverend Boyd, the first Vicar of St Alban’s. Painted by W F Dixon and made in \n1895, dedicated to the memory of Edward and Margaret Russ-Browne (1830-94).",
                "North Transept, East: Jonah and the Whale by the highly-regarded Kempe Studio in 1896. Designed by C E Kempe and modelled on a window in Christ \nChurch, Oxford",
                "West Wall: This triple lancet window - by Ward and Hughes – was made c1850 and had been originally installed in St Peter’s Church, Islington. Rescued in 1987 by the London Stained-Glass Repository of the Worshipful Company of Glaziers and Painters of Glass, it was dismantled and re-leaded for installation at the Landmark in 1992.",
                "Textile wall hanging: This was designed and made in 2002/03 especially to hang in the Landmark by students and tutors at Richmond Adult College.The Pulpit: The location of the pulpit placed halfway down the nave follows the French style. A simple canopy had been erected initially, but it was replaced in 1902 by a magnificent design in carved oak. The new canopy was embellished by gilded representations of three orders of angels.",
                "Bar area: The three statues represent (l-r), Abbot Wareham, All Saints and Edward the Confessor and are all that remain of the once beautiful All Saints Chapel. The original altarpiece was a copy of one in Henry VII’s chapel in Westminster. On the left of the bar area there is an alcove and canopy which housed a statue of St Alban which sadly did not survive the vandals.",
                "The stonework: Most of the stonework is in Doulton limestone from Shepton Mallet, Somerset. The finer grain material used internally in partitions is Corsham limestone from Wiltshire"
            ]
        },
        {
            "heading": "A vibrant arts centre for the whole community",
            "paragraphs": [
                "The Landmark is a Registered Charity and does not receive any core public funding towards its maintenance or the centre’s activities. So the support and generosity of the local community and visitors is vital.",
                "There are many ways you can help – through membership (business, family or individual), sponsorship, donations, legacies, participation in adult and children’s activities, attending an exhibition, performance or event, or by joining the band of much-valued volunteers who are so important to delivering the centre’s programme.",
                "The Landmark spaces (Stage / Studio / Main Hall / Bell Room) may also be hired for classes, special events, concerts, exhibitions, wedding receptions and filming."
            ]
        }
    ],
    "id": 881,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/881/building_881_background-landmark-exterior_9b8772b08c3a206eacd9d4d5c7660b4a.png",
            "description": null,
            "title": "View from Ferry Road",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_881_background-landmark-exterior_9b8772b08c3a206eacd9d4d5c7660b4a.png"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/881/building_881_landmark-at-nightrkp_9858_fdc6b6e9e1b800ac6ae304917ea0cdca.jpg",
            "description": null,
            "title": "Night view from Ferry Road",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_881_landmark-at-nightrkp_9858_fdc6b6e9e1b800ac6ae304917ea0cdca.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/881/building_881_lm-interior099-tim-cannings_33cf0544a842e70914adc1e64009f730.jpg",
            "description": null,
            "title": "East Windows",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_881_lm-interior099-tim-cannings_33cf0544a842e70914adc1e64009f730.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/881/building_881_17-landmark-children-printmaking_2942f1dd10a6765b0b709c801274d7a7.jpg",
            "description": null,
            "title": "View from Ferry Road during outdoors children's workshop",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_881_17-landmark-children-printmaking_2942f1dd10a6765b0b709c801274d7a7.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/881/building_881_2019-spooky-spells-workshop_4181c2da42f5bb84d1d46ad2c4aa6a76.jpg",
            "description": null,
            "title": "Main Hall during family workshop",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_881_2019-spooky-spells-workshop_4181c2da42f5bb84d1d46ad2c4aa6a76.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Ferry Road  Teddington, TW11 9NN",
        "latitude": 51.4289264,
        "longitude": -0.3241057,
        "meeting_point": null,
        "travel_info": [
            "Train: Teddington",
            "Bus: R68, 281, 285"
        ]
    },
    "name": "Landmark Arts Centre",
    "original_url": "https://programme.openhouse.org.uk/listings/881",
    "ticketed_events": true
}