{
    "all_week": false,
    "description": "Guided walks through Brockley Conservation Area's quirky mews: leafy lanes, industrial units, Victorian and interesting modern architecture existing in harmony. The cherished public right of way  allows community contact with nature.",
    "design": {
        "designers": [
            {
                "architect": "Part of the Tyrwhitt-Drake and Wickham families' estates",
                "description": null,
                "year": "1851"
            }
        ],
        "periods": [
            "Victorian",
            "Historical/contemporary"
        ],
        "types": [
            "walk/tour",
            "open site"
        ]
    },
    "events": [
        {
            "activity_type": "Drop in",
            "all_day": false,
            "booking_link": null,
            "capacity": 40,
            "date": "2022-09-17",
            "drop_in": true,
            "end": "2022-09-17T16:00:00+01:00",
            "fully_booked": false,
            "name": "Drop in",
            "notes": "Visitors can arrive at any time during the opening hours. There may be queues at busy times.",
            "start": "2022-09-17T10:30:00+01:00",
            "ticketed": false
        },
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/9008",
            "capacity": null,
            "date": "2022-09-17",
            "drop_in": false,
            "end": "2022-09-17T12:00:00+01:00",
            "fully_booked": false,
            "name": "Guided walk through Brockley's mews",
            "notes": null,
            "start": "2022-09-17T11:00:00+01:00",
            "ticketed": true
        },
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/9008",
            "capacity": null,
            "date": "2022-09-17",
            "drop_in": false,
            "end": "2022-09-17T13:30:00+01:00",
            "fully_booked": false,
            "name": "Guided walk through Brockley's mews",
            "notes": null,
            "start": "2022-09-17T12:30:00+01:00",
            "ticketed": true
        },
        {
            "activity_type": "Guided tour",
            "all_day": false,
            "booking_link": "https://programme.openhouse.org.uk/listings/9008",
            "capacity": null,
            "date": "2022-09-17",
            "drop_in": false,
            "end": "2022-09-17T15:00:00+01:00",
            "fully_booked": false,
            "name": "Guided walk through Brockley's mews",
            "notes": null,
            "start": "2022-09-17T14:00:00+01:00",
            "ticketed": true
        }
    ],
    "facilities": [
        "Refreshments",
        "Toilets"
    ],
    "factsheet": [
        {
            "heading": "Brockley’s Early History",
            "paragraphs": [
                "Brockley derives its name from ‘Broca’ an Old English word meaning ‘wood clearing’ or ‘stream’ (i.e. ‘brook’) and ‘Ley’ meaning ‘wood’. Brockley is recorded as a Saxon settlement in 952 and is mentioned as a small hamlet in the Domesday Book.",
                "Brockley Green is the site of the hamlet on an old lane from Deptford to Sydenham, which became known as Brockley Lane and coincides now with Tanners' Hill, Upper Brockley Road and Brockley Road.\n \nIn 1189, at the end of Henry II's reign, the Manor of Brockley was created when it split from the Manor of Sayes Court and the founding of a Premonstratensian Abbey was granted near the present St Peter's Church and the former Manor Farm at the southern end of what is now Breakspears Mews. The abbey was requisitioned by Henry VIII in 1527.",
                "Brockley Green agricultural settlement was fringed by the Great North Wood which stretched from Deptford to Streatham and Selhurst. The area's ‘managed landscape of woodland’ provided timber, charcoal, firewood, and oak bark. ‘Night soil’ imported from London fertilised Brockley's burgeoning and salubrious rhubarb industry!",
                "Until the early 19th century Brockley remained agricultural with farms, nurseries, orchards and market gardens serving London until the 1797 Inclosure Act."
            ]
        },
        {
            "heading": "Canals and Railways Bring Development",
            "paragraphs": [
                "Industrial development arrived with the creation of the Croydon Canal in 1809, replaced on closure by the London and Croydon Railway in 1836. This opened up access to local brickfields and gravel pits and encouraged estate owners to develop landholdings as residential areas.\n \nEstates in Brockley were owned by the Wickham and Tyrwhitt-Drake families who ultimately became unified by inheritance and marriage, allowing a coordinated approach to development: Upper Brockley (the land south of today’s Lewisham Way) was laid out by 1851 with wide streets and large Italianate villas backed by free access mews service lanes for use by servants as well as horses and carriages.",
                "The mews were intended for use as a 'Back Road by the Tenants in Common' together with the 'free use and enjoyment ... in common with all other parties'.",
                "It is believed that Edward VII, when Prince of Wales, used Wickham Mews for discreet visits to actress Lillie Langtry at No 42 Wickham Road!"
            ]
        },
        {
            "heading": "Street Layout in the 19th Century",
            "paragraphs": [
                "The unique environment we appreciate today was created by the 1870s with foresight and care in layouts responding to the alignment of former country lanes, such as Brockley Lane, respecting field patterns, footpaths and streams.",
                "The main mews are Ashby, Wickham, Manor and Breakspears. Smaller ones are Garsington, Harefield, Cranfield, Wickham Gardens Path, with other less-known paths, greenways and closes dotted around the area.",
                "From their creation the mews were open and ungated. Around 1980 low 'gallows' gates were installed at the entrances to discourage unwanted vehicles. These were locked at night but pedestrian access remained open day and night. Each of Brockley's mews retains its own special character and residents relish the untrammelled free access to a long-established right of way."
            ]
        },
        {
            "heading": "Brockley’s Architecture",
            "paragraphs": [
                "Brockley’s unusually well preserved enclave of architectural and environmental history has survived into the 21st century almost intact, uniquely rich in High Victorian and Edwardian domestic architecture, historic trees and original lanes and mews. Where 1950s and 1960s houses exist they indicate WWII bomb damage. We have more stretches of Victorian kerbstone than anywhere else in London.",
                "As the large houses fell into disrepair after the war they faced threats including piecemeal attack by property speculators hoping to make a quick profit during the property boom. Lewisham council’s plans to upgrade facilities to modern standards in the 1970s Manor Avenue General Improvement Area and the Housing Action Area included proposals to purchase part of rear gardens backing on to the mews to build housing. These, and proposals to demolish St Peter's and Brockley Baptist Churches, along with the GLC’s plans for a four-lane highway between Lewisham Way and the railway were fiercely resisted by community action.",
                "The 1967 Civic Amenities Act led to the designation of Brockley Conservation Area in 1973. The local community campaigners formed Brockley Society around the same time.",
                "Brockley has remained uniquely well mixed, with different income groups, different ethnic groups, a balance of old and young people, light industry in the mews, a variety of shops and pubs – all adding a quality that Brockley Society felt was worth preserving."
            ]
        },
        {
            "heading": "Building in Brockley’s Mews",
            "paragraphs": [
                "The 2005 Brockley Conservation Area Character Appraisal described the mews as unmade service roads behind houses, offering a calm and leafy contrast to the surrounding built-up streets and contributing to the suburban and spacious feel of the conservation area.",
                "Historic maps showed that development in the mews, such as coach housing and stabling, was never widespread as people were more likely to use the new train network. Shortly after, the motor car became available. Because few such buildings were present, those remaining today are rarities of significant historic value, making a positive contribution to the overall character of the area and therefore meriting preservation. Some of the early outbuildings that still exist in Breakspears and Wickham Mews are fairly derelict, but good examples exist in Manor and Ashby Mews.",
                "Mews buildings later became garages, workshops and storage or provided rear access to houses. Setts were a feature of the mews at least in part, though these deteriorated or were ripped up.\n \nMany modern garages were built at the ends of gardens, but these are small, single-storey buildings with flat roofs which still allow views across the long rear gardens to rear elevations of the Victorian housing and the abundance of mature trees which contribute to the character of the conservation area.",
                "Inadequate storm water drainage and lack of electrical and sewage connections made the mews unsuitable for residential buildings, which were resisted in favour of light industry and storage. Developers nonetheless pushed energetically to build houses and some unsuitable developments were given piecemeal permission. Modern houses at a junction between a mews and a street impact the street pattern and surrounding historic built form. They block views and have a negative effect, not conforming to the conservation area’s character and style. To help prevent negative development a mews Design Guide was created in 1987."
            ]
        },
        {
            "heading": "Modern Buildings in the Mews",
            "paragraphs": [
                "In 2006 the Brockley Supplementary Planning Document further protected the mews by pointing to constraints that made development undesirable, such as no lighting or road surfacing, unsuitability for modern refuse vehicles which would in any case alter the calm leafy and open character of the mews. The document states a presumption against residential mews development to preserve the appearance of the mews with their trees, views across gardens to rear elevations and the tranquil character of the conservation area. But small-scale single-storey garden buildings, ancillary to the use of the main building, or single-storey garaging have been built.\n \nSince 2000 the concept of live/work, a different planning class to residential, has developed and has been embraced in the GLA's London Plan. Three live/work units were given permission in Harefield Mews in 2001 and more recently several have been permitted in Ashby Mews, with S.106 agreements fixing the live/work status in perpetuity.\n \nAs a result some striking modern architecture has been constructed in Ashby Mews: parts of a large and dreary industrial building have been converted into eye-catching live/work units. A coach house has been preserved with a modern addition. Other smaller modern developments have been built further down the mews alongside older workshops and a house which was given planning permission for puzzling reasons.\n \nA striking modern house exists at the entrance to Breakspears Mews. Because it faces on to Ashby Road, planners considered it did not qualify as a mews residential development. Its solitary position enables its modern design to contribute to the conservation area and enhance its rather regrettable surroundings.\n \nAshby Mews has the greatest proportion of businesses and industrial units, but there are some in Breakspears, Wickham and Manor Mews, several long-term. Ital-Cutlery Services in Wickham Mews has been there for many decades."
            ]
        },
        {
            "heading": "Brockley’s Mews Now",
            "paragraphs": [
                "Some issues have recurred in the mews time and again over the last 48 years: irresponsible or unlicensed businesses taking advantage of light oversight, creating noise, pollution or litter, and endemic fly-tipping. Brockley Society's newsletters record nearly half a century of continual battles to clear rubbish from the mews and stop anti-social businesses.",
                "Breakspears Mews used to be the most problematic. A serious gas explosion, long-term anti-social and unlicensed businesses, spray painting, night-time working and weekend noise led to local residents approaching Brockley Society for a community campaign to reclaim the mews.",
                "Working with Lewisham Council's officers and councillors, the police, responsible tenants, and volunteers, the mews were cleared of 450 dumped tyres, nine dumped vehicles and mountains of rubbish. Breakspears Mews Community Garden was created. Now raised vegetable beds exist in a strip of the mews where once there was only rubbish and desolation. \n \nBrockley's mews are part of 'Greater Brockley', which was featured in the shortlist of ten for the 2019 Ramblers' Association Annual Award for the Best Walking Neighbourhood, citing Brockley’s innovative conservation projects,  well-integrated walking network, variety of green spaces and community-friendly feel.",
                "During the coronavirus lockdown the mews were appreciated by many, but particularly by families with children who walked, learned to cycle, discovered butterflies and wildflowers, and looked at buildings, trees and greenery. \n \nOur mews are quirky, eclectic and all different. They have rough paths, overgrown wilderness, scruffy areas and, regrettably, rubbish and fly-tipping, but also careful planting, street art, large trees in the adjacent gardens, a mixture of buildings. They provide a contrast to the formality of the fronts of houses and streets. Our mews are recorded in literature and more recent reminiscences for over 150 years – a preferred short cut, an errand to a business, or a place to enjoy nature. Long may it so continue."
            ]
        }
    ],
    "id": 9008,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/9008/building_9008_lane-on-bikes_5dc535239814d68f12893ce44e8541f7.jpg",
            "description": null,
            "title": "Enjoying Wickham Mews north during the lockdown",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9008_lane-on-bikes_5dc535239814d68f12893ce44e8541f7.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/9008/building_9008_school-children-in-breakspears-mews_82b5d0ad9c71c7bf594a94ebcd248fc9.jpg",
            "description": null,
            "title": "School lesson in Breakspears Mews Community Garden",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9008_school-children-in-breakspears-mews_82b5d0ad9c71c7bf594a94ebcd248fc9.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Ashby, Wickham, Breakspears Mews",
        "latitude": 51.4680784,
        "longitude": -0.0322275,
        "meeting_point": null,
        "travel_info": [
            "Tube: New Cross Gate, New Cross",
            "Train: New Cross, Brockley, New Cross Gate, St.John's",
            "Bus: 136, 436, 21, 171, 176"
        ]
    },
    "name": "Brockley's Historic Mews",
    "original_url": "https://programme.openhouse.org.uk/listings/9008",
    "ticketed_events": true
}