{
    "all_week": false,
    "description": "The library is located in a shop with flats above. The shop front has not been altered since the 1950s.",
    "design": {
        "designers": [
            {
                "architect": "Cecil Butler",
                "description": "Original design",
                "year": "1928"
            }
        ],
        "periods": [
            "Inter-war"
        ],
        "types": [
            "library",
            "community/cultural"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": null,
            "date": "2022-09-11",
            "end": "2022-09-11T17:00:00+01:00",
            "fully_booked": null,
            "name": "General access",
            "notes": null,
            "start": "2022-09-11T10:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        [
            "Bookshop",
            "Parking"
        ]
    ],
    "factsheet": [
        {
            "heading": "Architectural Context",
            "paragraphs": [
                "As noted in Barnet Council’s Character Appraisal Statement for Hampstead Garden Suburb, the Market Place and Lyttelton Road formed part of Raymond Unwin’s 1911-12 plan for the ‘New Suburb’ and survived later post war revisions. However, Lyttelton Road was never intended as a main road and its transformation into an arterial road as part of the Barnet bypass in 1926-28 and its designation as the A1 in 1983 irretrievably altered the character of the area, with heavy traffic continually passing through.",
                "The first block of shops with flats above, which occupies the south-west corner of the Market Place, was designed by J.C.S. Soutar and built in 1922. Development appears to have proceeded slowly by suburb standards with the north-west block by Butler being constructed in 1928, the south-east corner in 1932 and the final corner by Marshall and Tweedy in 1933. Parallel shopping blocks followed on either side of the road between 1933 and 1936. The blocks are of red brick with Dutch gables, tiled roofs and prominent chimneys."
            ]
        },
        {
            "heading": "The Library",
            "paragraphs": [
                "Originally a shop, the library is located in a relatively quiet corner a few yards along Hill Rise at the end of the eastern side of Butler’s north-west block. It is surely a contender for the title of smallest and quaintest library in London if not further afield.",
                "The door is of brown wood with a sloping bar design and a vertical metal handle. The wide front step, which follows the line of the windows on each side in tapering in towards the door, has a section of white marble and another with a mosaic of small white pieces flecked with green. The white-painted wooden windows have a jazzy geometric pattern at the top which continues above the door. Below the windows the tiles are of turquoise and a now-indeterminate dark colour. The fifties-style Public Library lettering in capitals fixed to the stone panels above the shop front is made of weathered white-painted metal.",
                "Inside the very small shop-cum-reading room there are tall wooden shelves crammed with books and a curving wooden counter.",
                "There are two storeys of residential accommodation above the library."
            ]
        },
        {
            "heading": "A Victory for Reading",
            "paragraphs": [
                "In 2011 many members of the local community, supported by Hampstead Garden Suburb Residents Association, campaigned to prevent the closure by Barnet Council of the little Hampstead Garden Suburb Library. The campaign was successful, and within just a few days of the borough librarians being redeployed to other libraries in April 2012, Garden Suburb Community Library opened its doors to readers again, this time in the hands of about 40 volunteers who had been trained to run it.",
                "The library has since then gone from strength to strength, with over 3,000 registered users, children’s activities twice a week, a monthly book club, and occasional author talks and one-off children’s events.",
                "Books are constantly replenished and a team of volunteers has £5,000 to spend annually on adult and children’s books. There are also two computers which are in constant use and a printer which can scan and copy.",
                "The library is a registered company and charity and is supervised by 7 trustees."
            ]
        }
    ],
    "id": 9009,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/9009/building_9009_libraryext01_a9fb76f1a84420eae55a7468eace0b7c.jpg",
            "description": "",
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9009_libraryext01_a9fb76f1a84420eae55a7468eace0b7c.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/9009/building_9009_libraryint02_b1be68f280af9826724544065db4f08f.jpg",
            "description": "",
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9009_libraryint02_b1be68f280af9826724544065db4f08f.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/9009/building_9009_libraryint04_85379cfb60af5c5c02a22dc5eae19128.jpg",
            "description": "",
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9009_libraryint04_85379cfb60af5c5c02a22dc5eae19128.jpg"
        }
    ],
    "links": [
        {
            "href": "https://gardensuburblibrary.org.uk/gscl/",
            "title": "Website"
        }
    ],
    "location": {
        "address": "15 The Market Place , NW11 6LB",
        "latitude": 51.5860913,
        "longitude": -0.1834105,
        "meeting_point": null,
        "travel_info": [
            "Nearest tube: East Finchley, Golders Green",
            "Bus routes: 102, H2"
        ]
    },
    "name": "Garden Suburb Community Library",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/9009",
    "ticketed_events": false
}