{
    "all_week": true,
    "description": "This self-guided walking itinerary has been created by the Open House team to explore exterior architecture in Brent.",
    "design": {
        "designers": [],
        "periods": [
            "Historical/contemporary"
        ],
        "types": [
            "walk/tour"
        ]
    },
    "events": [],
    "facilities": [],
    "factsheet": [
        {
            "heading": "Route details and directions",
            "paragraphs": [
                "Route stops",
                "Lycee International de Londres Winston Churchill\nBrent Civic Centre, Engineers Way\nWembley Park Gate, Olympic Way\nWembley Stadium",
                "Total walking time: about 20 minutes\n \nNearest station to Start: Wembley Park\n \nLycée International de Londres Winston Churchill, Forty Lane, Wembley HA9 9HD [former Brent Town Hall]\nIn its original use, described as ‘The best of the pre-war modern Town Halls around London' (Pevsner). Serene composition of overlapping brick planes with design links to Dutch modernism of the 1920s. Classic 1930s council chamber. Converted in 2015 for use by a bilingual (French / English) international school. Original Design: Clifford Strange, 1937.\n \nDirections\nFrom standing facing the Lycée, walk to your left along Forty Lane >  turn left at the first roundabout (Bridge Lane) > just beyond Wembley Park station turn left onto Olympic Way > walk towards the Stadium in front of you > just before the ramps rise up, bear slightly right. Brent Civic Centre is at the end of this path, to the right.\nWalking time 15 minutes\n \nBrent Civic Centre, Engineers Way, Wembley HA9 0FJ\nThe Civic Centre streamlines all aspects of Brent Council's activities. Spaces are arranged around a soaring atrium. A circular drum houses event and community spaces. BREEAM Outstanding. Multiple awards, including RIBA National Award 2014. Design: Hopkins Architects, 2013.\n \nDirections\nFrom standing facing the main entrance turn right and walk under the ramps to the stadium (Engineers Way) > Wembley Park Gate is the building on your left – it occupies the block between Olympic Way and Rutherford Way\nWalking time 2 minutes\n \nWembley Park Gate, Olympic Way, Wembley HA9 0TB\nA major residential development by Barratt in Olympic Way, close to Wembley Stadium, with 211 units. It is part of the area's redevelopment - one of five designated for regeneration by LB Brent's ten-year vision for Wembley's transformation. Cladding is in light brown brick with extensive fenestration contrasting with blue/grey engineering brick in recesses. Design features serve to have the effect of dividing the building into a cluster of vertical elements. Design: CZWG Architects, 2017.\n \nDirections\nReturn to the bottom of the ramps > walk up to the stadium.\nWalking time 2 minutes\n \nWembley Stadium HA9 0WS\nThe new national football stadium was completed in 2007, bult on the site of the original Wembley stadium with its iconic twin towers which dated from the 1920s. The new stadium, owned by the Football Association, was designed by Foster + Partners and Populus. It has a capacity of 90,000 and has its own iconic design statement with its 133m high arch, recognisably one of the features of 21st century London. Although the national football stadium, it is used for a variety of sporting and entertainment events and has state of the art facilities throughout. It has been used by Brent Council and Quintain, major landowners in the area, to act as a stimulus for major regeneration with new investment in commercial, retail, residential and public realm facilities.\n \nNearest Station: Wembley Park"
            ]
        }
    ],
    "id": 9107,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/9107/building_9107_untitled_artwork_22d2a8293f086362c7724a50bdadb1d0.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/medium_golden/building_9107_untitled_artwork_22d2a8293f086362c7724a50bdadb1d0.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Forty Lane, Wembley, HA9 9HD",
        "latitude": 51.5654384,
        "longitude": -0.2714796,
        "meeting_point": "Lycee International de Londres Winston Churchill",
        "travel_info": [
            "Nearest tube: Wembley Park"
        ]
    },
    "name": "Self-Guided Brent Itinerary, by Open House",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/9107",
    "ticketed_events": false
}