{
    "all_week": false,
    "description": "A circular 5 mile walk, mainly through parkland with beautiful views across London from the 3 peaks – Hilly Fields, Blythe Hill Fields and One Tree Hill.  The walk is easy to moderately difficult. One Tree Hill is not wheelchair friendly.",
    "design": {
        "designers": [
            {
                "architect": "Unknown",
                "description": "Original design",
                "year": "2020"
            }
        ],
        "periods": [
            "Historical/contemporary"
        ],
        "types": [
            "walk/tour"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": null,
            "date": "2022-09-04",
            "end": "2022-09-04T14:30:00+01:00",
            "fully_booked": null,
            "name": "Brockley 3 Peaks Walk",
            "notes": "walking tour is not marshalled, start of route will be staffed by volunteers to offer advice.",
            "start": "2022-09-04T10:00:00+01:00",
            "ticketed": false
        },
        {
            "all_day": false,
            "booking_link": null,
            "capacity": null,
            "date": "2022-09-05",
            "end": "2022-09-05T14:30:00+01:00",
            "fully_booked": null,
            "name": "Brockley 3 Peaks Walk",
            "notes": null,
            "start": "2022-09-05T10:00:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        [
            "Parking",
            "Refreshments",
            "Toilets"
        ]
    ],
    "factsheet": [
        {
            "heading": "Best Walking Neighbourhood",
            "paragraphs": [
                "Brockley was voted the Ramblers' Best Walking Neighbourhood in England in 2019. The way to explore what it has to offer is to follow the Brockley 3 Peaks walk which is a five mile circular route which takes 2-3 hours and is mainly through parkland. There are plenty of cafes, pubs and independent shops along the way as well as historic buildings and other places of interest.",
                "You can join the walk at any point but if you want a paper copy of the map these will be available (for a £1 donation) next to Hilly Fields café from 10.30am-2.30pm on 4 and 5 September. Alternatively you can download the route on various walking apps (or find more information @Brockley3Peaks on Twitter)."
            ]
        },
        {
            "heading": "Suitable for all ages and interests",
            "paragraphs": [
                "The walk makes a great day out for all ages. It is not a guided tour and young children should be accompanied by adults.",
                "Many people are surprised at how much green space there is. The reverse of the paper map provides a detailed explanation of what to look out for and the history of the area.\n  \nThere are plenty of places to picnic and wide open spaces so that you can keep at a safe distance from other people. \nThere are several children's playgrounds and places for them to run around and paddle and, for nature lovers, lots to explore.",
                "Local transport is very good, so it is easy to just walk a section of the route and pick up a bus or train. One Tree Hill is a challenge for wheelchair users and people who find steep inclines difficult."
            ]
        },
        {
            "heading": "History of the area",
            "paragraphs": [
                "The Brockley 3 Peaks Walk is in the Borough of Lewisham which has been awarded London Borough of Culture 2022.",
                "It is a vibrant community with a rich history. Hilly Fields Park, for example, was saved from the developers by local residents including Octavia Hill who went on to co-found the National Trust. The Rivoli Ballroom in Crofton Park on the route is the only intact 1950s ballroom remaining in London.",
                "There are several beautiful churches including St Hilda's which is a listed Arts and Crafts Gothic Edwardian church.",
                "More recent additions along the route include creative street art and the Millennium Stone Circle. The walk takes you through two local cemeteries which include memorials and war graves from both world wars. Please be mindful of families visiting the graves of loved ones."
            ]
        },
        {
            "heading": "Best places to join the walk",
            "paragraphs": [
                "There will be no stewards on the route – it is hard to get lost. The locals are very friendly and will point you in the right direction if you do!",
                "Ladywell, Crofton Park and, Honor Oak Park BR stations are all on the route and have cafes with loos nearby. Brockley station is not far from Hilly Fields.",
                "Volunteers will be stationed next to Hilly Fields cafe (where loos and refreshments are also available) from 10.30am-2.30pm on 4 and 5 September and can provide further information about the walk. Paper maps will be available for £1 donation."
            ]
        }
    ],
    "id": 9117,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/9117/building_9117_map_27f7f102926cc32317cebe0e0c6238e4.jpg",
            "description": "Map designed by Full Circle Design, illustrations by Sarah Brooke, content Laura Cunningham, Chris Barnham, Andrew Lawrence and Kay Pallaris · 2016",
            "title": "Brockley 3 Peaks Walk map",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9117_map_27f7f102926cc32317cebe0e0c6238e4.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/9117/building_9117_2016-06-02-15-41-38_1a417d4a6dde91c5a46f4efa99f6e0c1.jpg",
            "description": "2016",
            "title": "Three Peaks maps",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9117_2016-06-02-15-41-38_1a417d4a6dde91c5a46f4efa99f6e0c1.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/9117/building_9117_2016-07-16-18-24-26_81490e49ca7a1cc6c4bfe6a49d4cea7b.jpg",
            "description": "2016",
            "title": "Launch of 3 Peaks Walk with local MPs Heidi Alexander and Vicki Foxcroft",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9117_2016-07-16-18-24-26_81490e49ca7a1cc6c4bfe6a49d4cea7b.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/9117/building_9117_one-tree-hill_d7864e2f31afdd9d85b7ec37cf361d35.jpg",
            "description": "2016",
            "title": "View from One Tree Hill",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9117_one-tree-hill_d7864e2f31afdd9d85b7ec37cf361d35.jpg"
        }
    ],
    "links": [
        {
            "href": "https://www.facebook.com/Lewisham-3-Peaks-Challenge-1034541099971217/",
            "title": "Website"
        },
        {
            "href": "https://twitter.com/Brockley3Peaks",
            "title": "@Brockley3Peaks"
        }
    ],
    "location": {
        "address": "Pistachios in the Park, Hilly Fields, Brockley, SE4 1LB",
        "latitude": 51.4601434,
        "longitude": -0.0241747,
        "meeting_point": "You can start the walk at any point on the circular 5 mile walk. Paper copies of the map will be available at Hilly Fields cafe 10.30am-2.30pm",
        "travel_info": [
            "Nearest train: Ladywell, Brockley, Crofton Park",
            "Bus routes: 122, P4, 484, 171, 172, P12"
        ]
    },
    "name": "Brockley 3 Peaks Walk",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/9117",
    "ticketed_events": false
}