{
    "all_week": true,
    "description": "This self-guided walking itinerary has been created by the Open House team to explore exterior architecture in Lambeth.",
    "design": {
        "designers": [],
        "periods": [
            "Historical/contemporary"
        ],
        "types": [
            "walk/tour"
        ]
    },
    "events": [],
    "facilities": [],
    "factsheet": [
        {
            "heading": "Route and Description",
            "paragraphs": [
                "Route stops",
                "Itinerary created by Open House Volunteer, David Taylor",
                "Lambeth is a very varied borough stretching from the South Bank cultural area to suburban areas of Streatham and W Norwood in the south. It contains architectural icons such as the National Theatre and the London Eye, Zaha Hadid's first school building, the vibrant centre of Brixton as well as splendid open spaces such as Clapham Common, Brockwell Park and Streatham Common. Under threat are two of Ted Hollambys well designed 1970s housing estates.This walks takes in some of the main sights in brixton town centre.",
                "Start: Brixton Underground Station\nTurn right out of station, under railway bridge and turn right into Brixton Station Road, 5 minutes to Brixton Recreation Centre, Brixton Station Road",
                "Brixton Recreation Centre",
                "Sports and recreation centre with shops, designed in 1970 by a design team led by George Finch for Lambeth Borough Council, with Ove Arup and Partners as consultant engineers. Construction began in 1974 and was completed in 1985, the long delay caused by funding difficulties. Listed grade 11 in 2016 for its architectural interest and value to the local community.",
                "Directions\nContinue along Brixton Station Road, 3 minutes to Pop Brixton, Brixton Station Road",
                "Pop Brixton",
                "It is a community initiative founded by Make Shift , a team of socially minded creators, makers, entrepreneurs who transformed a disused plot of land into a space that showcases independent businesses from Brixton and Lambeth, providing a new destination that supports them to set up shop and share space, skills and ideas. This is a temporary project, delivered in partnership between Make Shift and Lambeth Council, and is currently planned to remain in place until 2022. Carl Turner Architects are the designers of Pop Brixton.",
                "Directions\nTurn back along Brixton Station Road, cross main road into Ferndale Road, 7 minutes to The Department Store, Ferndale Road",
                "The Department Store",
                "The Department Store is an award winning refurbishment of a dilapidated Victorian building in Brixton, completed by Squire and Partners in 2017. The original building was built in 1877 and was an annex to the Bon Marche department store.The architects moved their staff of 220 from Kings Cross and have successfully transformed the building and adjacent properties with a range of uses in addition to their office space.The design was informed by the layers of history and existing fabric of the heritage building. And many original features have been carefully restored.",
                "Directions\nGo back along Ferndale Road, turn right onto main road, and continue for 200 m then turn right into Brighton Terrace, continue into Trinity Square, 7 minutes Trinity Square",
                "Trinity Square",
                "Trinity Square was laid out in 1850 at the rear of Trinity Asylum, women's almshouses built in 1822. The original C19th houses survive on three sides of the square, and by the early C20th an enclosure in the centre of the square was let to the licensee of the Trinity Arms as an allotment garden. In 1931 a Mr Stenton Covington began to raise funds for its purchase on the condition that the local authority would maintain it as a public open space. As a result it was conveyed to Lambeth Borough Council following agreement to lay it out as a public garden dedicated to children's recreation.",
                "Directions\nTurn left out of square, cross road to Lambeth Town Hall, 2 minutes to Lambeth Town Hall",
                "Lambeth Town Hall",
                "Landmark Edwardian Baroque style town hall in red brick and Portland stone . Striking new atrium, reception and courtyard space along with grand marble lined staircase and ornate council chamber. Grade II listed. Architects Septimus Warwick and H Austen Hall.",
                "Directions\nCross major junction towards complex of buildings around Windrush Square, 2 minutes to Ritzy cinema",
                "Ritzy Cinema",
                "The cinema was opened in 1911 as the Electric Pavillion, built by  E C Harper and Horner and Lucas and was one of the earliest purpose built cinemas.. Restored in the 1930s by George Cole, a well known cinema architect.  Later refurbished as a multiplex and now part of the Picturehouse group.",
                "Directions\nImmediately to the right of cinema, looking from Windrush Square, I minute to Brixton Tate library",
                "Brixton Tate Library",
                "The Brixton Library is a public library built in the 1890s by the sugar magnate Sir Henry Tate in a free Renaissance style and listed Grade II listed in 1999. It was built by Sidney Smith  and originally had a public garden in front, with the land bought by Tate’s widow as a memorial to him.",
                "Directions\nAdjacent to the library, I minute to Black Cultural Archives",
                "Black Cultural Archives",
                "The Black Cultural Archives was founded in 1981, by educationalist and historian Len Garrison and others and was housed in a series of buildings in brixton and Kennington. BCA's mission is to record, preserve and celebrate the history of people of African and Caribbean descent in Britain.The new purpose built building comprises a Grade 11 listed georgian building, formerly Raleigh Hall, which has been on English Heritages Buildings at Risk register since 1992, and a new building by Pringle Richards Sharratt architects completed in 2104. It was described as ‘one of the buildings of the year’ by New London Architecture.",
                "Directions\nCross Windrush Square and main road, 2 minutes to St Matthews Church",
                "St Matthews Church",
                "St Matthew’s Church is  a Grade II* listed building which occupies a prominent position at the junction of Brixton Road, Brixton Hill and Effra Road. The church was constructed following the Church Building Act 1818 and was consecrated in 1824.",
                "Directions\nCross back over the road, turn left and explore Brixton market and various arcades before returning  to Brixton station"
            ]
        }
    ],
    "id": 9178,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/9178/building_9178_untitled_artwork_a1d4af969791831ade0b7f379428ac45.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/medium_golden/building_9178_untitled_artwork_a1d4af969791831ade0b7f379428ac45.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "27 Brixton Station Road, SW9 8QQ",
        "latitude": 51.4634841,
        "longitude": -0.1129344,
        "meeting_point": "Brixton Recreation Centre",
        "travel_info": [
            "Nearest train: Brixton"
        ]
    },
    "name": "Self-Guided Lambeth Itinerary, by Open House",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/9178",
    "ticketed_events": false
}