{
    "all_week": true,
    "description": "This self-guided walking itinerary has been created by the Open House team to explore exterior architecture in Newham.",
    "design": {
        "designers": [],
        "periods": [
            "Historical/contemporary"
        ],
        "types": [
            "walk/tour"
        ]
    },
    "events": [],
    "facilities": [],
    "factsheet": [
        {
            "heading": "Route and Description",
            "paragraphs": [
                "Walking tour curated and researched by Open House Volunteer, Bob Dawes",
                "Route stops",
                "Thames Barrier Park (Groupes Signes/Patel Taylor Architects 2000) \nRainbow Dock\nBarrier Point (Goddard Manton 2001) \nRoyal Wharf (Glen Howells Architects - under construction) \nRoyal Victoria Dock (George Parker Bidder 1850). \nMillennium Mills \nBritannia Village\nRoyal Victoria Dock Bridge (Lifschutz Davidson Sandilands 1997) \nExCeL London (Moxley Architects 2000/extension Grimshaw 2010) 3.0km\nEmirates Royal Docks (Wilkinson Eyre 2012) cable car station. \nThe Crystal (Wilkinson Eyre 2012).",
                "Royal Victoria Docks Walk\nA short walk amongst 21st Century Regeneration",
                "Start : Pontoon Dock DLR Station\nLeave station and walk west towards central London parallel with the overhead DLR, after about 100-150m turn left away from the main road and climb the steps into...... \n0.15km \n1m",
                "Thames Barrier Park (Groupes Signes/Patel Taylor Architects 2000) \nThis 9 hectare park is a contemporary design by Allain Provost a French landscape architect. The Park won an RIBA award in 2001.",
                "Walk about 50 m into the Park, away from the DLR and towards the River. Notice the sunken garden to the left. Turn left onto the bridge across the garden. \n0.05km\n1m",
                "This is the ‘Rainbow Dock’, a design inspired by the local docklands heritage. In July the predominantly blue, purple, white and green planting hints of water.",
                "Turn right at the end of the bridge and walk along the side of the sunken garden towards the river. Immediately note the cafe on the left designed by Patel Taylor. (Shades of Mies van de Rohe’s Barcelona Pavilion?) \n0.3km\n3m",
                "At the river side to the right of the path is a WW2 memorial pavilion by Patel Taylor. There is also a view of the Thames Barrier (Rendel, Palmer & Tritton, built 1974 -84). An innovative engineering design - the gates rotate upwards from the river bed to close.",
                "Turn around and look inland. To the left, cascading towards the park with a tower on the river frontage is a residential block of 252 apartments called Barrier Point (Goddard Manton 2001) To the right are the newer Barrier Park Apartments (Mccreanor Lavington 2012).",
                "Walk right upstream along the river bank to the corner of the park close to the Barrier Point Tower. Turn inland and take the diagonal path on the right that leads straight across park to the opposite corner.  Do not cross the bridge over the sunken garden but turn left to walk along its edge to the stairs at entrance to the Park. The long straight paths are a key feature of its modern, formal design.  \n0.5km\n6m",
                "Leave the park and turn left walking past the end of Barrier Point alongside the elevated DLR track.  Then turn left 45 degrees towards the Cafe (do not go along Barrier Point Road). Walk down Admiralty Ave to Corinthian Square. \n0.3km\n4m",
                "This new development is Royal Wharf (Glen Howells Architects - under construction) a new neighbourhood of 3,385 apartments over 17 hectares. As well as housing it will have commercial, community and leisure uses. A notable element is a new Thames Clipper pier. GHA prepared the masterplan. Individual apartment blocks have been designed by different architects within GHA’s design framework.  A few elements are still under construction.",
                "Leave the square to the right (west) on Cunningham Avenue and walk back to the DLR track and the North Woolwich Road. Carefully cross the road and walk up the first turning on the right, Mill Road as far as the Pirie Street junction. \n0.4km\n5m",
                "On the right, across the small car park you can glimpse the modernist, Grade II listed Silo D (1920) grain store, a remnant of the 20th century dock.",
                "Continue along Mill Road. Keep checking for a view on the right of the Silo. Then take the second left Evelyn Road.  Walk to the junction with Boxley Street the second on the left.  \n0.2km\n2m",
                "At this junction can be seen two low cost ‘experimental’ Peabody Trust schemes. A few steps down Boxley Street on the left side are two blocks of flats (Ash Sakula Architects 2004) with unusual corrugated translucent fibreglass facades and on Evelyn Road facing the junction a block of apartments with a ‘stylish’ grey brick and glass facade (Niall McLaughlin Architects 2004). Their external designs contrast with each other and with the more ‘routine’ designs nearby.",
                "Return to the junction of Mill and Evelyn Roads and turn left and walk past the tall chimney along Rayleigh Road to the Dockside. \n0.2km\n3m",
                "This is the Royal Victoria Dock (George Parker Bidder 1850). The largest of the 3 Royal Docks it operated from 1855 to 1981. To the right is a remnant of the dockside buildings- Millennium Mills (Unknown 1933/1953).  The existing art deco building replaced an earlier (1905) mill.  The Silvertown Partnership has planning consent, for more than 900 new, affordable homes as phase 1 of the development of the site which is planned to eventually provide some 3,000 homes, commercial, retail and community uses. Millennium Mills and Silo D will be refurbished. At 25 hectares this is currently the largest regeneration project in London.",
                "Turn left and walk along the dockside to the start of the footbridge across the dock. \n0.1km\n2m",
                "The dockside housing to the left is Britannia Village an early docklands regeneration scheme promoted by the London Docklands Development Corporation (LDDC) in the 1990s and carried out by Wimpey Homes, with the Peabody Trust and East Thames Housing Group. The dockside cranes remain evocative of the working dock.  Contrast the design of this 25 year old development with the design of the contemporary Royal Wharf neighbourhood seen earlier.",
                "The high level Royal Victoria Dock Bridge (Lifschutz Davidson Sandilands 1997) was built to enable yachts to sail into the dock.",
                "Walk across the footbridge to the north side of the dock towards The ExCeL Centre. There are views to the right of City Airport and to the left towards central London. \n0.3km\n3m",
                "The exhibition centre ExCeL London (Moxley Architects 2000/extension Grimshaw 2010) lies to the right at the northern end of the footbridge. It has around 100,000m2 exhibition space mainly in two column free halls. In March 2020 the centre was converted into a 4,000 bed ‘Nightingale Hospital’. The western end of the centre at the end of the footbridge is the original building with Grimshaw’s extension to the east.",
                "Turn left from the end of the footbridge and walk along the dock side. The minimalist square between the ExCeL and the Novotel/Ibis Hotel is another Patel Taylor design (2001).  Continue along the dockside to.....\n0.5km\n6m",
                "The Emirates Royal Docks (Wilkinson Eyre 2012) cable car station. The cable car across the Thames from North Greenwich Tube station was built in time for the 2012 London Olympics to improve access for spectators to events at the Excel Centre.",
                "Continue  just beyond the cable car base. At the head of the dock is......\n0.2km\n2m",
                "The Crystal (Wilkinson Eyre 2012). Originally known as the Siemens Crystal the building is now owned by the Greater London Authority and the Mayor is currently considering it as a future home for a relocated City Hall.",
                "End the walk by returning to the Emirates cable car, or...\n0.2km\n2m",
                "Walking away from the cable car station cross the road at the junction and continue alongside the apartment buildings on the right. The Royal Docks DLR Station is 100 metres away. \n0.3km\n3m"
            ]
        }
    ],
    "id": 9181,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/9181/building_9181_untitled_artwork_458921a2f10f927767b658a7f3f4f1df.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/medium_golden/building_9181_untitled_artwork_458921a2f10f927767b658a7f3f4f1df.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "N Woolwich Road, Royal Docks, E16 2HP",
        "latitude": 51.5023223,
        "longitude": 0.0304319,
        "meeting_point": "Thames Barrier Park",
        "travel_info": [
            "Bus routes: 474"
        ]
    },
    "name": "Self-Guided Newham Itinerary, by Open House",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/9181",
    "ticketed_events": false
}