{
    "all_week": true,
    "description": "This self-guided walking itinerary has been created by the Open House team to explore exterior architecture in Southwark.",
    "design": {
        "designers": [],
        "periods": [
            "Historical/contemporary"
        ],
        "types": [
            "walk/tour"
        ]
    },
    "events": [],
    "facilities": [],
    "factsheet": [
        {
            "heading": "Route and Description",
            "paragraphs": [
                "Route stops",
                "William Booth College\n82-96 Grove Lane\nGrove Chapel\nSpringbank\nCorner House\nSouth London Art Gallery\nSouthwark Employment Academy\nSt Giles Church",
                "Itinerary created by Open House Volunteer, David Taylor",
                "Southwark: Camberwell and Peckham",
                "Start: Denmark Hill station: take the main (Champion Park) exit, 1minute walk to, opposite William Booth college, Salvation Army, Champion Hill SE5 8BQ",
                "William Booth College",
                "The Salvation Army's William Booth College was founded for the exclusive purpose of training men and women students, known as cadets, for full time service as officers in the The Salvation Army. Those who graduate from the college provide a constant revitalisation and re-staffing of The Salvation Army for both its evangelical and social work. The present college building was built as a memorial to William Booth, the Founder of The Salvation Army. It was designed by Sir Giles Gilbert Scott, the architect of Liverpool Cathedral and opened by His Royal Highness Prince George, later the Duke of Kent, on 8 July 1929. William Booth College has recently undergone a substantial refurbishment programme, the largest since the opening in 1929.",
                "Directions\nTurn around, take right turn into Windsor Walk and go past front of station. This was damaged by fire and refurbished as a pub, hence the name of the Phoenix. As the road bears round to the right past the station, carry on straight ahead. Note the sculpture of a pregnant woman.….. 3 minutes to\nFetal Research Centre., by A21 architects. RIBA regional award winner 2017.\nRetrace your steps to the sculpture and turn left along Windsor Walk.  At the end, junction with Grove Lane, turn left, 5 minutes to",
                "82-96 Grove Lane (ORTUS)",
                "This elegant free standing pavilion structure was built in 2014 and commissioned by Maudsley Learning with the aim of helping support innovation and research into mental health issues. It was designed by architects Duggan Morris following a series of workshops with client groups and with the close involvement of the Department of Psychiatry, Psychology and Neuroscience at Kings college hospital and the Maudsley mental health trust. It is used for conferences, meeting and events and for exhibitions with a public café to encourage community use. It is regular in plan with a simple rectilinear form and has excellent green credentials, with very low energy use and good natural light.",
                "Directions\nTurn around, cross over and take pedestrian way on left through to Camberwell Grove, 3 minutes to \nGrove Chapel, 96a Camberwell Grove, SE5 8RF",
                "Grove Chapel",
                "Grove Chapel is a Grade II listed building \"an elegant chapel with simple, classical elevations ... original features such as the three main entrances, three-sided gallery supported by decorated iron colonettes ... and carved wooden pulpit\"",
                "Directions\nGo back up Camberwell Grove and turn left into Grove Park. Follow straight ahead for 300m as it turns right, 10 minutes to Springbank",
                "Springbank",
                "Springbank is one of a pair of semi-detached houses completed in 2014 by SE5 Architects on a site which had been previously part of the gardens of 37 and 38 Grove Park.\nArchitect and teacher Jeanne Sillett has described the development thus: The strategic idea to set back a well-mannered 2-storey volume behind a carefully articulated high boundary wall is clever, quiet and apt. The paired houses and their flanking courts, terraces and small orchard-y gardens are gently and succinctly embedded in plan and section. The houses are simultaneously compact and generous, their external spaces nicely positioned and unobtrusive. The sedum roofs contribute to integrated sustainability and also offer near neighbours a formal and attractive view.",
                "Directions\nCarry on along Grove Park, left into Chadwick Road, left into Lyndhurst Way, left through Warwick Gardens into Lyndhurst Grove, diagonally across into Talfourd Road, first right into Talfourd Place, 12 minutes’ walk to Corner House, 14 Talfourd Place",
                "Corner House",
                "Following the pattern of the existing terrace, this conversion and extension of a Victorian corner plot in South London re-asserts typological elements of the adjacent terrace to repair the existing out-of-pattern arrangement, while lessening any potential impact of stepping out beyond the established building line. Charged with providing two 2-bed apartments and a new family dwelling on the site of an end-of-terrace house with side and rear garden, the scheme remodels the existing house into apartments, then adds a new-build house into the side garden to complete the brick and render terrace. This reinstates a formal front door onto the principal street in the existing house and brings a neat close to the repetition of stairs to upper-ground entrance floors that line through down the street, with an angled canopy at the new dwelling entrance.",
                "Directions\nContinue down Talfourd Road, left along Peckham Road, diagonally across road, 5 minutes’ walk to South London Art Gallery",
                "South London Art Gallery",
                "A series of projects spanning 12 years transforms the South London Gallery (SLG) from a single building, almost a single gallery space, situated on the busy Peckham Road, into a thriving campus of buildings and gardens for showing art.",
                "Founded in 1891, the original top-lit gallery is one of the finest art spaces in London. The gallery’s founding mission ‘to bring art to the people of south London’ has established deep roots with its local community in Peckham, one of the most ethnically diverse areas in the UK. These artistic and social agendas anchor the SLG’s architectural vision, which incorporates the original Victorian gallery, a derelict house, empty yards, the site of a destroyed lecture theatre and a former fire station across the road.",
                "Directions\nContinue along Peckham Road, past former Southwark Town Hall, to opposite side of Havil Street, 5 minutes’ walk to Southwark Employment Academy",
                "Southwark Employment Academy",
                "This comprises an Edwardian baroque building designed by Edwin Hall in 1904 and a modern extension designed by Peter Barber to the rear. The original building was built for the Poor Law Guardians and later became part of St Giles hospital and was used for a variety of NHS purposes. Southwark Council acquired the building towards the end of the 1990s and it was used as council offices until 2010. The interior with splendid mosaic floors and walls with excellent woodwork, has been extensively restored and an interesting brick building added in 2013/14. This received a Brick Association award in 2015. The building is owned and operated by Thames Reach, a charity specialising in helping disadvantaged local people with employment opportunities and runs a range of training workshops.",
                "Directions\nContinue along Peckham Road, cross road, 5-minute walk to St Giles, Camberwell Church Street",
                "St Giles Church",
                "This notable Victorian gothic church was designed in 1842 by Giles Gilbert Scott and consecrated by the Bishop of Winchester in 1844. The previous church was destroyed by fire in 1841 and the parish had already begun to plan for a new larger church in view of the growing population locally. There has been a church on the site since the 14th century and maybe earlier and there are fragments of 14th century glass incorporated in the north window. The church was built using Caen stone but this proved easily damaged by London’s polluted air and it was refaced with Portland stone, the cost being borne by Scott himself. The church was damaged during WW2 including and windows by William Morris were last but the east window designed by John Ruskin still survives.",
                "Directions\nPass to right of church into small park and follow path to right into Camberwell Grove. Turn left and cross over and after 75m take narrow path between houses onto Grove Lane. Cross straight over into Love Walk, 5 minutes to \nGrove Lane United Reformed Church. \nNote the replica Georgian terrace to the right on Grove Lane with the new church straight ahead on Love Walk. The whole site was previously occupied by an unattractive 1960s brown brick church. Architects Wayne McLaren, 2011.\nContinue along Love Walk, noting fine early Victorian villas on left. Continue through to Camberwell, turn left to go past Maudsley Hospital then left to Denmark Hill station (10 minutes) or turn right to access many buses from Camberwell Green (3 minutes)"
            ]
        }
    ],
    "id": 9185,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/9185/building_9185_untitled_artwork_3a137ec5c40551ff16cfc5a4af4cab74.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/medium_golden/building_9185_untitled_artwork_3a137ec5c40551ff16cfc5a4af4cab74.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Champion Park, SE5 8BQ",
        "latitude": 51.4680366,
        "longitude": -0.0885854,
        "meeting_point": "William Booth College",
        "travel_info": [
            "Nearest train: Denmark Hill"
        ]
    },
    "name": "Self-Guided Southwark Itinerary, by Open House",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/9185",
    "ticketed_events": false
}