{
    "all_week": false,
    "description": "The promise of this walk - and museum visit -  is exposure to  the traces of speculators, Romantics, Anarchists, reformers, rebels, radicals – amid scandalous changes, happening before your eyes, in a place overlooked and now obliterable.",
    "design": {
        "designers": [
            {
                "architect": "Peter Tabori",
                "description": null,
                "year": "1784"
            },
            {
                "architect": "Ian Hamilton",
                "description": null,
                "year": "1784"
            },
            {
                "architect": "G. Topham Forest",
                "description": null,
                "year": "1784"
            },
            {
                "architect": "DRMM",
                "description": null,
                "year": "1784"
            }
        ],
        "periods": [
            " Ian Hamilton",
            " G. Topham Forest",
            " DRMM",
            "Contemporary",
            "Edwardian",
            "Historical/contemporary",
            "Inter-war",
            "Post-war",
            "Victorian"
        ],
        "types": [
            "walk/tour"
        ]
    },
    "events": [],
    "facilities": [
        "Toilets",
        "Refreshments",
        "Family activities",
        "Bookshop"
    ],
    "factsheet": [
        {
            "heading": "Somers Town: Its Body of History",
            "paragraphs": [
                "Somers Town is an extraordinary patch of land in the centre of London. What is today a confined blotch squashed between fast roads has witnessed much over the years. Adjacent to what many believe to be the oldest Christian site in Europe, tucked away behind railway termini, it saw waves of experimentation in housing, from the eighteenth century Polygon to every type of social housing of the twentieth century; it is home to the birth of anarchism and from where the author of Frankenstein emerged; it housed hosts of refugees from France in the eighteenth century and others since; here the Pearly Kings – the first, Henry Croft, a costermonger in iridescent garb - began their charitable fundraising; it was the site of a progressive theatre, and where community life was pursued through priest-owned pubs and Mums’ Club pantomimes. Its inhabitants include the more or less well-known names of William Godwin, Mary Wollstonecraft, Mary Shelley, John Wolcot (aka Peter Pindar), Mary Ann Sainsbury, Charles Dickens, Andrés Bello, George Padmore, Doris Lessing, Joe Cole, Mike Leigh, Aidan Andrew Dun, Fred Titmus, Robin Farquharson, Jeremy Hardy, and countless others, family names that recur, newcomers, interlopers, waifs, strays, long term stayers, transient wraiths.\n \nThis walk, beginning at the crossroads of Chalton Street and Phoenix Road, the historical heart, moves back in time to perceive what traces can be still dimly perceived. It shoots forward to see the emergent digital future that fights to claim the area. It takes place in a present that is unstable, changeable. What strange parallels from Frankenstein to the Francis Crick Biomedical Lab, from the model council and church housing to a luxury tower block rising on the park, from the mid-war nursery for 'fatherless children' to the investment student accommodation springing up, from material degradation to spectral transcendence of earthly affairs, from the massive disruption caused by the coming of the railways to the vast destruction caused by the coming of new railways, HS2, Crossrail, from decline into rubble and dispossession to phoenixes and other things rising from the ashes.",
                "The promise of this walk is exposure to both historical layering and scandalous change, happening before your eyes, in a place long overlooked and now obliterable."
            ]
        },
        {
            "heading": "What is a Heart?",
            "paragraphs": [
                "Standing at the Cock Tavern, it is possible to see the historic heart of Somers Town, or at least where it once was, where the first bricks were  set down. Along Phoenix Road, towards Eversholt Street, stood the Polygon, a fifteen-sided, three storey building, that was the first element of a speculative building project in the 1780s, erected on Clarendon Square.",
                "To build this strange development, Somers Town's barracks was demolished. The brick works and the fields from which the bricks were made, in a process developed by Thomas Rhodes, around here surrounded the emergent solid forms of what was designed to be decent middle-class housing. The fabric of this new town mingled the mud of the ground with ashes and cinders from the nearby mountainous dust heaps.",
                "The scheme did not work out, owing to war and slump, and to recoup money the density increased. It was somewhat more marginalised figures who had found themselves drawn to the Polygon and surroundings – French Huguenots escaping the revolution, liberal Spaniards fleeing reaction to found a virtual democratic Spain in exile here, and freethinkers such as the Anarchist William Godwin living alongside the feminist Mary Wollstonecraft. A neighbouring estate was walled and gated off to keep it separate from the penurious muddle that was Somers Town. Romantics, anarchists, poets, publishers, feminists, squatters, reformers, political campaigners, religious zealots have squeezed into this small spot, since those days. What traces remain, tangible and less so, through the years? What happens to a heart over time?"
            ]
        },
        {
            "heading": "A Main Artery",
            "paragraphs": [
                "The main street in Somers Town is Chalton Street. We head South along it to view the Grade II listed Ossulston Estate, with Chamberlain, Walker and Levita Houses, built between 1927 and 1931, overseen by G. Topham Forest, with a design sensibility derived from the developments in public-housing in Vienna, specifically the Karl-Marx Hof. The ideas behind it were by no means as radical as those in Austria. The original design from 1925 imagined shops at street level, office at the next and then two levels of superior flats and five floors of working-class accommodation above, segregated from their wealthier neighbours. The 1927 scheme held onto a mixed social profile, but was less divisive and built around the supply of light and air for all and a rooftop play area, but economic subsidy rules meant that the final scheme was exclusively for the working-class. Neville Chamberlain, Minister of Health and Housing, lent his name to one block and laid the foundation stone on 1 February 1928.",
                "A model estate, with central heating, over time it has sunk into and out of disrepair – and was squatted in the 1980s –  as if the pull of the dense slums it replaced (or the social system that produces them) had never quite loosened the grip. At Weir's Passage we cut through, behind the hotel that replaced a library and theatre, towards the British Library, turning just where the Mission was housed. The West London Mission was surrounded by filthy hovels up until the 1920s, where policemen feared to go, but the mission sisters' moved unimpeded. Perhaps the Metropolitan Police's fearfulness was stoked by a collective memory of the first sacrifice of one of their kind nearby in 1830, deemed by a judge simply 'justifiable homicide'."
            ]
        },
        {
            "heading": "The Brain",
            "paragraphs": [
                "Arriving closer to the edge of Somers Town, near the Euston Road, and one block away from Midland Road, it is clear that this place is being nibbled away at from its edges. Here amass the vast institutions of the knowledge economy – it began with the British Library (ejected from Bloomsbury) and was joined by the Francis Crick Institute, a biomedical research centre. Soon it will be joined by the Alan Turing Institute, and so along the street amasses a weighty collation of brain power. What shadows do these cast across the deprivation that is its neighbourhood? What leaks out? What is walled out? What projects are worked on in this environment - and what mysteries are to be solved? Edged by the Crick and St Pancras International station, and a soon-to-loom luxury tower block of 22 storeys with 68 private flats (which developers call 'a new heart for Somers Town), there is a blue building with mirrored windows, on the spot of a once bustling, unregulated market called The Brill. This club for free marketeers names itself a hub for venture capitalists and has gazed across this odd terrain called Somers Town and imagined how it might all be a future Palo Alto, Silicon Valley. It dreams of pixels and Clouds.",
                "This block was the site of the Hampden Residential Club, built in the 1880s, designed by E. J. Salter, and it contained the dreams of those who came, young, unconnected, to the big city and took lodgings here as they trained up to be doctors or lawyers or took their degrees. A newspaper report in May 1885 noted the comments at a dinner attended by its President Viscount Hampden, who approved of the venture for young men in the metropolis required such residences ‘where they could meet each other in social intercourse and have a comfortable room to read or study in’. Lady Hampden, his wife, also noted that ‘she felt certain that if the mothers of young men who came from the country to this great metropolis knew that their sons were coming to such a home as that was the parting would be a much happier one’.",
                "But what other dreamers lurked in their midst? Just around the corner, on 127 Ossulston Street, in 1894, some anarchist dreamers, the teenaged nieces and a nephew of Dante Gabriel Rossetti, rented premises from which to publish their journal, The Torch, until they moved on and the Anarchists of Freedom took over the premises until 1927. When those dreams of the Hampden Club and the Anarchists were long faded, new ones flew in – from the 1950s the Hampden hostel was used by railway workers, hundreds of men who had travelled across the country to work at the nearby termini and along the lines. Engine drivers who had come on long journeys – or a ‘lodge shift’ – might stay here too, before driving the train back the next day. Off from here, every day, set out the drivers, firemen, guards, dining car personnel and shunters working on services such as the Royal Scot and the Flying Scotsman. What dreams did they have here? What dreams do Somers Towners have today or do they no longer dare to?"
            ]
        },
        {
            "heading": "The Belly, the Bottom or The Cock",
            "paragraphs": [
                "A wander along Phoenix Road – named after a pub once here – is a reminder of how there were once more than thirty pubs in this dense area. Cutting across Somers Town this way leads past an eclectic mix of facilities. One spot has hosted funded organisations that aim to help, bring solace, break isolation, join and support diverse groups, and another is the site of a cafe central to the plot of a film named Somers Town that wove a strange Eurostar-friendly myth of the area, and another is the location of a rubber fetish wear shop that sits shinily but somehow silently there, in the shadow of the station.",
                "The Cock pub is the heart of Somers Town now, for it is the only accessible, non-judgemental local left, bringing comfort to those who frequent it and need it. If it seems that some who end up here are elemental – that is burnt out or washed up – can Somers Town and its marooned inhabitants rise from the ashes?"
            ]
        },
        {
            "heading": "An Eye Out",
            "paragraphs": [
                "Along Phoenix Road towards Eversholt Street, there is the site of 42 Phoenix Road. It had been a nursery for fatherless children, one of many social institutions within Somers Town that targeted the family, childcare, maternity and welfare services, to service the many thousands who were squeezed in here. From such institutions, an eye could be kept on the moral life of Somers Towners. In more recent years, it was Hopscotch, a project instigated by Save the Children to support Bangladeshi women and children who had come to join their partners in the UK. Later, it hosted a tutoring service, with a makeshift prayer room in the basement, catering to those ambitious for their children to have the chance to get somewhere else. 42 Phoenix Road was pulled down in August 2020 to make room for a new building for children without their parents, that is to say student accommodation.",
                "In planning speak: 'Redevelopment of the site involving demolition of the existing building and erection of a new ground plus five storey over basement building, to provide community use (D1) at ground and basement and student accommodation (7 x 6 bed apartments, 1 x 4 bed apartment and 7 studios, 53 beds) on the upper floors; widening of Clarendon Grove alleyway)'. Another corner disappeared.",
                "Somers Town is used to it. On the other side of the road, the 15-sided Polygon was replaced by another building that took the name Polygon in 1894. The dwellings, four barrack-like blocks, were built by the Midland Railway, as compensation for the great loss of homes brought about by the construction of its station and goods yards, the Midland Railway Somers Town Goods Depot, built in 1887. Midland Railway employees lived here and the caretakers wore the Midland Railway’s livery. It lasted until the 1970s, a period through which Somers Town was besmirched by the soot of the proximate railway termini, and what had been model developments sunk into disrepair.",
                "The second Polygon was replaced by the building that stands there today: Oakshott Court, first designed by S. A. G. Cook, the Borough Architect, and Peter Tábori, with working drawings by Roman Haller, and, when Haller's practice folded, James Gowan. Oakshott Court, with its layers of pedestrian streets in the sky, is built for the sun, for the maximum hours of daylight to enter each flat, such that each dweller might possess each day a piece of the heavens, might cast an eye out into the environment, and imagine themselves in a bigger world than this bounded enclave.\n \nA bigger world  flows out form here. Refugees from France and Spain came in its earliest days. The Irish came too: in the In the 1870s, nearly 3% of the population of Somers Town were of Irish descent, including the second generation growing from those who fled the famine of the 1840s. They continued to settle here, long into the twentieth century. From the 1960s and 1970s, newcomers arrived in Somers Town from the Sylheti region of Bangladesh, known for its tea gardens and tropical forests. This was an area of peasant farming in the North East of the country, its fortunes tied up with the British East India Company from the later eighteenth century onwards. newer immigrants were fleeing a civil war in their region, which resulted in the creation of Bangladesh in 1971. From the 1980s Somalians, fleeing civil war, took asylum in Camden, or arrived here as a result of secondary migration from Europe.",
                "A survey from 2013 explains that the largest ethnic group on Somers Town is White British, at 34.6%. The next largest group is Asian, especially Asian Bangladeshi people. Yet, these racializing labels might obscure the fact that 57% of people living here in Somers Town were born in England. 17% of people, at the time of the census, had been in the UK for less than 10 years, and 6% less than two years. The majority of people in Somers Town are born in this country and some will be Somers Towners born and bred.",
                "A 2011 census provides some statistics to assess how many journeys have arrived in Somers Town, but also how many of those travellers and their descendants have adapted to local customs. 68% of people speak English, and 9% speak a South Asian language, 8% Bengali, 5% an African language, 5% another European language, 3% an East Asian language, 3% Somali, 2% Spanish, 2% Portuguese, 2% another non-EU European language and 1% speak Albanian, French, West/Central Asian Language, East Asian Language/All Other Chinese, Arabic, Greek, Italian, German, Tagalog/Filipino, Japanese, Turkish and Polish.",
                "In the streets around here, there is as well a shadow form of a wider world, one outside this enclave, but it is one latched to country estates and aristocratic land possession: Werrington Street, which runs along one side of Oakshott Court, is named after a village straddling the River Tamar, once in Devon but now in Cornwall, close to Tavistock, and on the estate of the Duke of Bedford. Chenies Place is named after a Tudor manor house in Buckinghamshire, owned by the Russell family, the Earls and Dukes of Bedford. Goldington Street and Crescent take their name from a village where there was property owned by the Duke of Bedford. Drummond Crescent took its name from the bankers who handled the leasing of land for house building on behalf of Lord Southampton. Somers Town, as a whole, got its appellation from the first Baron Somers of Evesham, who owned Brill Farm, the land on which Somers Town was built."
            ]
        },
        {
            "heading": "Hand and Handiwork",
            "paragraphs": [
                "Turning left from Werrington Street into Aldenham Street is a route to approaching the jewel of Somers Town. If this was a place that has, over the years, attracted artists and artisans, and not just long ago – from poets, engravers, novelists and bookbinders to fashion designers, photographers and filmmakers – here, in this corner, the work of artists and artisans took on form, became solid, built into the fabric and partly remains.",
                "The Sidney Estate was built in 1938 by the St Pancras House Improvement Society, which had been established in 1924 by the priest Basil Jellicoe, Missioner at the Magdalen College Mission at St Mary's Church, in order to not only demolish the slums and build new housing, but also to make beautiful housing and delightful communities, under the motto 'Housing is Not Enough'. Houses were flattened to make way for the new development of over two hundred flats for a thousand rehoused people. The rents were equal to or less than the average rents of the old houses and a rebate was offered to those who could not pay through unemployment. The Society’s architect, Ian B. M. Hamilton, designed blocks of houses around a central courtyard – each block was named after a saint: St. George, St. Francis, St. Anthony, St. Michael, St. Nicholas and St. Christopher. And they had washing posts, set in a circle, and little sculptured finials and on the walls were bright friezes and there were small details in stonework and ironwork. These details allowed a winding of stories into the setting.",
                "The hand can make beauty. Any eye can take it in – it is for all and yet, who is beauty reserved for in the usual run of things? For those with the good fortune - or simply a fortune – that gives them the chance not to live amongst rubbish and decay? On the Sidney Estate in Somers Town, Gilbert Bayes brought art into everyday life as an act of benevolence. Working with Royal Doulton on new procedures for polychrome salt-glazed ceramic designs, he designed geometrical clusters of washing line posts, topped by finials. Here housework might be done, but also it was possible to gather together and chat and children might play around the posts.",
                "The decorative elements on top of the washing posts related to the Saint that gave the block its name or to fairy tales and myths. The fish in St Anthony's evoked the sermon to the fishes by this Franciscan friar. At St Michael's the larger finial in the centre of the arrangement showed the Saint, an enemy of Satan, with flaming sword, casting out the devils that surrounded him. At St Nicholas's, Father Christmas was invoked with a decorated tree and sailing ships. St. Christopher’s, which housed a nursery on its rooftop, had blackbirds surrounding the central finial post of Jenny Wren sitting on a pie. St. Francis's, named after the Saint who gave up his fine garments, depicts the fairy tale about a large band of tailors who went to kill a snail, but it fought back and they were unable to harm it. Perhaps it made them emulate Saint Francis of Assisi , protector of animals. At St Martin's, the Saint, a Roman soldier on his horse, acts charitably by giving half his cloak to a naked man, who in a vision will reveal himself to be Christ. In the courtyards between St Mary’s, St Anne’s and St Joseph’s, a bag of Joseph’s woodworking tools is surrounded by the doves of the Holy Spirit. Nearby is a statue of the Virgin Mary.",
                "More playful are the illustrative roundels for the spandrels of windows. These drew on themes from Hans Christian Andersen’s fairy tales and myth: The Princess and the Swineherd; The Little Mermaid; The Tinder Box; The Wild Swans and Saint George and the Dragon.",
                "In the centre of the Sidney Estate is a clock surrounded by brightly-coloured images representing the seasons. This exists as a democratic counter-clock to Selfridge’s monumental ‘Queen of Time’, made by Bayes in gilded bronze and polychrome relief, in 1931, for somewhere economically far away. Bayes’ frieze of the seasons suggests that a certain natural order is restored, with the distorting impact of slum life annulled: A rural idyll, an Arcadian ideal, smuggled into the city, and the rhythms of planting, harvest, feasting and winter sheltering returned to the folk.",
                "The clock on the Sidney Street Estate is stopped. No-one bothers to keep its mechanism going. It has slipped out of time. This is not the result of a revolutionary attack on timekeeping – as carried out in 1830 in France, when Revolutionaries ended that old history which was ticking on behalf of capital by shooting at tower clocks. This standstill of time is the negative face of progress, or result of a loss of belief in something more for those who always have less. Social housing must suffer as little maintenance as everywhere else that once rocked lightly secured in the cradle of welfare.",
                "The roundels on the walls, the clock and its mythic avatars, still shine quite brightly from the walls of the estate. They stood the test of time – they lasted, beautifully, even if time-telling was taken from them. Anything else that could be removed – the finials of ships, blackbirds, devils and dragons, for one – was either smashed up by negligent builders or stolen to be sold in top London auction houses.",
                "On Chalton Street, just by the estate, is a block of private flats that occupies what was once The Anchor pub. The brewers Whitbread’s were persuaded to refurbish The Anchor as a restaurant-pub and so it was when it re-opened in 1929, with Edith Neville and Basil Jellicoe overseeing a 'reformed pub'. Only beer could be obtained here and there was a restaurant upstairs which served a cheap lunch. Jellicoe did not drink, but he believed in places for the community to gather and for there to be moral influences in these spaces, the moral heart of a heartless world, an anchor in difficult times. He noted: 'Our first duty, therefore, would seem to be to raise the whole status of the publican and to make his profession a great, a noble and an honourable one. What is wanted, I believe, is a great college of publicans to which only those who realize that they are called to provide recreation for God's children will be admitted. They would be trained, first, as social workers, and secondly as first-class publicans, and if only this could be accomplished, the whole atmosphere of drinking would be permeated and changed by the Holy Spirit.'"
            ]
        },
        {
            "heading": "The Other Eye",
            "paragraphs": [
                "Moving down Chalton Street, we pass The Eastnor Castle, another pub turned into private flats, and are reminded that only two of the many tens of pubs in Somers Town now still exist. More and more once accessible space – nurseries, schools, pubs, parks – is privatised and access tightly controlled or disallowed. How does it become possible to build community cohesion, or, in other words, to meet and talk and play? No more the big pub beanos to the coast, where everyone dressed up and played the fool. No more the several weeks hopping in Kent to get the stuff to make the beer. No more Mums Club Christmas pantomimes. Life is different now.",
                "On Cranleigh Street, the parameters of difference begin to be marked out in its plaques. There is one to Charles Dickens, who lived here for five years, as a boy, when it was Johnson Street. The family was evicted for non-payment of rent in 1827 and went from what was a new build to the slums of the Polygon briefly, but returned as soon as they could. He worked at Warren's Blacking Factory, on the Strand, while here and, later, went to Wellington House Academy on Hampstead Road for two years for schooling. The misery of which Dickens wrote was closely felt by him here. Here, later, at 29 Johnson Street, John Langstaff established the David Copperfield Library, in the early years of the twentieth century, to supply books to the poor children in Somers Town. A place of anguish and a site of charity.",
                "A much later plaque on the street is to Mike Leigh and Alison Steadman, film director and actor, who lived here in the early days of establishing their careers. if Dickens rose from extreme poverty to celebration, their journey was from something more like artistic Bohemia to mainstream success.",
                "And elsewhere on Cranleigh Street is a plaque to George Padmore. George Padmore, born in Trinidad, when it was still part of the British West Indies, lived here at 22 Cranleigh St, from 1941 to 1957, with his partner and collaborator Dorothy Pizer. Padmore was an author and journalist arguing the cause of Pan-Africanism and independence from colonial rule and through his door went anti-colonial activists from across the world, including his friends and political allies C. L. R. James, Kwame Nkrumah, Jomo Kenyatta, Amy Ashwood Garvey, T. Ras Makonnen, I.T.A. Wallace-Johnson and Chris Braithwaite. Cranleigh Street served as the Headquarters for the International African Service Bureau in the 1940s, which made the British public aware of injustices under colonial rule in Africa, proposed reforms and made links between African and British trades unions.",
                "Through Padmore, Somers Town is glimpsed, yet again, as a place of migration and radicalism. His and his comrades’ actions overwrite the older local history of British connections to the Caribbean, with people, their wealth gained through their parents’ slave owning, who lived in the 1850s in the large houses on Oakley Square and Harrington Square and thereabouts, people born in the West Indies, in Jamaica, and Barbados for example, who twenty years after the abolition of slavery in the 1830s, lived comfortable lives on the compensation granted them or their property losses.",
                "Dickens saw panoramically across his society – from the slave owner class to the poorest dregs of the social world. Leigh’s and Steadman’s films dissected a Thatcherite world from top to bottom in satirical panoramas. Padmore conceived Africa as a whole, panoramically. The little street with its timepiece at one end seems to encourage much bigger purviews."
            ]
        },
        {
            "heading": "Mind’s Eye, Inflamed Brain, Astral Bodies",
            "paragraphs": [
                "The North end of Somers Town is covered by the Brewers Company Estate and this is reflected in the old names and those still current, which are associated with the livery company or the school it endowed: Aldenham, Charrington, Platt, Medburn, Brewer, Barclay, Stanmore, Watford and Elstree. Beer is intoxicating. Somers Town once was awash with beer. Intoxication can come in other ways, as it did in this corner of Somers Town.",
                "In the 1960s, houses were boarded up across Camden. Developers purchased chunks of Georgian and late Regency terraces, in order to demolish them for new private estates. The council had plans for new social housing too. Camden Council bought the writer Doris Lessing, for example, out of her home in 60 Charrington Street, under a compulsory purchase order. Some were compulsorily purchased as part of schemes to widen roads. But the dwellings decayed, in a limbo between renovation and demolition – as, for example, the houses in North Somers Town, on Charrington Street, Penryn Street and Medburn Street. These once attractive mid-19th century houses were by now old unmodernised stock.",
                "Camden Council proposed to start renovating properties in the area in 1968, but nothing happened. Squatters moved in August 1972, occupying a derelict corner shop and claiming squatters rights. The squatters community built up from there with around 260 people in several houses. These houses were liveable. Squatters made their improvements. They knocked down interior walls and installed home-made showers. The absence of interior walls allowed for a more communal mode of living. The squatters were mainly single people, unable to gain housing from the council and squeezed out of renting in London by high private rents. Many were students. The BBC made a film which was broadcast in on 7 November 1973. It is titled Somers Town Squatters. The Radio Times described its contents:",
                "'The first of a series of six programmes about six different groups of young people who are dissatisfied with the society in which they live and are trying, in their own way, to change it. The Somers Town Squatters are a loosely knit group of 200-300 young people who have taken over a block of old houses in London and made their homes there.'",
                "The TV programmes shows music and the accoutrements of a hippy lifestyle in a communal garden between the houses.",
                "Other sources give an indication of what life was like in the communes and flats. There was a newsletter, Community News and Culture. Its editorial address was split between 24 Charrington St and the Great Joint Happiness Commune at 54 Charrington Street. The latter was the name of the renamed grocers, which functioned as a community trading centre, selling fresh health food, as well as dispensing ideas and legal advice. Squatters in this period were more broadly organised to deal with issues collectively, such as the provision of electricity to squatted houses. The grouping All London Squatters held a meeting at The Roebuck, Tottenham Court Road, London W1, on Sunday 6 Jan 1974. The minutes record that approximately 95 people were present. It relates a success at Charrington Street, noting:",
                "'The GLC councillors are scared about their public image. Labour are still not sure of themselves, and therefore they are willing to meet us and discuss things. The GLC backed down in the case of Charrington Street. / We are going to go ahead at all levels, but we must start immediately.'",
                "This incident gives a window into tensions between the GLC, councils and utilities and services. Another example is Camden Council’s banning of squatters from using library facilities in 1973. It issued a directive instructing staff that squatters were not classed as ‘residents’ and were therefore not entitled to borrow books. Attempts were made to prevent squatters obtaining advice from council-aided advice groups. Direct action, and organised pressure got some of these things revoked.",
                "The newsletter announces a Spring Festival in Charrington Street with fertility rites and the establishment of the Somers Town Claimants Union at a meeting in 9 Penryn St. A benefit dance at the Old Hampstead Town Hall made £100 split 50/50 between GHJC and the Pasha/Peoples Promotion Collective – half of which went to a playgroup.",
                "Various reports relate that one morning, in 1973, all but one of the c.60 squatted houses were raided by the Bomb Squad. (The police were looking for SAM missiles that could bring down jumbo jets bound for Heathrow airport. A former squatter has stated publicly that the thought was absurd – many of them worked and led fairly ordinary lives and were neither revolutionaries nor terrorists. In response, though, as evident in an old copy of the New Statesman, there was a Defence of Civil Liberties march to New Scotland Yard.",
                "But there was mention earlier of intoxication. Amidst the ordinariness of repairing and forming homes, of developing new sociality, of continuing Somers Town’s experimental modes of living, there was a shadow side, a contact with something beyond reason and the senses. Online can be found a story by someone who spent the night with a Hell’s Angel and encountered some terrifying weirdness in his time here.",
                "A darker story concerns Robin Farquharson, who lived for some time in Charrington Street. He was mentally disturbed, as well as being an extraordinary mathematician who had written about game theory. Once an academic, he dropped out, as his 1968 book, Drop Out!, called it. He was also the founder of the Mental Patients Union, a self-organised grouping for mental health patients, which met in Charrington Street. In April 1973, Farquharson was living in a squat on Platt Street. A fire in the house led to his death – the fire was the result of arson and two men living in the squat with him were convicted of unlawful killing.",
                "One of the squatters was the poet Aidan Andrew Dunn, who has scoped out the mysteries and strangeness in this area in various works. For him, it possesses a mystical geography. On the roof of his squat, one evening, he saw Arthur Rimbaud, the poet who , in 1872, lived not far from here on Royal College Street, with his lover Paul Verlaine. The words of Rimbaud were etched on the sky and he was encouraging the latter-day poet to descend into the hell of King’s Cross to find an earthly paradise.",
                "We end within an occultic triangle, stranded inside the boundaries made by a pre-Christian Celtic shrine on the site of St Pancras Old Church, thought to be the first Christian church in Britain, by the Golden Dawn’s Inner Temple – the oratory of the esoteric Second Order once located at 62 Oakley Square, the headquarters of the order’s active magicians, who performed there rites to make immanent the New Age of the Aeon of the Child, and by Rimbaud and Verlaine’s home on 8 Royal College Street.",
                "How far we have travelled – spiritually, historically, economically – in every way possible, and yet within so small a scrap of land. Our bodies may be tired now, desirous of rest and recuperation. To think of the body is to be material, or materialist. What materialism thrusts itself up against the idealist speculations on magick? The houses have been on their own journeys too – ones of re-evaluation. These houses here, once dilapidated and unwanted, now fetch over a million pounds on the market."
            ]
        },
        {
            "heading": "A Home, a Space for Us....",
            "paragraphs": [
                "Somers Town is dense with history. Somers Town is rich in stories. But the material traces are disappearing. Development is rampant here. The buildings crumble before us. HS2 and Crossrail cut under and off and through this place. Are we cynical if we imagine that a wealthier part of London might have been less subject to demolition and sell-offs and the trashing of history?",
                "In this place in which every type of social housing and types of experimental living have taken place, in this patch where reformers and meddlers have looked out on the poor, in this enclave where artists and fabulists have flourished, where communities have experienced joy and tension, as well as indifference, in this area that threatens to become a passageway between two railway termini, or a cleft, a new Silicon Valley, those of us still clinging on here ask why not a space for us, a room of our own, a museum, a history room, a memory shop, a reminiscence cafe, a shelter to gather up what is threatened, what has no place, what stories can be found, and to use the past as stimulus for a better future, one not frequently predicated on forgetting?",
                "We will visit the People's Museum Somers Town, in order to witness a desperate final stand against the loss of everything.",
                "Esther Leslie"
            ]
        }
    ],
    "id": 9201,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/9201/building_9201_pxl_20220626_124816167_bfa01e3335828c465fc3813163f44b10.jpg",
            "description": null,
            "title": "History Painting - mural and radicalism",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9201_pxl_20220626_124816167_bfa01e3335828c465fc3813163f44b10.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/9201/building_9201_img_20200618_125819_5804fb222e6fe29a3ff992e0c86e87a9.jpg",
            "description": null,
            "title": "Shop on the Chamberlain House estate",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9201_img_20200618_125819_5804fb222e6fe29a3ff992e0c86e87a9.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/9201/building_9201_img_20200618_125747_11b59fbd0964dd191b2b1b120ff3ee4f.jpg",
            "description": null,
            "title": "42 Phoenix, just before demolition",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9201_img_20200618_125747_11b59fbd0964dd191b2b1b120ff3ee4f.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/9201/building_9201_img_20200728_165420_23bc35c3ca6893b730cc80306563cc47.jpg",
            "description": null,
            "title": "Storm clouds from Granary Square",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9201_img_20200728_165420_23bc35c3ca6893b730cc80306563cc47.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/9201/building_9201_img_20200807_110229_a45cb77e600b81df5a687a99bf11dc4b.jpg",
            "description": null,
            "title": "Levita House, detail",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9201_img_20200807_110229_a45cb77e600b81df5a687a99bf11dc4b.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/9201/building_9201_img_20200811_094001_273350270045e235f939e4233e5bbe40.jpg",
            "description": null,
            "title": "The Anchor, now private flats",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9201_img_20200811_094001_273350270045e235f939e4233e5bbe40.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/9201/building_9201_img_20200817_140108_1d6b67f544671e0f38c23a27ba0d44a4.jpg",
            "description": null,
            "title": "Brewer's Company Estate",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9201_img_20200817_140108_1d6b67f544671e0f38c23a27ba0d44a4.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/9201/building_9201_img_20200817_140121_76579b3a5968a949d6c190fd83e39e1c.jpg",
            "description": null,
            "title": "Charrington Street, former squats",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9201_img_20200817_140121_76579b3a5968a949d6c190fd83e39e1c.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/9201/building_9201_bayes-clock_1282d1773a8009fa2960cecbea529fcd.jpg",
            "description": null,
            "title": "The clock in the Sidney Estate",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9201_bayes-clock_1282d1773a8009fa2960cecbea529fcd.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/9201/building_9201_img_20181019_154805_ac6b9a8a10bb39a43d98d2e5c28729fb.jpg",
            "description": null,
            "title": "Sidney Estate",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9201_img_20181019_154805_ac6b9a8a10bb39a43d98d2e5c28729fb.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/9201/building_9201_img_20181019_155243_5c658592dd7ffee03424bc4eb840dc2d.jpg",
            "description": null,
            "title": "What remains of the Bayes' finials",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9201_img_20181019_155243_5c658592dd7ffee03424bc4eb840dc2d.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/9201/building_9201_img_20190228_092822_b4f27c3d640714dcd8de01063ea5e3ac.jpg",
            "description": null,
            "title": "Leather works/RMT/Hotdesking",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9201_img_20190228_092822_b4f27c3d640714dcd8de01063ea5e3ac.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/9201/building_9201_img_20190309_151736_861b4c3b6367792647bcc8fd94083411.jpg",
            "description": null,
            "title": "Detail of Bayes' balcony, St Mary's Flats",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9201_img_20190309_151736_861b4c3b6367792647bcc8fd94083411.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/9201/building_9201_pxl_20220512_201013360_611b1e4f8e7598f4ac6571b6411d66f3.jpg",
            "description": null,
            "title": "Section of radical wall inside People's Museum Somers Town",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9201_pxl_20220512_201013360_611b1e4f8e7598f4ac6571b6411d66f3.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/9201/building_9201_pxl_20220611_113314272_51afe83d84b443e754de00672d244894.jpg",
            "description": null,
            "title": "Painting a Somers Town Mural as protest (Bayes themes)",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9201_pxl_20220611_113314272_51afe83d84b443e754de00672d244894.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/9201/building_9201_pxl_20220512_213229053_c6b8654156053679627cb3a7bc817209.jpg",
            "description": null,
            "title": "Timeline inside the Peoples Museum Somers Town",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9201_pxl_20220512_213229053_c6b8654156053679627cb3a7bc817209.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/9201/building_9201_pxl_20220611_112535123_583683414d0ef5bf10350d4da2156ecc.jpg",
            "description": null,
            "title": "Pearly Queen of St Pancras outfit",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9201_pxl_20220611_112535123_583683414d0ef5bf10350d4da2156ecc.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/infrastructureclub/open-house-london-images/master/images/2022/9201/building_9201_pxl_20220611_112539671_dcd1ae5b2f3d84ebc7c37f989d2c93b3.jpg",
            "description": null,
            "title": "Uncommon people in the Somers Town Museum",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9201_pxl_20220611_112539671_dcd1ae5b2f3d84ebc7c37f989d2c93b3.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "52 Phoenix Road,, NW1 1ES",
        "latitude": 51.5310613,
        "longitude": -0.1309568,
        "meeting_point": null,
        "travel_info": [
            "Tube: Euston, Euston Square, King's Cross St. Pancras, Mornington Crescent",
            "Train: King's Cross, Euston, St.Pancras",
            "Bus: 68, 59, 18, 390, 30, 91, 205, 73, 214, 46, 253, 168"
        ]
    },
    "name": "Somers Town: Disappearances and Emergencies",
    "original_url": "https://programme.openhouse.org.uk/listings/9201",
    "ticketed_events": false
}