{
    "all_week": false,
    "description": "A self guided walk around south Fulham, starting at Parsons Green station and ending at Putney Bridge station, lasting about 2 hours.",
    "design": {
        "designers": [
            {
                "architect": "several",
                "description": null,
                "year": "19"
            }
        ],
        "periods": [
            "Contemporary",
            "Edwardian",
            "Georgian",
            "Historical/contemporary",
            "Inter-war",
            "Post-war",
            "Victorian"
        ],
        "types": [
            "community/cultural",
            "walk/tour"
        ]
    },
    "events": [],
    "facilities": [],
    "factsheet": [
        {
            "heading": "Fulham Walk – Parsons Green Station to Putney Bridge Station (about 2 hours).",
            "paragraphs": [
                "Turn right out of the station and walk down towards Parsons Green, a former hamlet inhabited in the early C18 ‘mostly by Gentry and Persons of Quality’.",
                "Walk down the path in the centre of the Green and you will see to your left: late C19 White Horse pub, red terracotta with tall gable with horse under a canopy. Next door the former Fulham Maternity Hospital opened in 1937 by the Fulham Borough Council on a site previously occupied by a Home and School for Girls.  During WW2 a section of the Hospital was used as a First Aid Post for civilian casualties. Now a surgery and medical centre. Then Lady Margaret School, which consists of Henniker House, plain Italianate of c 1841; Elm House c.1800, recorded as a school in 1803 and Belfield House, early C18 front.",
                "On the West side, to your right, St Dionis Church (1884-5, Ewan Christian), with a font from Wren’s St Dionis Backchurch in the City, the Vicarage of 1898-9 by William White – his last commission! And church hall, a former mission church of 1876 by Arthur Billing, given by Charlotte Sulivan.",
                "At the end of the Green, walk to your right to look at a  terrace of 3-bay houses dated 1795, unusual in having centrally placed doorways, 247 New Kings Road, and the adjacent Aragon House (1805-6), the former home of the local British Legion Club now a pub/hotel.",
                "Back to cross  at the pedestrian crossing, past the  Duke on the Green, down Peterborough Road, and on the right, past Bell’s Alley, is Sulivan School, 1951, concrete clad, contemporary with neighbouring Sulivan Court 1949-56, built on No 2 polo ground of the Hurlingham Club, followed further down the road  by Hurlingham & Chelsea School,  Sheppard Robson 1956.",
                "Glance across to the left down Studdridge Street, which leads to the Peterborough Estate with its well-known ‘lion’ houses. Further down Peterborough Road on the left is South Park which opened in 1904 when local benefactress Ms Charlotte Sulivan sold the land to the Fulham Borough Council for use as a public recreation ground. The land, formerly known as Broom House Farm and Southfields Farm, had been part of the Sulivan private lands though it had been leased to Messrs Veitch & Sons of Chelsea as a nursery for fruit trees.  Note the very recent new community centre on the corner.",
                "And as you approach the river, pass on the right, the 1980s gated development, Hurlingham Square, followed by the former British Gas Offices and laboratories, now Piper Building flats, 1961-3 by E.R.Collister and Partners, with a cheerful coloured abstract relief in polyester resin and glass, designed by John Piper.",
                "Turn right into Carnwath Road, along past the works for the new London sewers. At the end of Carnwarth Road turn left into Broomhouse Dock, from which a ferry (apparently used by King Charles I) used to run to Wandsworth. It was known as a very treacherous part of the river and many drownings were recorded there!  Now you have a fine view of the recycling station!  Continue right up Broomhouse Lane. On the left the wall of the Hurlingham Club, established in 1869 as a private pigeon shooting club.  In 1873, the Club published the rules of polo, which are still followed by most of the world to this day. Polo was first played at the club on 6 June 1874.  In the early 1900s ballooning was a popular sport at the Club and a pipe with the relevant gas was installed between the Club and the local gasworks at Sands End.",
                "On the right: The Parsons Green Club – originally established in 1885 as the Parsons Green Working Men's Social Club by Charlotte Sulivan, the club moved onto this site in 1912 and over the years expanded greatly.  It was completely rebuilt in 2019.  Castle Club, built as a school by Horace Francis, 1854-5. Symmetrical Tudor brick and stone composition. Donated by Lawrence Sulivan, father of Charlotte Sulivan, a generous local resident. Now scheduled to become a residential home for the elderly.",
                "On the left: Hurlingham Park, a post-war development on land previously used as a polo ground by the Hurlingham Club. Now nostalgically the venue for Chestertons Polo in the Park, an annual event which brings together a combination of international polo and family entertainment.",
                "Turn left into Hurlingham Road, passing on the corner  Hurlingham Lodge of 1856, now much altered, further along on the left,  the former Park Keeper’s cottage, now a grand house and on the right,  The Vineyard,  rendered 3-storey, 3-bay front, part early 17th century. For many years owned by the Beaverbrook family.",
                "Left down Napier Avenue – at the bottom on the left the main entrance to the Hurlingham Club. Turn around and continue towards station, with on your left Rivermead Court, with its 1930 mansion blocks.",
                "As you approach the bridge, keep to the right and look up to the left to see the pill-box on the station above you, a relic of WWII defence fortifications.",
                "Walk under bridge past the bus station and turn right at the second hand bookshop on the corner to the Eight Bells Pub, first mentioned in 1771, then round the corner you will see Fulham House, 1730s, five bay yellow brick front, somewhat in the manner of Vanbrugh, now used by the Territorial Army. The pedimented gateway to the forecourt is a reproduction based on old photographs. For many years the building was used as a school which was attended in the 1860s by Avis, small daughter of Anna Leonowens, the Victorian governess to the Siamese Court, subject of the romantic musical ‘The King and I’.",
                "This walk ends here, but if you want a bit more history continue as follows:",
                "Walk towards New Kings Road, facing the Temperance Billiard Hall, 1909 with large barrel roof, art nouveau glass, turn right into New Kings Road, at the green railway bridge cross road and on corner of Burlington Road is the last remaining kiln from the Fulham Pottery. Continue up Burlington Road, past some buildings (now residential) which were part of Fulham Refuge, later known as Fulham Female Convict Prison (1855-1888). Turn right into Rigault Road where the present Burlington Lodge is formed out of former prison properties, notably the laundry building with it small upper windows.",
                "On the other side of the Fulham Palace Road, you will find All Saints Church, Bishops Park, Fulham Palace and way up towards Hammersmith, Fulham Football Ground. This is another expedition!",
                "Note on Charlotte Sulivan: Charlotte Sulivan (1824-1911), lived in Broom House, a large villa, now gone, whose grounds covered much of the area of this walk, from Bells Alley down to the river. She never married and devoted much of her time and money to the welfare of local inhabitants and donated heavily to the provision of churches."
            ]
        }
    ],
    "id": 9222,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/9222/building_9222_elizabethan_school_9_may_1980-1_28a48bf0a9fc137c6d82feccb6a082bb.jpg",
            "description": null,
            "title": "Castle Club",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9222_elizabethan_school_9_may_1980-1_28a48bf0a9fc137c6d82feccb6a082bb.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/9222/building_9222_fulham_house_1895-1_01dc4478ab6e87ccb5bd0c11d46a9f33.jpg",
            "description": null,
            "title": "Fulham House 1985",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9222_fulham_house_1895-1_01dc4478ab6e87ccb5bd0c11d46a9f33.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/9222/building_9222_fulham_house_1895-1_d7a9573a5341c864cdb07d7ab02fbdf5.jpg",
            "description": null,
            "title": "Fulham House 1895",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9222_fulham_house_1895-1_d7a9573a5341c864cdb07d7ab02fbdf5.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/9222/building_9222_parsons_green_c1904-1_e5f5c65c6e8065efac5a5c9acc97bd89.jpg",
            "description": null,
            "title": "Parsons Green c 1904",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9222_parsons_green_c1904-1_e5f5c65c6e8065efac5a5c9acc97bd89.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Parsons Green tube station, SW6 4HS",
        "latitude": 51.4752816,
        "longitude": -0.2010216,
        "meeting_point": null,
        "travel_info": [
            "Tube: Parsons Green",
            "Bus: 414, 14, 22"
        ]
    },
    "name": "Self-guided Walk around Fulham",
    "original_url": "https://programme.openhouse.org.uk/listings/9222",
    "ticketed_events": false
}