{
    "all_week": false,
    "description": "The Connecting People and Places digital publication is a lasting legacy of this heritage project. It celebrates the input from everyone who explored how communities of diverse ethnic heritage have influenced the English built environment.",
    "design": {
        "designers": [
            {
                "architect": "Blueprint for All",
                "description": null,
                "year": "2022"
            }
        ],
        "periods": [
            "Historical/contemporary"
        ],
        "types": [
            "online"
        ]
    },
    "events": [],
    "facilities": [],
    "factsheet": [
        {
            "heading": "Connecting People and Places - The Project",
            "paragraphs": [
                "[Artwork: The United Colours of Brixton (2022), Shanice Abbey]",
                "Blueprint for All works with communities and young people to create an inclusive society where everyone, regardless of race, ethnicity, or background, is provided with tangible opportunities to thrive.",
                "We believe our built environment should reflect and respond to the rich diversity of the people who live in it.",
                "Funded by Historic England and Heritage Lottery, our three-year landmark project, Connecting People and Places, explored how communities of diverse ethnic heritage have influenced the built environment in England.",
                "Phase 1 was research-based; a group of young researchers created 17 case studies on heritage sites in 6 regions of England. These highlighted best practice of communities having a voice in the planning and design of sites significant to them. Led by their findings, the researchers published an Insights Report examining how more people can achieve similar success.",
                "Phase 2 inspired a wider audience through sharing this learning and new work on heritage in the form of a podcast series; an exhibition hosted in 6 cities, with complementary celebratory events; and this digital publication. We included specialists from a range of fields to encourage those within and outside the heritage sector to explore this topic. Poets, artists, and photographers were commissioned to create pieces on heritage, and speakers at our celebratory events included grassroots regeneration leaders to local planners and architects. This made the content accessible, relatable, and inspiring for a widespread audience and facilitated conversations amongst the diverse range of stakeholders within the built environment sector.",
                "This publication celebrates the work created throughout the project and provides a resource to support the continued involvement of communities in developing their local built environment and heritage sites.",
                "For more information and to access our Insights Report and Podcast, as well as other resources, follow this link: \nhttps://www.blueprintforall.org/what-we-do/enriching-society/connecting-people-and-places-project/"
            ]
        },
        {
            "heading": "Publication Link",
            "paragraphs": [
                "https://www.blueprintforall.org/what-we-do/enriching-society/connecting-people-and-places-project/connecting-people-and-places-publication/"
            ]
        }
    ],
    "id": 9257,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/9257/building_9257_shanice-abbey-united-colours-of-brixton-2022_76e05fe8b1d34e9cd484e70618240364.jpg",
            "description": null,
            "title": "The United Colours of Brixton (2022)",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9257_shanice-abbey-united-colours-of-brixton-2022_76e05fe8b1d34e9cd484e70618240364.jpg"
        }
    ],
    "links": [
        {
            "href": "https://www.blueprintforall.org/what-we-do/enriching-society/connecting-people-and-places-project/",
            "title": null
        },
        {
            "href": "https://www.blueprintforall.org/what-we-do/enriching-society/connecting-people-and-places-project/connecting-people-and-places-publication/",
            "title": null
        }
    ],
    "location": {
        "address": "39 Brookmill Road, SE8 4HU",
        "latitude": 51.4719555,
        "longitude": -0.022074,
        "meeting_point": null,
        "travel_info": []
    },
    "name": "Blueprint for All",
    "original_url": "https://programme.openhouse.org.uk/listings/9257",
    "ticketed_events": false
}