{
    "all_week": true,
    "description": "A number of places testify to the Black Presence in Hackney. These are at some distance from each other. Visiting them would require time and transport but there are frequent bus services.",
    "design": {
        "designers": [],
        "periods": [
            "Historical/contemporary"
        ],
        "types": [
            "walk/tour"
        ]
    },
    "events": [],
    "facilities": [],
    "factsheet": [
        {
            "heading": "Route and Description",
            "paragraphs": [
                "Evidences of the Black Presence in Hackney",
                "A number of places testify to the Black experience in Hackney. These are at some distance from each other. Visiting them would require time and transport.",
                "Going south to north these places are:",
                "SITE 1: St Augustine’s Tower Churchyard, Mare Street, E8 1HT (now St John’s grounds)",
                "1630 Grave of Anthony, a man of African descent, said to be a remarkable 105 years old. This is when male life expectancy was 35. No documentation of him exists.",
                "Bus 38 or 242 from Hackney Central station to Dalston Junction Station",
                "Site 2: CLR James Library, Dalston Square, E8 3 BQ.\nDalston Library was re-named in 1985 to honour the Trinidad-born writer and activist.\n20 Minutes",
                "Go to Kingsland High Road turn left (crossing the road and then cross over to Bus stop for services heading north)\nBus 67, 76, 149 Or 243 to Princess May Road",
                "Site 3 Claudia Jones Organisation, 103, Stoke Newington Road, N16 8BX.\nThis supports and empowers women and children of Afro-Caribbean descent with services such as family support, counseling, parenting classes and therapeutics.\n40 Minutes",
                "Bus north 67, 76, 149 Or 243 to Stoke Newington Church Street",
                "Walk to 226 Stoke Newington High Street",
                "Site 4: Abney Park Cemetery , Stoke Newington High Street, N16 0 (junction with Rectory Road)",
                "This is famed as the resting place of many notable 18th and 19th century campaigners against the slave trade. So many are their memorials that the Cemetery has produced a\ndownloadable self-guided tour detailing them and the order in which to visit. Stoke Newington had a strong community of Quakers and these were intense advocates of abolition.",
                "https://abneypark.org/virtual-events/2020/6/12/abolitionists-voices-from-abney-park  \n40 Minutes",
                "80 Minutes Total"
            ]
        }
    ],
    "id": 9300,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/9300/building_9300_untitled_artwork_8bdbc55eebe62099c3d5ee3c846efb4c.jpg",
            "description": null,
            "title": "",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/medium_golden/building_9300_untitled_artwork_8bdbc55eebe62099c3d5ee3c846efb4c.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "Mare Street, E8 1HT",
        "latitude": 51.5478502,
        "longitude": -0.0549193,
        "meeting_point": "St Augustine’s Tower Churchyard,",
        "travel_info": [
            "Nearest tube: Bethnal Green"
        ]
    },
    "name": "Self-guided Evidences of the Black Presence in Hackney",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/9300",
    "ticketed_events": false
}