{
    "all_week": false,
    "description": "A 4-mile outdoor walking tour taking in a variety of Wimbledon's greater and lesser known buildings, led by Ramblers group, the Metropolitan Walkers. Includes Wimbledon Village, and several buildings new to the tour this year.",
    "design": {
        "designers": [],
        "periods": [
            "Contemporary"
        ],
        "types": [
            "walk/tour"
        ]
    },
    "events": [],
    "facilities": [],
    "factsheet": [
        {
            "heading": "Walking tour details",
            "paragraphs": [
                "Welcome to this walking tour of Wimbledon, which is led by Inner London Ramblers group, the Metropolitan Walkers. On this 4-mile walk, we'll take in a variety of greater- and lesser-known buildings from Wimbledon Village and the surrounding area.",
                "While we are a walking group, we will endeavour to share a number of insights into the architecture of this pleasant and varied area.",
                "We'll finish at Wimbledon station. Please bring comfortable footwear for the walk, as we will be walking for approximately 2.5 hours, including stops to share information.",
                "If you wish to enter any particular open buildings in the area, it's likely to be best to do so before the start of the walk.",
                "No booking, or Ramblers membership, is required to join this walking tour."
            ]
        }
    ],
    "id": 9391,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/9391/building_9391_mw_4100ab976a91b5912e2a31775e8534ee.jpg",
            "description": null,
            "title": "One of our walks in nearby Richmond Park",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9391_mw_4100ab976a91b5912e2a31775e8534ee.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "The Broadway, Wimbledon, SW19 7NL",
        "latitude": 51.4191783,
        "longitude": -0.2001386,
        "meeting_point": null,
        "travel_info": [
            "Tube: Wimbledon",
            "Train: Wimbledon",
            "Bus: 57, 93, 131, 156, 163, 164, 219"
        ]
    },
    "name": "Wimbledon architecture walk",
    "original_url": "https://programme.openhouse.org.uk/listings/9391",
    "ticketed_events": false
}