{
    "all_week": false,
    "description": "This multi-use community space provides a combined library and heritage service. Visitors will enjoy unique access to the borough’s historic collections alongside a state-of-the-art library with a range of meeting and study spaces.",
    "design": {
        "designers": [
            {
                "architect": "AOC Architecture Ltd.",
                "description": null,
                "year": "2020"
            }
        ],
        "periods": [
            "Contemporary"
        ],
        "types": [
            "library"
        ]
    },
    "events": [],
    "facilities": [
        "Disabled access",
        "Toilets"
    ],
    "factsheet": [
        {
            "heading": "Open House Event - Archaeologists in the Library",
            "paragraphs": [
                "Do your kids love archaeology? Do they want to know what it takes to be an archaeologist?",
                "Come along to Archaeologists in the Library, where kids get to handle real archaeological artefacts, learn how to dig like an archaeologist and find out about when Southwark was a thriving Roman community.",
                "In celebration of Open House 2022 and everything going on above ground, we take a look at what's below our feet in Southwark.",
                "This event is suited for ages 6 to 13",
                "This event is free but please let us know that you are coming by booking below:",
                "https://www.eventbrite.co.uk/e/archaeologists-in-the-library-tickets-414243341987",
                "As part of Open House 2022, Southwark Heritage Centre and Walworth Library welcome you to join us on Saturday 10th September from 1-5pm. \nWe’ll be hosting tours of the exhibitions and the wider heritage collections (at 2pm and 3pm) lead by Southwark’s heritage and museum curator. There will also be local history films shown throughout the afternoon. \nThe day will include discussions and Q&A sessions at 4pm on the role of libraries in the community and museum collections within libraries. We’ll be joined by a Southwark’s Library and Heritage team, alongside the project architect and exhibition designers, the project developer Lendlease and library and museum specialists. \nThe event is free and open to all. Drop-ins are welcome. \nTo register your interest for one of the tours please email libraries@southwark.gov.uk. \nWe look forward to seeing you there."
            ]
        },
        {
            "heading": "Architectural Design",
            "paragraphs": [
                "Southwark Heritage Centre and Walworth Library makes generous use of commercial space at the base of a new residential led development by Lendlease. Delivered as a joint venture between Southwark Council and Lendlease, two public institutions are co-located on the street frontage to create an essential piece of civic infrastructure.",
                "The new centre creates display galleries that support a temporary exhibitions programme and tell the unique story of Southwark. Showcases filled with items from the borough’s diverse heritage collection are integrated into the new library’s book stacks, allowing contemporary uses to be enriched by local heritage.",
                "The centre provides more ways into creative learning, integrating previously distinct culture services and providing a community lounge, children’s library, digital technology, bookable rooms and generous spaces for study, a heritage workshop and event space to support diverse community programming.",
                "The project provides a case study in bringing cultural use into speculative commercial space – with a challenging spatial configuration, ceiling heights and onerous service requirements.",
                "A new lobby provides a public front door and welcome mat on the Walworth Road inviting visitors in from the High Street and activating the external pedestrian spaces.",
                "The ground floor library makes use of the generous shop windows providing framed views in. A new public mezzanine utilises the double height space allowing for study, library and exhibition spaces of different characters. Study spaces wrap around the mezzanine edge whilst the undercroft provides an exhibition space suited to heritage objects.",
                "A stairplace connects the two levels with stage lighting and AV to support events ranging from spoken word presentations to local school visits."
            ]
        },
        {
            "heading": "Caring for the Collection",
            "paragraphs": [
                "The Cuming Museum closed in 2013 following a fire. The centre provides a new home for Southwark’s Collections integrating literature with historical objects of diverse global, folk and local significance. Internal museum displays link literature to historical objects and everyday life; supporting creativity and diversity in the borough, including bespoke showcases to support local school curriculums.",
                "The building shell has been extended with an environmental lobby to a contemporary performance standard. The entire volume has been insulated and provided with new services to BREEAM ‘very good’. The conservation plan developed with heritage specialists at the V&A, National Archives and Museum of London considers lighting and humidity controls to conserve the collection to a specification meeting the requirements of the Museums Accreditation standard."
            ]
        },
        {
            "heading": "The Faraday Room",
            "paragraphs": [
                "The first floor quiet study room is named after Michael Faraday. The Faraday Room is a Faraday Cage, which he invented. It has copper lined walls which block electromagnetic signals. Making it great place to read or meet, free from text alerts and email pop ups.",
                "Michael Faraday was born locally in Newington Butts in September 1791 and died in 1867.  Inside this space is material related to his life and work, as well as other science related objects, all from Southwark’s Cuming museum collections.  Faraday is considered the greatest scientific experimentalist who ever lived. Fundamentally, his research into the magnetic field around a conductor established the basis for the electromagnetic field in physics. This is crucial in harnessing electrical power, which drives the technology we rely on today."
            ]
        },
        {
            "heading": "The displays",
            "paragraphs": [
                "The heritage held within the centre all comes from Southwark’s museum and archive collections. There are cases of museum objects, art works around the walls, digital displays and a giant Southwark map. The Story of Southwark is told through four curated showcases plus an ever-changing case for newer Southwark stories from local communities, and a temporary exhibition space.",
                "The heritage centre includes 32 cases of objects, covering all sorts of topics that have been arranged to suit the library book sections. So, for example you will find objects from our natural history collections within the shelves on natural sciences.",
                "Southwark Today is our current temporary exhibition celebrating stories from the people and places who make Southwark today.",
                "Place, home, work and play are the themes that run through the exhibition, which includes new commissioned work like The Camberwell Incredibles Map of Southwark by the Camberwell Incredibles, Giants by artist Hayley Wall and La Liga, a film women’s football league directed by filmmaker Justyna Kabala.",
                "Other work on display includes a zine library and a showcase of community action and creative groups including Peckham Vision, Latin Elephant, and The Chateau and Adapt. The exhibition also showcases ONE Picture My Story, an oral history project about the lives of older black members of the community.",
                "This exhibition is the beginning of the conversation. It represents a small part of the huge amount of energy, diversity and creativity that comes to life across Southwark every day."
            ]
        }
    ],
    "id": 9722,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/9722/building_9722_7_8b9a49167d06f9c3cb6589d95352e71f.jpg",
            "description": null,
            "title": "View into the Story of Southwark exhibition space",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9722_7_8b9a49167d06f9c3cb6589d95352e71f.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/9722/building_9722_1_f03ffd2659d1854d482fe75a158d1be0.jpg",
            "description": null,
            "title": "View towards the Event Space Stairplace",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9722_1_f03ffd2659d1854d482fe75a158d1be0.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/9722/building_9722_3_ead47a4f23df9119720a3a95cc9a708d.jpg",
            "description": null,
            "title": "View of the new entrance door",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9722_3_ead47a4f23df9119720a3a95cc9a708d.jpg"
        },
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/9722/building_9722_5_e47ecfd9d11d4b5b83498f962d5a61cf.jpg",
            "description": null,
            "title": "Looking out from the Children’s Library",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/large/building_9722_5_e47ecfd9d11d4b5b83498f962d5a61cf.jpg"
        }
    ],
    "links": [
        {
            "href": "https://www.eventbrite.co.uk/e/archaeologists-in-the-library-tickets-414243341987",
            "title": null
        }
    ],
    "location": {
        "address": "145 Walworth Road, SE17 1RW",
        "latitude": 51.4917167,
        "longitude": -0.0972493,
        "meeting_point": null,
        "travel_info": [
            "Tube: Elephant & Castle",
            "Train: Elephant & Castle",
            "Bus: 12, 35, 40, 45, 68, 136, 148, 171, 176, 343, 468"
        ]
    },
    "name": "Southwark Heritage Centre and Walworth Library",
    "original_url": "https://programme.openhouse.org.uk/listings/9722",
    "ticketed_events": true
}