{
    "all_week": false,
    "description": "Grade II listed Victorian engine house remodelled to take a pair of 1895 Marshall steam engines, still in working order. A museum celebrating the rich Boroughs and the Lea Valley Region Industrial Heritage.",
    "design": {
        "designers": [
            {
                "architect": "George Jerram",
                "description": "Original design",
                "year": "1885"
            }
        ],
        "periods": [
            "Victorian"
        ],
        "types": [
            "industrial",
            "museum"
        ]
    },
    "events": [
        {
            "all_day": false,
            "booking_link": null,
            "capacity": null,
            "date": "2022-09-04",
            "end": "2022-09-04T15:30:00+01:00",
            "fully_booked": null,
            "name": "Open Day",
            "notes": null,
            "start": "2022-09-04T10:30:00+01:00",
            "ticketed": false
        },
        {
            "all_day": false,
            "booking_link": null,
            "capacity": null,
            "date": "2022-09-05",
            "end": "2022-09-05T15:30:00+01:00",
            "fully_booked": null,
            "name": "Open Day",
            "notes": null,
            "start": "2022-09-05T10:30:00+01:00",
            "ticketed": false
        }
    ],
    "facilities": [
        [
            "Bookshop",
            "Refreshments",
            "Toilets",
            "Disabled access"
        ]
    ],
    "factsheet": [
        {
            "heading": "Background",
            "paragraphs": [
                "The Walthamstow Urban District Council acquired the Low Hall site in 1877 for the purpose of erecting a sewage treatment works. The pump house, dating from 1885, was originally constructed as a two-bay, single storey, yellow stock brick building with a slate roof, glazed vents and a chimney. The third bay with higher windows and segmental heads was probably completed in 1897. The round-headed windows have cast-iron frames.",
                "Two coupled horizontal steam engines, to be manufactured by Messrs Marshall, Sons & Co Ltd, were commissioned in March 1896 and installed by May 1897. Marshalls of Gainsborough were the largest manufacturers of Victorian steam engines which were to be commonly found in factories and workshops. Effluent ran in a low-level sewer to a set of pumps (now removed) in a pit situated in a corner of the building.",
                "The pumps, powered by the steam engines, brought the effluent up to a level from which it could flow into the filtration and settling tanks. These were roughly in the area now occupied by the flats in Brunel Road.",
                "The engines played a significant role in the operation of the Low Hall Works particularly with the installation of a refuse incineration plant in 1905. By 1928 the engines were being used to pump sewage directly to the main LCC system when a direct link was installed. Further alterations to the plant in 1937 enabled the engines to power a variety of workshop machinery and other equipment on the site via overhead line shafting.",
                "Regrettably, steam became increasingly un-economical as a source of power and, in the 1960s, a new automatically controlled electric pumping station made the engines and pumps redundant. The boilers were condemned and removed; the pump house subsequently used as a council store. The Pump House building is all that remains above ground of Walthamstow's Victorian sewage farm.",
                "The engines, too, could easily have gone for scrap, had Mr J Bonsor (the Depot Manager) not argued for their retention. Thanks to him, the engines have remained complete and in good condition, and are a fine and a unique example of middle-sized engines."
            ]
        },
        {
            "heading": "The Walthamstow Pumphouse Museum",
            "paragraphs": [
                "Having restored one of the Marshall engines to working order, attention was then given to the renovation of the building. The roof and windows were repaired and the interior of the building was repainted throughout.  All machinery apart from the Marshall engines had been removed for scrap leaving a lot of empty space. Over the years a collection of items relating to fire fighting, stationary steam engines, pumps, transport and manufacturing, particularly those with a local connection, has been built up. A small steam engine, similar in size to one which had been in the Pump House, will be seen driving workshop machinery by a series of shafts and belts."
            ]
        },
        {
            "heading": "Museum Collection",
            "paragraphs": [
                "The museum also celebrates the rich Industrial Heritage of the Borough and the Lea Valley Region. Waltham Forest is the home of British Transport. It also holds a large collection of Fire appliances and equipment and pumps."
            ]
        }
    ],
    "id": 983,
    "images": [
        {
            "archive_url": "https://raw.githubusercontent.com/Jonty/open-house-london-images/master/images/2022/983/building_983_pumphouse-2_a44c9283198c0245160b35fc8295d051.jpg",
            "description": null,
            "title": "The front of the Pumphouse",
            "url": "https://d25hwkr75zzfa.cloudfront.net/store/photo/medium_golden/building_983_pumphouse-2_a44c9283198c0245160b35fc8295d051.jpg"
        }
    ],
    "links": [],
    "location": {
        "address": "10 South Access Road, E17 8AX",
        "latitude": 51.576733,
        "longitude": -0.0347985,
        "meeting_point": null,
        "travel_info": [
            "Nearest tube: Blackhorse Road",
            "Nearest train: St.James' Street",
            "Bus routes: 58, 158, 230, W19"
        ]
    },
    "name": "Walthamstow Pumphouse Museum",
    "original_url": "https://openhouselondon.open-city.org.uk/listings/983",
    "ticketed_events": false
}